{
  "status": "success",
  "source": "core",
  "query": "philosophy canon diversity inclusion",
  "results": [
    {
      "core_id": "9448886",
      "doi": null,
      "title": "TRADITION, CULTURE, AND THE PROBLEM OF INCLUSION IN PHILOSOPHY",
      "authors": [
        {
          "name": "SMITH, JUSTIN E. H."
        }
      ],
      "year": 2015,
      "abstract": "Many today agree that philosophy, as an academic discipline, must, for the sake of its very survival, become more inclusive of a wider range of perspectives, coming from a more diverse pool of philosophers. Yet there has been little serious reflection on how our very idea of what philosophy is might be preventing this change from taking place. In this essay I would like to consider the ways in which our ideas about philosophy\\u27s relation to tradition, and its relation to other dimensions of human culture, influence efforts to promote greater diversity in the field",
      "publisher": "SJSU ScholarWorks",
      "journal": null,
      "download_url": "https://core.ac.uk/download/70418030.pdf",
      "source_url": "https://scholarworks.sjsu.edu/cgi/viewcontent.cgi?article=1145&amp;context=comparativephilosophy",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8864936",
      "doi": "10.4000/estetica.2071",
      "title": "Resisters, Diversity in Philosophy, and the Demographic Problem",
      "authors": [
        {
          "name": "Ian, James Kidd"
        }
      ],
      "year": 2017,
      "abstract": "The discipline of academic philosophy suffers from serious problems of diversity and inclusion whose acknowledgement and amelioration are often resisted by members of our profession. In this paper, I distinguish four main modes of resistance—naiveté, conservatism, pride, and hostility—and describe how and why they manifest by using them as the basis for a typology of types of ‘resister’. This typology can hopefully be useful to those of us trying to counteract such resistance in ways sensitive to the different motives and strategies that these resisters tend to employ",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/143474377.pdf",
      "source_url": "https://philpapers.org/archive/JAMRDI.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "9448671",
      "doi": null,
      "title": "PUBLIC PHILOSOPHY: CROSS-CULTURAL AND MULTI-DISCIPLINARY",
      "authors": [
        {
          "name": "VAIDYA, ANAND JAYPRAKASH"
        }
      ],
      "year": 2015,
      "abstract": "In this paper I propose a future direction for comparative philosophy on which it enters the space of public philosophy by capitalizing on the fact that it is already cross-cultural, and adding multi-disciplinary research to its proper foundation. This is not a new thesis. Rather, it is an ideological articulation of thought that is already underway in what is sometimes called fusion philosophy, as found in the work of Evan Thompson, Jay Garfield, or Christian Coseru.  My articulation begins with a non-exhaustive delineation of distinct types of public-philosophy that are already well known in the public space. One core distinction I draw concerns how the very notion of ‘public philosophy’ can be understood. I distinguish between the philosophy-to-public direction of fit, on which philosophers enter the public space for some public benefit, and the public-to-philosophy direction of fit, on which the public plays a constructive role in guiding philosophers in some important epistemic manner. Because my position engages the issue of whether “philosophy” can truly be found outside of the west, I offer an account of the relation between science, religion, and philosophy with respect to inquiry into the human condition. In doing so I offer an argument against the view that philosophy can only be found in the west based on the difference between a term in a language and what the term picks out. I close with a discussion of how analytic philosophy, comparative philosophy, and experimental philosophy can come together to form one kind of bidirectional public philosophy",
      "publisher": "SJSU ScholarWorks",
      "journal": null,
      "download_url": "https://core.ac.uk/download/70418032.pdf",
      "source_url": "https://scholarworks.sjsu.edu/cgi/viewcontent.cgi?article=1146&amp;context=comparativephilosophy",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8865200",
      "doi": null,
      "title": "Professional Philosophy, “Diversity,” and Racist Exclusion: On Van Norden’s Taking Back Philosophy: A Multicultural Manifesto",
      "authors": [
        {
          "name": "Silva, Grant Joseph"
        }
      ],
      "year": 2018,
      "abstract": "A critical review essay, this work explains the methodological, material, and ideological reasons for why \"diversity\" initiatives in philosophy face an up-hill battle",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/186331819.pdf",
      "source_url": "https://epublications.marquette.edu/cgi/viewcontent.cgi?article=1784&context=phil_fac",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "68372269",
      "doi": null,
      "title": "The Art History Canon and the Art History Survey Course: Subverting the Western Narrative.",
      "authors": [
        {
          "name": "Mast, Kimberly Becker"
        }
      ],
      "year": 2019,
      "abstract": "Art History enrollments at the college level are declining as students flock to STEM majors and perceive Art History as dated and of little use in today’s modern, scientific world. Yet Art History classes can teach valuable skills. When taught in a broad context, the objects art history studies engage critical thinking and can generate new forms of knowledge. However, the pedagogical structure and content of introductory art history survey course does not always offer students the creative leeway to make these connections. Instructors at the college level often retreat to the methods and content that have been a part of the discipline since its inception in the late 19thcentury; the professor as expert authority on the western canon of objects and the grand narrative of progressive development that accompanies them. As university students are becoming more ethnically and socially diverse, the objects covered in the survey continue to speak to a white, European audience that is no longer the only audience listening. While art history remains useful, its canon of objects has become problematic, and reinforces the othering of the non- western world.\nThis essay will first examine how the modern canon and art history’s pedagogical practices came to be by examining the history of the discipline, and the theories, methods and texts that developed alongside academic art history. It will then take a brief look at how modern philosophy, primarily the conceptual ideas of Deleuze and Guattari, can provide a new framework for examining how the teaching of art history can be globalized and taught in a more meaningful way",
      "publisher": "VCU Scholars Compass",
      "journal": null,
      "download_url": "https://core.ac.uk/download/232207296.pdf",
      "source_url": "https://scholarscompass.vcu.edu/cgi/viewcontent.cgi?article=1548&context=jstae",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "16172094",
      "doi": null,
      "title": "Abstract Inclusion",
      "authors": [
        {
          "name": "Walls, RL"
        }
      ],
      "year": 2016,
      "abstract": "Abstraction, as an art movement, represents the largest modernisation of visual arts since the Renaissance, reconfiguring how we perceive information on a global scale (Frankel 2012). In shedding representational form and meaning, abstraction presents an evocative sensuality that transcends language and culture. This sensuality provides a strong foothold in commercial visual communications, which has persisted over time. While modern perceptions of the genre demarcate between ‘artistic’ and ‘commercial’ forms of abstraction, the formative period of the genre saw little distinction between art and consumer cultures. Artists such as Len Lye articulate the commercial versatility of abstract animation. Works such as Colour Flight (1956) and Rainbow Dance (1936) exist simultaneously as advertising and art. Fast-forwarding to our modern media experience, abstract animation has faded from the public eye. It has become both an obscure art form and a commercial cipher. Is it possible to bring this vital art form into a more prominent position? In order to address this question, this paper adopts Inclusive Design as a paradigm in order to develop a case for the modern presentation and creation of abstract animation. It considers the disappearance of abstraction as a design problem – which implies that a solution may be considered",
      "publisher": "Society for Animation Studies",
      "journal": null,
      "download_url": "https://opus.lib.uts.edu.au/bitstream/10453/45283/1/Rachel%20Walls%20%e2%80%93%20Abstract%20Inclusion%20%7c%20Animation%20Studies%20Online%20Journal.pdf",
      "source_url": "https://opus.lib.uts.edu.au/bitstream/10453/45283/1/Rachel%20Walls%20%e2%80%93%20Abstract%20Inclusion%20%7c%20Animation%20Studies%20Online%20Journal.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "8860031",
      "doi": "10.1093/oso/9780198811251.001.0001",
      "title": "On the Genealogy of Universals: The Metaphysical Origins of Analytic Philosophy",
      "authors": [
        {
          "name": "MacBride, Fraser"
        }
      ],
      "year": 2018,
      "abstract": "The concepts of particular and universal have grown so familiar that their significance has become difficult to discern, like coins that have been passed back and forth too many times, worn smooth so their values can no longer be read. On the Genealogy of Universals seeks to overcome our sense of over-familiarity with these concepts by providing a case study of their evolution during the late nineteenth century and early twentieth century, a study that shows how the history of these concepts is bound up with the origins and development of analytic philosophy itself. Understanding how these concepts were taken up, transfigured, and given up by the early analytic philosophers, enables us to recover and reanimate the debate amongst them that otherwise remains Delphic. This book begins from the early, originating texts of analytic philosophy that have hitherto baffled commentators, including Moore's early papers, and engages afresh with the neglected contributions of philosophical figures that historians of analytic philosophy have mostly since forgotten, including Stout and Whitehead. This sheds new light upon the relationships of Moore to Russell, Russell to Wittgenstein, and Wittgenstein to Ramsey",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/157697307.pdf",
      "source_url": "https://philpapers.org/archive/MACOTG-3.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "41656448",
      "doi": "10.1017/hor.2018.52",
      "title": "Making the Invisible Visible: Inviting Persons with Disabilities into the Life of the Church",
      "authors": [
        {
          "name": "Carlson, Mary E."
        }
      ],
      "year": 2018,
      "abstract": "Christianity espouses the dignity of all humanity and professes welcome for all to the communion of saints. Yet people with disabilities, especially those with more severe or profound physical or psychological disabilities, are largely invisible inside our houses of worship. This article examines the meaning of dignity and inclusion through the lenses of Christian anthropology, disabilities liberation theology, and the lived experience of persons with disabilities. It concludes with some suggestions on how to begin inclusion",
      "publisher": "e-Publications@Marquette",
      "journal": "Horizons",
      "download_url": "https://core.ac.uk/download/213087628.pdf",
      "source_url": "https://epublications.marquette.edu/cgi/viewcontent.cgi?article=1521&amp;context=edu_fac",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "77442646",
      "doi": null,
      "title": "Review of Decolonizing the University, edited by Gurminder K. Bhambra, Dalia Gebrial, and Kerem Nişancıoğlu",
      "authors": [
        {
          "name": "Delisle, Takami S"
        }
      ],
      "year": 2019,
      "abstract": null,
      "publisher": "eScholarship, University of California",
      "journal": null,
      "download_url": "https://core.ac.uk/download/286028147.pdf",
      "source_url": "https://escholarship.org/content/qt24k0229q/qt24k0229q.pdf?t=q3hju9",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "54539649",
      "doi": null,
      "title": "Powerful writing as writing \"with\"",
      "authors": [
        {
          "name": "Christensen, Jannick Friis"
        },
        {
          "name": "Dunne, Sarah Anne"
        },
        {
          "name": "Fisher, Melissa Suzanne"
        },
        {
          "name": "Fleischmann, Alexander"
        },
        {
          "name": "McGill, Mary"
        },
        {
          "name": "Villesèche, Florence"
        },
        {
          "name": "Wróblewska, Marta Natalia"
        }
      ],
      "year": 2018,
      "abstract": null,
      "publisher": "Ephemera Editorial Collective",
      "journal": null,
      "download_url": "https://core.ac.uk/download/187723766.pdf",
      "source_url": "https://epub.wu.ac.at/6837/1/powerful.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "53371898",
      "doi": "10.15826/csp.2018.2.1.030",
      "title": "Decanonized Reading: Intellectual Humility and Mindfulness in Reading Canonical Philosophical Writings",
      "authors": [
        {
          "name": "Aireen Grace T. Andal"
        }
      ],
      "year": 2018,
      "abstract": "Received 22 February 2018. Accepted 29 March 2018. Published online 3 April 2018.A serious concern faced by many scholars and readers of philosophy is how to proceed after reading the canonical texts; this may include the question – “why are they canons, anyway?” Of course, developing a passing knowledge of the works of mainstream philosophers remains an inevitable burden for students of philosophy. However, any specific written work is a product of particular vantage points and contexts, and thus cannot escape from showing partiality towards some perspectives. This work revisits the taken-for-granted assumptions involved in the selection of canonical texts and argues for a critical readership and re-imagination of their canonical status and pre-eminence. The necessity of a de-canonized reading of canonical texts is asserted; that is, a repositioning of these texts vis-à-vis the wide availability of non-canonical philosophical works, which permits a nuanced account of their reading and interpretation. Here, the goal is to examine the potential of an approach that prompts readers of philosophical texts to navigate the richness of different contexts and perspectives without being dependent on the Western agenda as the central frame of inquiry. It is hoped that this mode of rethinking may, at the very least, promote epistemic modesty",
      "publisher": "'Ural Federal University'",
      "journal": "Changing Societies & Personalities",
      "download_url": "https://elar.urfu.ru/bitstream/10995/58792/1/csp_2018_v2_1_05.pdf",
      "source_url": "https://elar.urfu.ru/bitstream/10995/58792/1/csp_2018_v2_1_05.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "48201711",
      "doi": null,
      "title": "Fighting a Resurgent Hyper-Positivism in Education is Music to My Ears",
      "authors": [
        {
          "name": "Williams, Hakim Mohandas Amani"
        }
      ],
      "year": 2015,
      "abstract": "In this article, I argue that one of the gifts of the Age of Enlightenment, the ability to measure, to experiment, to predict—turned rancid by hyper-positivism—is re-asserting itself globally in the field of education (including music education). I see a neoliberal, neocolonial connection—in terms of the ideologies that fuel them—between some of the homogenizing, epistemologically/culturally imperialist aspects of globalization and this resurgent hyper-positivism that has been accompanied by a corporatization of education. I posit that critical education, including critical music education, is an essential component of a necessary—if rancorous—dialogue in maintaining a definition of education that is as varied and diverse as those students we wish to educate. In essence, I argue that critical education is one of many tools to help us fight a ‘re-colonization’ by this resurgent hyper-positivism in education",
      "publisher": "The Cupola: Scholarship at Gettysburg College",
      "journal": null,
      "download_url": "https://cupola.gettysburg.edu/cgi/viewcontent.cgi?article=1013&amp;context=afsfac",
      "source_url": "https://cupola.gettysburg.edu/cgi/viewcontent.cgi?article=1013&amp;context=afsfac",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8851507",
      "doi": null,
      "title": "Texts Less Travelled: The Case of Women Philosophers",
      "authors": [
        {
          "name": "Pettersen, Tove"
        }
      ],
      "year": 2017,
      "abstract": "This chapter discusses several possible reasons why works by women philosophers have traveled significantly less than those written by men, although women’s contributions go back to the start of European history of philosophy. Differentiating between geographic, linguistic, historic and philosophical travels, Tove Pettersen claims that gender is particularly significant with regard to historical and philosophical traveling. As the case of women philosophers clearly demonstrate, gender hampers the circulation of certain texts and inhibit transhistorical exchange of knowledge and ideas. ****** \n          Che chapitre examine plusieurs raisons possibles pour expliquer pourquoi les œuvres de femmes philosophes ont “voyage” beaucoup moins que celle des hommes, bien que la contribution des femmes remonte au début de l´histoire européenne de la philosophie. Distinguant entre plusieurs façons de voyager – géographique, linguistique, historique et philosophique –, Tove Pettersen soutient que le “genre” est un facteur particulièrement significative par rapport au voyage historique et philosophique- Comme le démontre clairement le cas des femmes philosophes, leur genre nuit á la circulation de certains textes ainsi qu’à l’échange transnational du savoir et des idées",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/186330726.pdf",
      "source_url": "https://philpapers.org/archive/PETTLT-2.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8859235",
      "doi": null,
      "title": "Movind the Debate Forward. Interculturalism's contribution to multiculturalism",
      "authors": [
        {
          "name": "Boucher, Francois"
        },
        {
          "name": "Maclure, Jocelyn"
        }
      ],
      "year": 2018,
      "abstract": "In this article, we compare Ricard Zappata-Barrero’s interculturalism with Tariq Modood’s multiculturalism. We will discuss the relation between distinct elements that compose both positions. We examine how recent discussions on interculturalism have the potential to contribute to theories of multiculturalism without undermining their core principles. Our position is close to that of Modood’s as he has already carefully tried to incorporate interculturalist insights into his own multiculturalism. Yet we provide a raise a few questions regarding Modood’s treatment of the relation between multiculturalism and interculturalism. After summarizing each author’s potion (I), we will comment on the following set of relations between their basic elements: (II) The relation between intercultural contact and intercultural dialogue; (III) The relation between contact at the local level and the societal/state level; (IV) The relation between group-specific measures, intercultural contact and mainstreaming",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/186331211.pdf",
      "source_url": "https://philpapers.org/archive/BOUMTD.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "37884283",
      "doi": "10.1525/rep.2017.139.1.60",
      "title": "Specimen poetics: botany, reanimation, and the Romantic collection",
      "authors": [
        {
          "name": "Porter, Dahlia"
        }
      ],
      "year": 2017,
      "abstract": "This essay argues that the modern literary anthology—and specifically its aspiration to delimit both aesthetic merit and historical representativeness—emerged as a response to changes in eighteenth-century botanical collecting, description, and illustration. A dramatic upsurge in botanical metaphors for poetic collections around 1800 was triggered by shifts in the geographies, aims, and representational practices of botany in the previous century. Yoking Linnaean taxonomy and Buffonian vitalism to Hogarth’s line of beauty, late eighteenth-century botanical illustrations imbued plucked, pressed specimens with a new vitality. Erasmus Darwin’s Botanic Garden (1789, 1791) translated the aesthetic reanimations of visual art into a collection of poetic specimens, spurring compilations that promote a vitalist standard of literary value. By rejecting aesthetic reanimation as the figurative ground for poetic collecting, Charlotte Smith and Robert Southey forward an alternative historical model of literary merit, one grounded in the succession and continuity of representative literary types. These competing metrics for selection and valuation underwrite the anthology as we know it today",
      "publisher": "'University of California Press'",
      "journal": "Representations",
      "download_url": "https://core.ac.uk/download/74232990.pdf",
      "source_url": "http://eprints.gla.ac.uk/135976/7/135976.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8549108",
      "doi": null,
      "title": "Commentary on the Portfolio of Compositions submitted for the degree of Doctor of Philosophy by Composition",
      "authors": [
        {
          "name": "GOODENOUGH, JOHN,MICHAEL"
        }
      ],
      "year": 2015,
      "abstract": "John Goodenough\n\nDoctor of Philosophy by Composition\n\n\n\nDurham University\n\nDepartment of Music\n\n2014\n\n\n\nPortfolio Contents\n\n\n\n1. Ubi Caritas 2009                              - for Violin & Piano  4.36\n\n\n\n2. String Quartet 2010                         - for String Quartet  5.15\n\n\n\n3. Echoes of Poems & Prose 2010   - for small ensemble  32.45\n\n\n\n4. Fountains 2011                                - for String Quartet  4.45\n\n\n\n5. Stato di Cambiamento 2012           - for large ensemble  5.10\n\n\n\n6. Triptych 2012                                 - for small ensemble  5.20\n\n\n\n7. Divergenza 2013                           - for large orchestra  33.12\n\n\n\nTotal time                                                                           91.03\n\n\n\n\n\nOther musical examples (not part of the portfolio)\n\n\n\nSette archi spezzati 2013                   - for small ensemble  5.28 \n\n\n\n\n\n\n\nThis portfolio has three principal themes. The first, explored with the discussion of Ubi Caritas and the (2010) String Quartet, concerns the interpretation of harmony; that is harmony, plainly being the vertical component in music but having an inbuilt propensity for horizontal movement, including line and counterpoint. In echoes of Poems & Prose, there is a disregard for any horizontal reasoning, harmony is constrained to the point of isolation and focus fundamentally shifts to the chord as 'object'. I consider this 'objective' sense in detail, in subsequent music in this portfolio.\n\n\n\nA second theme hinges on a discussion of 'musical material' (the term devised by Theodor Adorno); this considered alongside Samuel Beckett's description of a relationship, between 'mess and confusion' (Beckett's terms for material) and the 'form' that contains it. In Echoes of Poems & Prose, I consider material explicitly, in particular the singular sound. With Fountains and Stato di Cambiamento control of the sounds and their overall architecture become increasingly obscure, with issues around form, substantively re-defining the compositional process.\n\n\n\nA third theme is the consideration of aspects of structure, which become of particular significance in the final pieces Triptych and Divergenza (the term 'structure' being as defined by John Cage). In Triptych, exploration is made of a confining form into which structural material grows; material that yields intensely colourful musical moments. In the final piece Divergenza, the Fibonacci sequence applies a vice-like grip on the material, but as I remove the conceptual dependence on this sequence, the music's intrinsic characteristics of rhythm and character grow to become of central importance",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/30276484.pdf",
      "source_url": "http://etheses.dur.ac.uk/11120/4/3._Echoes_of_Poem_%26_Prose.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "42881014",
      "doi": "10.1016/j.jhg.2015.04.016",
      "title": "Enlightening choices:a century of Anglophone canons of the geographical tradition",
      "authors": [
        {
          "name": "Mayhew, Robert J"
        }
      ],
      "year": 2015,
      "abstract": "This paper attends to the politics and pedagogy of canon formation by looking at the ways in which a century of Anglo-American historiography since the formal consolidation of the discipline in the 1870s has constructed images of geography's history during the ‘long’ eighteenth century (c.1660–1832). It is contended that different images of geography in that era have been constructed to suit various imaginings of the nature of geography from Keltie's imperialist image at the start of the twentieth century through to David Livingstone's reworking of geography as an Enlightened science. As such, whilst a stable ‘canon’ of geographers such as Cook, Kant and Humboldt has been built, how the individuals who constitute it and their achievements are framed has mutated over time. The essay concludes by reflecting on what we can learn from this survey about how geography builds canons, the strengths and weaknesses of the discipline's canon formation and its role in promoting humane inquiry",
      "publisher": "'Elsevier BV'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/83928651.pdf",
      "source_url": "https://research-information.bris.ac.uk/files/48722774/Enlightening_Choice_minus_identity_revised.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "24705907",
      "doi": null,
      "title": "Dear Jacques ... Lecoq in the twenty first century",
      "authors": [
        {
          "name": "Murray, Simon"
        }
      ],
      "year": 2016,
      "abstract": "This essay considers Jacques Lecoq's influence almost 20 years after his death. Arguing that Lecoq's pedagogy is largely as relevant today as it was when he was still alive, the author speculates whether Lecoq would have welcomed developments in the use of digital technology within live performance. The essay proposes that much of Lecoq's teaching with its emphasis on play, complicite, invention, imagination and the creative actor remains relevant to contemporary developments in site-specific, immersive and postdramatic theatre. The essay is constructed in the form of a posthumous letter to Jacques Lecoq",
      "publisher": "'Informa UK Limited'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/42370401.pdf",
      "source_url": "http://eprints.gla.ac.uk/117742/7/117742.pdf",
      "language": "en",
      "document_type": "research"
    }
  ],
  "count": 18,
  "errors": []
}
