{
  "status": "success",
  "source": "openalex",
  "query": "hermeneutics interpretation philosophy",
  "results": [
    {
      "openalex_id": "W1517411528",
      "doi": null,
      "title": "After Herder: Philosophy of Language in the German Tradition",
      "authors": [
        {
          "name": "Michael Ν. Forster",
          "openalex_id": "A5014194089",
          "orcid": "https://orcid.org/0000-0002-9445-1333"
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-08-20",
      "abstract": "Acknowledgments Introduction PART I: HERDER 1. Johann Gottfried Herder 2. Herder's Philosophy of Language, Interpretation, and Translation: Three Fundamental Principles 3. Gods, Animals, and Artists: Some Problem Cases in Herder's Philosophy of Language 4. Herder's Importance as a Philosopher 5. Herder on Genre 6. Herder and the Birth of Modern Anthropology 7. The Liberal Temper in Classical German Philosophy: Freedom of Thought and Expression PART II: HAMANN 8. Johann Georg Hamann 9. Hamann's Seminal Importance for the Philosophy of Language? PART III: SCHLEIERMACHER 10. Friedrich Daniel Ernst Schleiermacher 11. Schleiermacher's Hermeneutics: Some Problems and Solutions 12. Herder, Schleiermacher, and the Birth of Foreignizing Translation Select Bibliography",
      "cited_by_count": 233,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Classical Philosophy and Thought",
        "Philosophical and Historical Studies",
        "Kantian Philosophy and Modern Interpretations"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1517411528"
    },
    {
      "openalex_id": "W118571358",
      "doi": null,
      "title": "Contrarianism in the Philosophy of Music and the Role of the Idea in Musical Hermeneutics and Performance Interpretation",
      "authors": [
        {
          "name": "Sara Eckerson",
          "openalex_id": "A5077145259",
          "institutions": [
            "Instituto de Filosofía"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-01-01",
      "abstract": "Two kinds of musical interpretation will be explored in this essay: critical interpretation in the tradition of musical hermeneutics and interpretation as performance. Soren Kierkegaard’s philosophy of music will also be discussed, specifically on how an idea in music is expressed. Richard Wagner’s musical hermeneutic and performance interpretations will emerge from this background not as irreconcilable activities, but rather as the progression of an argument based on the illustration of tangible meaning in music.",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "Dialnet (Universidad de la Rioja)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Musicology and Musical Analysis",
        "Nietzsche, Schopenhauer, and Hegel",
        "Kierkegaardian Philosophy and Influence"
      ],
      "referenced_works_count": 5,
      "url": "https://openalex.org/W118571358"
    },
    {
      "openalex_id": "W2106225753",
      "doi": "10.1353/nlh.2010.0007",
      "title": "Close but not Deep: Literary Ethics and the Descriptive Turn",
      "authors": [
        {
          "name": "Heather Love",
          "openalex_id": "A5017425129"
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-03-01",
      "abstract": "Close but not Deep: Literary Ethics and the Descriptive Turn Heather Love (bio) There is perhaps no term that carries more value in the humanities than “rich.” In literary studies especially, richness is an undisputed—if largely uninterrogated—good; it signifies qualities associated with the complexity and polyvalence of texts and with the warmth and depth of experience. There is, to be sure, no necessary connection between the intricacy of texts and the intricacy of human feeling and cognition. Nor is there a necessary connection between the capacity to interpret such texts and the ability to respond justly and empathetically to the ethical dilemmas represented in them. Even so, this is a busy intersection. The link between the richness of human experience and processes of textual interpretation can be understood, on the one hand, through the origin of philosophical hermeneutics in practices of divination and, on the other, through the significance of the communicative situation in defining hermeneutics. The text, in its singularity, is both an access to otherness and a message or call to attention. A belief in the aesthetic and ethical force of literature is evident in the work of midcentury critics like Cleanth Brooks (“The poet . . . must return to us the unity of experience itself as man knows it in his own experience”) and Lionel Trilling (“literature is the human activity that takes the fullest and most precise account of variousness, possibility, complexity, and difficulty”).1 It also appears in the work of Marxist critic Raymond Williams, for whom literature signals the inexhaustibility of human potential.2 It appears as well in recent arguments against theory and on behalf of New Formalism (“literature could pose the largest issues of social and personal destiny in a vividly human context”) and in the recent turn to ethics, which, as Dorothy J. Hale writes, “has been accompanied by a new celebration of literature.”3 If the encounter with a divine and inscrutable message was progressively secularized in the twentieth century, the opacity and ineffability of the text and the ethical demand to attend to it remain central to practices of literary interpretation today. [End Page 371] Given the subsumption of many aspects of religion into the concept of culture after the Enlightenment, it is not surprising that these sacred aspects of hermeneutics should survive into the era of secular modernity. What is more surprising is that its humanist aspects have such a continued presence in supposedly anti- or posthumanist literary studies. The rise of interpretive practices borrowed from Marxism and psychoanalysis, structuralism and poststructuralism, and semiotics and deconstruction has displaced the individual and consciousness from the center of inquiry, shifting attention to structures of language, desire, or economic capital. At the same time, political forms of criticism such as feminism, postcolonial studies, African-American studies, diaspora studies, and queer studies have critiqued humanism by pointing to its founding exclusions. Common to the rise of these theoretical and political fields is a disavowal of earlier critical movements—particularly the New Criticism—that are understood to embody the shortcomings of humanist philosophy. In critiques of the canon, the text, organicism, the nation, culture, and tradition—as well as the very concept of the human—the anchors of humanistic criticism have come under sustained and powerful attack in the past several decades. Still, despite widespread rumors of the death of humanism, key humanist values remain alive and well in literary studies. What to make of this persistence of humanist values in the context of a disciplinary milieu that often sees them as outmoded? It might be explained as a typical contradiction between intellectual conviction and lived practice—there are no doubt de facto humanists among posthumanists, just as there are Marxist heroes of consumption.4 More persuasive accounts of the persistence of humanism in contemporary literary studies can be found in histories of the discipline. While critics like Gerald Graff and John Guillory focus on the stabilizing role of universities, departments, and syllabi, Ian Hunter turns his attention to the role of teaching.5 In his essay “The History of Theory,” Hunter traces the persistence of humanist ethics in literary studies, suggesting that both “the New Criticism and the literary theory that displaced...",
      "cited_by_count": 496,
      "type": "article",
      "source": {
        "name": "New Literary History",
        "type": "journal",
        "issn": [
          "0028-6087",
          "1080-661X"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Psychoanalysis, Philosophy, and Politics",
        "Philosophy, Ethics, and Existentialism",
        "Contemporary Literature and Criticism"
      ],
      "referenced_works_count": 40,
      "url": "https://openalex.org/W2106225753"
    },
    {
      "openalex_id": "W4252578453",
      "doi": "10.1093/acprof:osobl/9780199604814.001.0001",
      "title": "German Philosophy of Language",
      "authors": [
        {
          "name": "Michael Ν. Forster",
          "openalex_id": "A5014194089",
          "orcid": "https://orcid.org/0000-0002-9445-1333"
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-04-07",
      "abstract": "Abstract The author presents a ground-breaking study of German philosophy of language in the nineteenth century (and beyond). His previous book, After Herder, showed that the eighteenth-century philosopher J. G. Herder played the fundamental role in founding modern philosophy of language, including new theories of interpretation (‘hermeneutics’) and translation, as well as in establishing such whole new disciplines concerned with language as anthropology and linguistics. This new volume reveals that Herder's ideas continued to have a profound impact on such important nineteenth-century thinkers as Friedrich Schlegel (the leading German Romantic), Wilhelm von Humboldt (a founder of linguistics), and G. W. F. Hegel (the leading German Idealist). The author shows that the most valuable ideas about language in this tradition were continuous with Herder's, whereas deviations from the latter that occurred tended to be inferior. This book not only sets the historical record straight but also champions the Herderian tradition for its philosophical depth and breadth.",
      "cited_by_count": 200,
      "type": "book",
      "source": {
        "name": "Oxford University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Historical Philosophy and Science",
        "Philosophical and Historical Studies",
        "Historical Linguistics and Language Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4252578453"
    },
    {
      "openalex_id": "W2890700356",
      "doi": "10.1136/eb-2018-102990",
      "title": "Phenomenology as a healthcare research method",
      "authors": [
        {
          "name": "Alison Rodriguez",
          "openalex_id": "A5036993481",
          "orcid": "https://orcid.org/0000-0001-9104-1999",
          "institutions": [
            "University of Leeds"
          ]
        },
        {
          "name": "Joanna Smith",
          "openalex_id": "A5015315097",
          "orcid": "https://orcid.org/0000-0003-0974-3591",
          "institutions": [
            "University of Leeds"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-09-10",
      "abstract": "Qualitative research methodologies focus on meaning and although use similar methods have differing epistemological and ontological underpinnings, with each approach offering a different lens to explore, interpret or explain phenomena in real-world contexts and settings. In this article, we provide a brief overview of phenomenology and outline the main phenomenological approaches relevant for undertaking healthcare research.\n\nEdmund Husserl (1859–1938), a philosopher, established the discipline of phenomenology. In Husserl’s approach to phenomenology, now labelled descriptive phenomenology , experiences are described and researcher perceptions are set aside or ‘bracketed’ in order to enter into the life world of the research participant without any presuppositions.1 Experience is recognised to involve perception, thought, memory, imagination and emotion, each involving ‘intentionality’, as the individual focuses their gaze on a specific ‘thing’ or event.1 Martin Heidegger (1889–1976), a student of Husserl, rejected the theory of knowledge or ‘epistemology’ that influenced Husserl’s work, and instead adopted ‘ontology’, the science of being. In relation to research, ‘epistemology’ is concerned with what constitutes valid knowledge, and how knowledge is gained with a distinction between justified belief and opinion, while ‘ontology’ ‘is more concerned with the nature of reality and now we understand what exists and is experienced.\n\nHeidegger developed interpretive phenomenology using hermeneutics, the philosophy of interpretation, and postulated about the concept of ‘being’ in the world, asking, ‘ What is being? ’. Heidegger was interested in interpreting and describing human experience but rejected ‘bracketing’ because …",
      "cited_by_count": 225,
      "type": "editorial",
      "source": {
        "name": "Evidence-Based Nursing",
        "type": "journal",
        "issn": [
          "1367-6539",
          "1468-9618"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://ebn.bmj.com/content/ebnurs/21/4/96.full.pdf"
      },
      "topics": [
        "Mental Health and Psychiatry",
        "Empathy and Medical Education",
        "Hermeneutics and Narrative Identity"
      ],
      "referenced_works_count": 14,
      "url": "https://openalex.org/W2890700356"
    },
    {
      "openalex_id": "W4247529665",
      "doi": "10.4324/9780203863633",
      "title": "The Suffering Stranger",
      "authors": [
        {
          "name": "Donna M. Orange",
          "openalex_id": "A5073212458",
          "institutions": [
            "Institute of Contemporary Psychoanalysis"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-05-09",
      "abstract": "Winner of the 2012 Gradiva Award! Utilizing the hermeneutics of Hans-Georg Gadamer and the ethics of Emmanuel Lévinas, The Suffering Stranger invigorates the conversation between psychoanalysis and philosophy, demonstrating how each is informed by the other and how both are strengthened in unison. Orange turns her critical (and clinical) eye toward five major psychoanalytic thinkers – Sándor Ferenczi, Frieda Fromm-Reichmann, D. W. Winnicott, Heinz Kohut, and Bernard Brandchaft – investigating the hermeneutic approach of each and engaging these innovative thinkers precisely as interpreters, as those who have seen the face and heard the voice of the other in an ethical manner. In doing so, she provides the practicing clinician with insight into the methodology of interpretation that underpins the day-to-day activity of analysis, and broadens the scope of possibility for philosophical extensions of psychoanalytic theory.",
      "cited_by_count": 158,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4247529665"
    },
    {
      "openalex_id": "W2805096256",
      "doi": "10.22555/joeed.v5i1.2154",
      "title": "Phenomenology: A Philosophy and Method of Inquiry",
      "authors": [
        {
          "name": "Sadruddin Bahadur Qutoshi",
          "openalex_id": "A5028369393",
          "orcid": "https://orcid.org/0000-0003-1630-428X",
          "institutions": [
            "Karakoram International University"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-05-30",
      "abstract": "&lt;p&gt; &lt;em&gt;Phenomenology as a philosophy and a method of inquiry is not limited to an approach to knowing, it is rather an intellectual engagement in interpretations and meaning making that is used to understand the lived world of human beings at a conscious level. Historically, Husserl’ (1913/1962) perspective of phenomenology is a science of understanding human beings at a deeper level by gazing at the phenomenon. However, Heideggerian view of interpretive-hermeneutic phenomenology gives wider meaning to the lived experiences under study. Using this approach, a researcher uses bracketing as a taken for granted assumption in describing the natural way of appearance of phenomena to gain insights into lived experiences and interpret for meaning making. The data collection and analysis takes place side by side to illumine the specific experience to identify the phenomena that is perceived by the actors in a particular situation. The outcomes of a phenomenological study broadens the mind, improves the ways of thinking to see a phenomenon, and it enables to see ahead and define researchers’ posture through intentional study of lived experiences. However, the subjectivity and personal knowledge in perceiving and interpreting it from the research participant’s point of view has been central in phenomenological studies. To achieve such an objective, phenomenology could be used extensively in social sciences.&lt;/em&gt;&lt;/p&gt;",
      "cited_by_count": 266,
      "type": "article",
      "source": {
        "name": "Journal of Education and Educational Development",
        "type": "journal",
        "issn": [
          "2310-0869",
          "2313-3538"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://doi.org/10.22555/joeed.v5i1.2154"
      },
      "topics": [
        "Hermeneutics and Narrative Identity",
        "Phenomenology and Existential Philosophy",
        "Social Science and Policy Research"
      ],
      "referenced_works_count": 8,
      "url": "https://openalex.org/W2805096256"
    },
    {
      "openalex_id": "W2982250136",
      "doi": "10.31857/s004287440006312-8",
      "title": "Philosophy as the Ultimate Hermeneutic Interpretation and Dialogue of Cultures",
      "authors": [
        {
          "name": "Vasiliy A. Mironov",
          "openalex_id": "A5086222623"
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-09-01",
      "abstract": null,
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Voprosy filosofii",
        "type": "journal",
        "issn": [
          "0042-8744"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Language, Communication, and Linguistic Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2982250136"
    },
    {
      "openalex_id": "W589086917",
      "doi": "10.3726/978-1-4539-0202-8",
      "title": "Philosophical Profiles in the Theory of Communication",
      "authors": [
        {
          "name": "Rob Anderson",
          "openalex_id": "A5102469094"
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-01-01",
      "abstract": "Contents: Jason Hannan: Hannah Arendt: Public Action, Sociality, and Permanence in the World - Stuart Poyntz: Seyla Benhabib: Foundations for Critical Communication Theory and Praxis - Andrew R. Smith: Richard J. Bernstein: Engaged Pluralist and Dialogical Exemplar - Vincent Colapietro: Robert Brandom: Inference and Meaning - Kevin Scharp: Martin Buber: Bearing Witness to an Experience - Rob Anderson/Kenneth N. Cissna: Ernst Cassirer: Communication, Rhetoric, and Symbolic Form - Thomas A. Discenna: Donald Davidson: The Interpretational Constitution of Meaning - Eli Dresner: Gilles Deleuze: Communicating Sense - Alexander Kozin: Daniel C. Dennett: Communication, Evolution, and Self - David L. Thompson: Hans-Georg Gadamer: Philosophical Hermeneutics and the Interplay of Understanding and Meaning - Ronald C. Arnett: Sandra Harding: The Less False Accounts of Feminist Standpoint Epistemology - Linda Steiner: William James: Among the Machines - Chris Russill: Jacques Lacan: Psychoanalysis With(in) Communication - Christian Lundberg: Emmanuel Levinas: Contact and Interruption - Amit Pinchevski: Niklas Luhmann: Society as a System of Communication - Hans-Georg Moeller: Alasdair MacIntyre: Tradition and Disagreement - Jason Hannan: Charles S. Peirce: Signs of Inquiry - Mats Bergman: Paul Ricoeur: A Philosophy of Communicative Praxis - Fadoua Loudiy: Ludwig Wittgenstein: From Language to Forms of Life.",
      "cited_by_count": 250,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Media, Communication, and Education"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W589086917"
    },
    {
      "openalex_id": "W1579210545",
      "doi": "10.1111/j.1471-6712.2012.00993.x",
      "title": "Doing it the Gadamerian way – using philosophical hermeneutics as a methodological approach in nursing science",
      "authors": [
        {
          "name": "Kitt Austgard",
          "openalex_id": "A5020774523",
          "institutions": [
            "Lovisenberg Diakonale Høgskole"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-04-20",
      "abstract": "While several authors are referring to Gadamer’s philosophy, the operationalization of his thinking into practical use in nursing science is less common. The goal of this paper is to systematize some of the basic key concepts in Gadamer’s hermeneutics into a methodological approach to the interpretation of texts. This is a somewhat different approach to his work from those described in earlier commentaries and should be useful for nursing science. In this paper, Gadamer’s hermeneutics is explored with a particular focus on some of the basic concepts of his philosophy. A four‐step approach is proposed that may be used to develop a research plan in the Gadamerian hermeneutic tradition. Gadamer himself did not develop a method of interpretation, but elaborated upon the old hermeneutic tradition, of an inner fusion of subtilitas intelligendi (understanding), subtilitas explicandi (interpretation) and subtilitas applicandi (application). Hence, the analyses are not open and accessible, but inherent in the interpretation (auslegung). To use Gadamer’s philosophy as a methodological approach, the interpreter must acquire a comprehensive understanding of the basic ideas and key concepts of his philosophy. These concepts may be used as a framework upon which to develop a research plan.",
      "cited_by_count": 61,
      "type": "article",
      "source": {
        "name": "Scandinavian Journal of Caring Sciences",
        "type": "journal",
        "issn": [
          "0283-9318",
          "1471-6712"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Ethics in medical practice",
        "Hermeneutics and Narrative Identity",
        "Empathy and Medical Education"
      ],
      "referenced_works_count": 10,
      "url": "https://openalex.org/W1579210545"
    },
    {
      "openalex_id": "W570130483",
      "doi": "10.5860/choice.48-6849",
      "title": "Paul, the Corinthians, and the birth of Christian hermeneutics",
      "authors": [],
      "publication_year": 2011,
      "publication_date": "2011-08-01",
      "abstract": "Preface 1. The Corinthian diolkos: passageway to early Christian biblical interpretation 2. The agon of Pauline interpretation 3. Anthropological hermeneutics between rhetoric and philosophy 4. The mirror and the veil: hermeneutics of occlusion 5. Invisible signs, singular testimonies: the agon over interpretive criteria 6. Hermeneutical exhaustion and the end(s) of interpretation Bibliography Index.",
      "cited_by_count": 60,
      "type": "article",
      "source": {
        "name": "Choice Reviews Online",
        "type": "journal",
        "issn": [
          "0009-4978",
          "1523-8253",
          "1943-5975"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Biblical Studies and Interpretation",
        "Historical and Linguistic Studies",
        "Archaeology and Historical Studies"
      ],
      "referenced_works_count": 3,
      "url": "https://openalex.org/W570130483"
    },
    {
      "openalex_id": "W2290367824",
      "doi": null,
      "title": "Leibniz and the Yijing: Philosophy, Intercultural Interpretation, and the Hermeneutics of Nature",
      "authors": [
        {
          "name": "Eric S. Nelson",
          "openalex_id": "A5057111406",
          "orcid": "https://orcid.org/0000-0002-9141-4246"
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-01-01",
      "abstract": null,
      "cited_by_count": 1,
      "type": "article",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Chinese history and philosophy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2290367824"
    },
    {
      "openalex_id": "W4292657292",
      "doi": "10.15407/fd2022.02.178",
      "title": "The hermeneutics of nietzscheanism: an analysis of the diversity of interpretations of Friedrich Nietzsche's philosophy through the prism of the evolution of Ernst Jünger's ideas",
      "authors": [
        {
          "name": "Bohdan PEREDRII",
          "openalex_id": "A5030292607"
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-08-17",
      "abstract": "The essence of Nietzscheanism as a philosophical doctrine has never been characterized by a definite consistency or certainty. Instead \"indirect followers\" and interpreters of Friedrich Nietzsche's philosophy (since this thinker did not have direct followers or a particular school) resorted to a variety of interpretations of his concepts. Considering that, the hermeneutic aspect of the study not only of Nietzsche's texts, but also of his interpreters allows us to look at the hidden potential of the concepts of the German philosopher from a new point of view. In this research, we seek to focus on looking for Nietzschean roots in Ernst Jünger's creative legacy, tracing the transformation of his ideas along the author's intellectual path and showing how those ideas correlate with those of Friedrich Nietzsche himself and how they differ. As a reference point for any study of interpretations of Nietzsche's philosophy, the author singles out many German philosopher concepts at the edge of various interpretations. Such central concepts in the article include the idea of \"Apollonian\" and \"Dionysian\" principles (the first), the anthropological idea of \" Overhuman\" and the interrelated metaphysical triad of \"will to power,\" \"reevaluation of all values,\" and \"eternal return.\" In addition, one of the leading motives of the 20th century, which can be traced to an attempt to read Nietzschean ideas, postulates their location at the junction of philosophical and political-ideological concepts. Analyzing the peculiar hermeneutic conflict of Nietzschean philosophy based on this phenomenon, the author turns to early attempts to understand and implement the ideas of the German thinker, which were carried out directly in Germany. This context is connected in the article with the formation of the foundations of the conservative revolution and the figure of Ernst Jünger since the interpretation of this thinker, to some extent, can be considered one of the first and, undoubtedly, the most resonant. In the course of the research, the author turns to Nietzsche's original texts, forming a kind of hermeneutic circle of the author and interpreters, interpreters and the interpreted, ultimately obtaining in this system the opportunity for a thorough and as independent as possible analysis of the original ideas, counting on the probability of reducing the error of one's interpretation due to paying attention to the entire interpretive field texts The considered ideas of Ernst Jünger demonstrate this thesis, expanding the contextual field of the Nietzschean Overman and the metaphysics of the Will to Power and giving these concepts in an interpreted form a particular social dimension along with the philosophical one, which provides a new context for the interpretation of the ideas of Friedrich Nietzsche.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Filosofska dumka (Philosophical Thought)",
        "type": "journal",
        "issn": [
          "2522-9338",
          "2522-9346"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://dumka.philosophy.ua/index.php/fd/article/download/606/575"
      },
      "topics": [],
      "referenced_works_count": 3,
      "url": "https://openalex.org/W4292657292"
    },
    {
      "openalex_id": "W2031803964",
      "doi": "10.4324/9781315609898",
      "title": "Song Means: Analysing and Interpreting Recorded Popular Song",
      "authors": [
        {
          "name": "Allan F. Moore",
          "openalex_id": "A5112429173",
          "orcid": "https://orcid.org/0000-0002-1998-6362"
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-04-01",
      "abstract": "The musicological study of popular music has developed, particularly over the past twenty years, into an established aspect of the discipline. The academic community is now well placed to discuss exactly what is going on in any example of popular music and the theoretical foundation for such analytical work has also been laid, although there is as yet no general agreement over all the details of popular music theory. However, this focus on the what of musical detail has left largely untouched the larger question – so what? What are the consequences of such theorization and analysis? Scholars from outside musicology have often argued that too close a focus on musicological detail has left untouched what they consider to be more urgent questions related to reception and meaning. Scholars from inside musicology have responded by importing into musicological discussion various aspects of cultural theory. It is in that tradition that this book lies, although its focus is slightly different. What is missing from the field, at present, is a coherent development of the what into the so what of music theory and analysis into questions of interpretation and hermeneutics. It is that fundamental gap that this book seeks to fill. Allan F. Moore presents a study of recorded popular song, from the recordings of the 1920s through to the present day. Analysis and interpretation are treated as separable but interdependent approaches to song. Analytical theory is revisited, covering conventional domains such as harmony, melody and rhythm, but does not privilege these at the expense of domains such as texture, the soundbox, vocal tone, and lyrics. These latter areas are highly significant in the experience of many listeners, but are frequently ignored or poorly treated in analytical work. Moore continues by developing a range of hermeneutic strategies largely drawn from outside the field (strategies originating, in the most part, within psychology and philosophy) but still deeply relevant to the experience of song.",
      "cited_by_count": 158,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Music History and Culture",
        "Diverse Musicological Studies",
        "Musicology and Musical Analysis"
      ],
      "referenced_works_count": 2,
      "url": "https://openalex.org/W2031803964"
    },
    {
      "openalex_id": "W2132535088",
      "doi": "10.1177/0725513611411682",
      "title": "What is critical hermeneutics?",
      "authors": [
        {
          "name": "Jonathan Roberge",
          "openalex_id": "A5086201518",
          "institutions": [
            "Université du Québec à Montréal"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-08-01",
      "abstract": "This article explores the promises of critical hermeneutics as an innovative method and philosophy within the human sciences. It is argued that its success depends on its ability to articulate a theory of meaning with one of action and experience as well as its capacity to renew our understanding of the problem of ideology. First, critical hermeneutics must explain how cultural messages ‘show and hide’; that is, how the ambiguity of meaning always allows for a group to represent itself while opening the door for distortion and domination. Second, critical hermeneutics ought to show how action can be best understood as opposing performances driven by ideological-moral views. Through an analysis of social movements, for instance, it is shown that any attempt to do justice could also and easily create exclusion. Third, critical hermeneutics has to clarify how tension and dualism within meaning and action are not to be dissociated from the self-interpretation of concrete individuals. A theory of experience is thus required in order to explain why the autonomy of the subject is finally at stake with regard to the problem of ideology.",
      "cited_by_count": 88,
      "type": "article",
      "source": {
        "name": "Thesis Eleven",
        "type": "journal",
        "issn": [
          "0725-5136",
          "1461-7455"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Hermeneutics and Narrative Identity",
        "Foucault, Power, and Ethics",
        "Rhetoric and Communication Studies"
      ],
      "referenced_works_count": 88,
      "url": "https://openalex.org/W2132535088"
    },
    {
      "openalex_id": "W2168586720",
      "doi": "10.1007/s10746-011-9179-8",
      "title": "Empirical Race Psychology and the Hermeneutics of Epistemological Violence",
      "authors": [
        {
          "name": "Thomas Teo",
          "openalex_id": "A5047032142",
          "orcid": "https://orcid.org/0000-0002-1646-5035",
          "institutions": [
            "York University"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-06-15",
      "abstract": null,
      "cited_by_count": 84,
      "type": "article",
      "source": {
        "name": "Human Studies",
        "type": "journal",
        "issn": [
          "0163-8548",
          "1572-851X"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Academic and Historical Perspectives in Psychology",
        "Social Representations and Identity",
        "Cultural Differences and Values"
      ],
      "referenced_works_count": 80,
      "url": "https://openalex.org/W2168586720"
    },
    {
      "openalex_id": "W1516738049",
      "doi": "10.5860/choice.51-6104",
      "title": "Interpreting nature: the emerging field of environmental hermeneutics",
      "authors": [],
      "publication_year": 2014,
      "publication_date": "2014-06-18",
      "abstract": "Acknowledgments Introduction: Environmental Hermeneutics David Utsler, Forrest Clingerman, Martin Drenthen, and Brian Treanor Part I: Interpretation and the Task of Thinking Environmentally 1. Hermeneutics Deep in the Woods John van Buren 2. Morrow's Ants: E. O. Wilson and Gadamer's Critique of (Natural) Historicism Mick Smith 3. Layering: Body, Building, Biography Robert Mugerauer 4. Might Nature Be Interpreted as a Saturated Phenomenon? Christina M. Gschwandtner 5. Must Environmental Philosophy Relinquish the Concept of Nature? A Hermeneutic Reply to Steven Vogel W. S. K. Cameron Part II: Situating the Self 6. Environmental Hermeneutics and Environmental/Eco-Psychology: Explorations in Environmental Identity David Utsler 7. Environmental Hermeneutics With and For Others: Ricoeur's Ethics and the Ecological Self Nathan Bell 8. Bodily Moods and Unhomely Environments: The Hermeneutics of Agoraphobia and the Spirit of Place Dylan Trigg Part III: Narrativity and Image 9. Narrative and Nature: Appreciating and Understanding the Nonhuman World Brian Treanor 10. The Question Concerning Nature Sean McGrath 11. New Nature Narratives: Landscape Hermeneutics and Environmental Ethics Martin Drenthen Part IV: Environments, Place, and the Experience of Time 12. Memory, Imagination, and the Hermeneutics of Place Forrest Clingerman 13. The Betweenness of Monuments Janet Donohoe 14. My Place in the Sun David Wood 15. How Hermeneutics Might Save the Life of (Environmental) Ethics Paul Van Tongeren and Paulien Snellen Notes A Bibliographic Overview of Research in Environmental Hermeneutics List of Contributors Index",
      "cited_by_count": 83,
      "type": "article",
      "source": {
        "name": "Choice Reviews Online",
        "type": "journal",
        "issn": [
          "0009-4978",
          "1523-8253",
          "1943-5975"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Environmental Philosophy and Ethics"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1516738049"
    },
    {
      "openalex_id": "W4401669326",
      "doi": "10.1163/24685542-20240007",
      "title": "Three Interpretations of the Moral Good and Bad in Islamic Philosophy and Theology and Their Impact on Legal Hermeneutics",
      "authors": [
        {
          "name": "Mohsen Javadi",
          "openalex_id": "A5024852614",
          "orcid": "https://orcid.org/0000-0003-3534-8843",
          "institutions": [
            "University of Qom"
          ]
        }
      ],
      "publication_year": 2024,
      "publication_date": "2024-08-12",
      "abstract": "Abstract In the Islamic moral discourse, the Muʿtazilī theologians are generally known to deem moral good ( ḥusn ) and bad ( qubḥ ) to be real and related to the action itself independently of the revelation. They also admit that the human intellect is capable of grasping moral principles. This position, however, was opposed by Ashʿarī theologians who consider good and bad to be recognizable only through revelation, as well as by philosophers who believe that ethical propositions carry a social normative function, and, hence, must be endorsed by a sufficient proportion of the population to be truly deemed ethical through praised opinions. According to Ibn Sīnā (Avicenna, d. 428/1037), the existence of a given proof is not a sufficient criterion for a moral proposition to be true. After discussing these three views in the Islamic tradition, this paper looks at the impact of theological and philosophical views on legal hermeneutics ( uṣūl al-fiqh ), which has received little scholarly attention. The scope of my investigation is limited to Shīʿī uṣūl al-fiqh of the last century. More specifically, I shall focus on Ākhūnd al-Khurasānī (d. 1329/1911), a proponent of Muʿtazilī moral theory, as well as al-Muḥaqqiq al-Iṣfahānī (d. 1361/1942), a proponent of the philosophers’ position. In so doing, I argue that while some Shīʿī jurists have explicitly endorsed the theory of essential and rational goodness and badness, others defended Ibn Sīnā’s theory on moral propositions. Finally, I conclude that while Shīʿī jurists did not explicitly endorse the Ashʿarī position, one can observe some resonance with the epistemological claim of the Ashʿarī approach in their legal hermeneutics without necessarily endorsing the theory of divine and legislative goodness and badness. This leads me to underline the impact of both philosophical and theological doctrine on Islamic legal hermeneutics.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Journal of Islamic Ethics",
        "type": "journal",
        "issn": [
          "2468-5534",
          "2468-5542"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://doi.org/10.1163/24685542-20240007"
      },
      "topics": [
        "Islamic Studies and History",
        "Islamic Thought and Society Studies",
        "Medieval and Classical Philosophy"
      ],
      "referenced_works_count": 23,
      "url": "https://openalex.org/W4401669326"
    },
    {
      "openalex_id": "W4386264884",
      "doi": "10.33036/ejas.2023.41",
      "title": "Faith and Interpretation: Religious Belief as an Epistemic and Hermeneutic Concept in Neo-Pragmatist Philosophy and Literary Theory",
      "authors": [
        {
          "name": "Péter Csató",
          "openalex_id": "A5083228404",
          "orcid": "https://orcid.org/0009-0000-9639-0389"
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-01-01",
      "abstract": null,
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Eger Journal of American Studies",
        "type": "journal",
        "issn": [
          "1786-2337"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "http://publikacio.uni-eszterhazy.hu/7718/1/41_60_Csat%C3%B3.pdf"
      },
      "topics": [
        "Pragmatism in Philosophy and Education",
        "Historical and Linguistic Studies",
        "Study and Philosophy of Religion"
      ],
      "referenced_works_count": 17,
      "url": "https://openalex.org/W4386264884"
    },
    {
      "openalex_id": "W2780214635",
      "doi": "10.4324/9781315703275-2",
      "title": "Thinking Interpretively",
      "authors": [
        {
          "name": "Dvora Yanow",
          "openalex_id": "A5009780740",
          "orcid": "https://orcid.org/0000-0002-1382-7504"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-03-04",
      "abstract": "This chapter focuses on organizational studies as an interpretive science. The methods of generating and analyzing data used today in meaning-focused research study both meaning and the artifacts that embody and convey it. Studying the lifeworld of research site members and the political, organizational, and communal artifacts they embed with meaning, as hermeneutics would argue, entails a decentering of expertise on the part of the researcher. Interpretive philosophies have not been without their critics from within the interpretive end of the epistemological spectrum. Interpretation operates at several levels: that of the situational actor and the researcher experiencing and interpreting an event or setting; of the researcher interpreting conversational interviews with situational actors and situation-relevant documents. In this view, all knowledge is interpretive, and interpretation is the only method appropriate to the human, social world when the research question concerns matters of human meaning.",
      "cited_by_count": 82,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2780214635"
    },
    {
      "openalex_id": "W1496880593",
      "doi": "10.1093/acprof:oso/9780199698127.001.0001",
      "title": "Spinoza on Philosophy, Religion, and Politics",
      "authors": [
        {
          "name": "Susan James",
          "openalex_id": "A5026360898",
          "institutions": [
            "Birkbeck, University of London"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-01-26",
      "abstract": "Abstract Susan James offers an interpretation of a work that is itself about interpretation Spinoza's Theologico‐Political Treatise. By setting the Treatise in its seventeenth‐century Dutch context, and identifying the wide range of philosophical, theological, hermeneutic, historical, and political debates to which Spinoza was responding, she elucidates the character of his argument and the ends it was designed to achieve. Although the Treatise engages with many opponents, the most central because most powerful were the conservative theologians of the Dutch Reformed Church and their political allies, who continued to oppose Cartesian philosophy throughout Spinoza's lifetime, and resisted what was known as the freedom to philosophize. Appealing both to philosophical arguments that he develops in more detail in the Ethics, and to a theory of biblical interpretation, Spinoza aims to comprehensively discredit the Church's theological doctrines. At the same time, he sets out to undercut its political commitment to a mixed constitution where power is divided between secular and religious authorities. In the United Provinces, Spinoza claims, the best way to secure freedom is to uphold a republican form of government in which the people are sovereign, and where, within certain limits, individuals are free to worship and philosophize as they wish. At first glance, the sinuous argument of the Treatise appears to lack unity, and many commentators focus on one part of it at the expense of others. Once its context is taken into account, however, it emerges as an integrated defence of philosophical, religious, and political freedom, firmly situated within the framework of Spinoza's philosophical system.",
      "cited_by_count": 122,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Seventeenth-Century Political and Philosophical Thought",
        "Political Theology and Sovereignty",
        "Medieval and Classical Philosophy"
      ],
      "referenced_works_count": 131,
      "url": "https://openalex.org/W1496880593"
    },
    {
      "openalex_id": "W2556585292",
      "doi": "10.21831/imaji.v4i2.6712",
      "title": "HERMENEUTIKA SEBAGAI SISTEM INTERPRETASI PAUL RICOEUR DALAM MEMAHAMI TEKS-TEKS SENI",
      "authors": [
        {
          "name": "Abdul Wachid B.S. Wachid B.S.",
          "openalex_id": "A5077142121",
          "institutions": [
            "Institut Agama Islam Negeri Bengkulu"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-11-06",
      "abstract": "Based on hermeneutics’ history, it is known that Paul Ricoeur bringshermeneutics into activities of interpreting and understanding texts (textualexegesis). According to Ricoeur, who is a professor of philosophy at NanterreUniversity, “Basically the whole philosophy is an interpretation tointerpretation.” He agrees with Nietzsche that “Life itself is an interpretation. Ifthere emerges plurality of meanings, interpretation is needed”.To study the hermeneutics of interpretation of Paul Ricoeur, we do notneed to trace its root to the previous growth of this study. Richard E. Palmereven places Ricoeur’s hermeneutics separated from other previous similarstudies, like the hermeneutics of sacred-book interpretation theory, hermeneuticsof philology method, hermeneutics of linguistic understanding, hermeneutics ofhuman science foundation (Geisteswissenschaften), and hermeneutics of daseinphenomenology.Key words: hermeneutics, interpretation and understanding of text",
      "cited_by_count": 28,
      "type": "article",
      "source": {
        "name": "Imaji Jurnal Seni dan Pendidikan Seni",
        "type": "journal",
        "issn": [
          "1693-0479",
          "2580-0175"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://journal.uny.ac.id/index.php/imaji/article/download/6712/5768"
      },
      "topics": [
        "Contemporary Christian Leadership and Education",
        "Mental Health and Well-being",
        "Hermeneutics and Narrative Identity"
      ],
      "referenced_works_count": 2,
      "url": "https://openalex.org/W2556585292"
    },
    {
      "openalex_id": "W1949296832",
      "doi": "10.5204/mcj.431",
      "title": "Critique and the Hermeneutics of Suspicion",
      "authors": [
        {
          "name": "Rita Felski",
          "openalex_id": "A5083713104",
          "orcid": "https://orcid.org/0000-0001-6493-3668",
          "institutions": [
            "University of Virginia"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-11-26",
      "abstract": "Anyone contemplating the role of a “hermeneutics of suspicion” in literary and cultural studies must concede that the phrase is rarely used—even by its most devout practitioners, who usually think of themselves engaged in something called “critique.” What, then, are the terminological differences between “critique” and “the hermeneutics of suspicion”? What intellectual worlds do these specific terms conjure up, and how do these worlds converge or diverge? And what is the rationale for preferring one term over the other?The “hermeneutics of suspicion” is a phrase coined by Paul Ricoeur to capture a common spirit that pervades the writings of Marx, Freud, and Nietzsche. In spite of their obvious differences, he argued, these thinkers jointly constitute a “school of suspicion.” That is to say, they share a commitment to unmasking “the lies and illusions of consciousness;” they are the architects of a distinctively modern style of interpretation that circumvents obvious or self-evident meanings in order to draw out less visible and less flattering truths (Ricoeur 356). Ricoeur’s term has sustained an energetic after-life within religious studies, as well as in philosophy, intellectual history, and related fields, yet it never really took hold in literary studies. Why has a field that has devoted so much of its intellectual energy to interrogating, subverting, and defamiliarising found so little use for Ricoeur’s phrase?In general, we can note that hermeneutics remains a path not taken in Anglo-American literary theory. The tradition of hermeneutical thinking is rarely acknowledged (how often do you see Gadamer or Ricoeur taught in a theory survey?), let alone addressed, assimilated, or argued over. Thanks to a lingering aura of teutonic stodginess, not to mention its long-standing links with a tradition of biblical interpretation, hermeneutics was never able to muster the intellectual edginess and high-wattage excitement generated by various forms of poststructuralism. Even the work of Gianni Vattimo, one of the most innovative and prolific of contemporary hermeneutical thinkers, has barely registered in the mainstream of literary and cultural studies. On occasion, to be sure, hermeneutics crops up as a synonym for a discredited model of “depth” interpretation—the dogged pursuit of a hidden true meaning—that has supposedly been superseded by more sophisticated forms of thinking. Thus the ascent of poststructuralism, it is sometimes claimed, signaled a turn away from hermeneutics to deconstruction and genealogy—leading to a focus on surface rather than depth, on structure rather than meaning, on analysis rather than interpretation. The idea of suspicion has fared little better. While Ricoeur’s account of a hermeneutics of suspicion is respectful, even admiring, critics are understandably leery of having their lines of argument reduced to their putative state of mind. The idea of a suspicious hermeneutics can look like an unwarranted personalisation of scholarly work, one that veers uncomfortably close to Harold Bloom’s tirades against the “School of Resentment” and other conservative complaints about literary studies as a hot-bed of paranoia, kill-joy puritanism, petty-minded pique, and defensive scorn. Moreover, the anti-humanist rhetoric of much literary theory—its resolute focus on transpersonal and usually linguistic structures of determination—proved inhospitable to any serious reflections on attitude, disposition, or affective stance.The concept of critique, by contrast, turns out to be marred by none of these disadvantages. An unusually powerful, flexible and charismatic idea, it has rendered itself ubiquitous and indispensable in literary and cultural studies. Critique is widely seen as synonymous with intellectual rigor, theoretical sophistication, and intransigent opposition to the status quo. Drawing a sense of intellectual weightiness from its connections to the canonical tradition of Kant and Marx, it has managed, nonetheless, to retain a cutting-edge sensibility, retooling itself to fit the needs of new fields ranging from postcolonial theory to disability studies. Critique is contagious and charismatic, drawing everything around it into its field of force, marking the boundaries of what counts as serious thought. For many scholars in the humanities, it is not just one good thing but the only conceivable thing. Who would want to be associated with the bad smell of the uncritical? There are five facets of critique (enumerated and briefly discussed below) that characterise its current role in literary and cultural studies and that have rendered critique an exceptionally successful rhetorical-cultural actor. Critique, that is to say, inspires intense attachments, serves as a mediator in numerous networks, permeates disciplines and institutional structures, spawns conferences, essays, courses, and book proposals, and triggers countless imitations, translations, reflections, revisions, and rebuttals (including the present essay). While nurturing a sense of its own marginality, iconoclasm, and outsiderdom, it is also exceptionally effective at attracting disciples, forging alliances, inspiring mimicry, and ensuring its own survival. In “Why Has Critique Run Out of Steam?” Bruno Latour remarks that critique has been so successful because it assures us that we are always right—unlike those naïve believers whose fetishes we strive to expose (225–48). At the same time, thanks to its self-reflexivity, the rhetoric of critique is more tormented and self-divided than such a description would suggest; it broods constantly over the shame of its own success, striving to detect signs of its own complicity and to root out all possible evidence of collusion with the status quo.Critique is negative. Critique retains the adversarial force of a suspicious hermeneutics, while purifying it of affective associations by treating negativity as an essentially philosophical or political matter. To engage in critique is to grapple with the oversights, omissions, contradictions, insufficiencies, or evasions in the object one is analysing. Robert Koch writes that “critical discourse, as critical discourse, must never formulate positive statements: it is always ‘negative’ in relation to its object” (531). Critique is characterised by its “againstness,” by its desire to take a hammer, as Latour would say, to the beliefs of others. Faith is to be countered with vigilant skepticism, illusion yields to a sobering disenchantment, the fetish must be defetishised, the dream world stripped of its befuddling powers. However, the negativity of critique is not just a matter of fault-finding, scolding, and censuring. The nay-saying critic all too easily calls to mind the Victorian patriarch, the thin-lipped schoolmarm, the glaring policeman. Negating is tangled up with a long history of legislation, prohibition and interdiction—it can come across as punitive, arrogant, authoritarian, or vitriolic. In consequence, defenders of critique often downplay its associations with outright condemnation. It is less a matter of refuting particular truths than of scrutinising the presumptions and procedures through which truths are established. A preferred idiom is that of “problematising,” of demonstrating the ungroundedness of beliefs rather than denouncing errors. The role of critique is not to castigate, but to complicate, not to engage in ideas’ destruction but to expose their cultural construction. Barbara Johnson, for example, contends that a critique of a theoretical system “is not an examination of its flaws and imperfections” (xv). Rather, “the critique reads backwards from what seems natural, obvious, self-evident, or universal in order to show that these things have their history” and to show that the “start point is not a (natural) given, but a (cultural) construct, usually blind to itself” (Johnson xv–xvi). Yet it seems a tad disingenuous to describe such critique as free of negative judgment and the examination of flaws. Isn’t an implicit criticism being transmitted in Johnson’s claim that a cultural construct is “usually blind to itself”? And the adjectival chain “natural, obvious, self-evident, or universal” strings together some of the most negatively weighted words in contemporary criticism. A posture of detachment, in other words, can readily convey a tacit or implicit judgment, especially when it is used to probe the deep-seated convictions, primordial passions, and heart-felt attachments of others. In this respect, the ongoing skirmishes between ideology critique and poststructuralist critique do not over-ride their commitment to a common ethos: a sharply honed suspicion that goes behind the backs of its interlocutors to retrieve counter-intuitive and uncomplimentary meanings. “You do not know that you are ideologically-driven, historically determined, or culturally constructed,” declares the subject of critique to the object of critique, “but I do!” As Marcelo Dascal points out, the supposedly non-evaluative stance of historical or genealogical argument nevertheless retains a negative or demystifying force in tracing ideas back to causes invisible to the actors themselves (39–62).Critique is secondary. A critique is always a critique of something, a commentary on another argument, idea, or object. Critique does not vaunt its self-sufficiency, independence, and autotelic splendor; it makes no pretense of standing alone. It could not function without something to critique, without another entity to which it reacts. Critique is symbiotic; it does its thinking by responding to the thinking of others. But while secondary, critique is far from subservient. It seeks to wrest from a text a different account than it gives of itself. In doing so, it assumes that it will meet with, and overcome, a resistance. If there were no resistance, if the truth were self-evident and available for all to see, the act of critique would be superfl",
      "cited_by_count": 156,
      "type": "article",
      "source": {
        "name": "M/C Journal",
        "type": "journal",
        "issn": [
          "1441-2616"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://doi.org/10.5204/mcj.431"
      },
      "topics": [
        "Hermeneutics and Narrative Identity",
        "Translation Studies and Practices"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1949296832"
    },
    {
      "openalex_id": "W2945801287",
      "doi": "10.1111/nup.12254",
      "title": "Ricoeur’s narrative philosophy: A source of inspiration in critical hermeneutic health research",
      "authors": [
        {
          "name": "Malene Missel",
          "openalex_id": "A5065935722",
          "orcid": "https://orcid.org/0000-0003-3267-8038",
          "institutions": [
            "Copenhagen University Hospital"
          ]
        },
        {
          "name": "Regner Birkelund",
          "openalex_id": "A5044453064",
          "orcid": "https://orcid.org/0000-0002-5374-0630",
          "institutions": [
            "Lillebaelt Hospital",
            "University of Southern Denmark"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-05-14",
      "abstract": "Abstract Patient‐centred care has gained ground in health service following a health policy initiative aimed at changing the paternalistic culture towards one with more patient involvement. Development of knowledge relating to people's lived experiences of illness is important in this context. Literature in the field of health science describes methods for exploring what is at stake for people affected by illness, and the French philosopher Paul Ricoeur has been a significant source of inspiration. Especially, Ricoeur's interpretation theory has been construed and applied in different, often schematic, methodological variations, whereas his narrative philosophy is a little used source of inspiration. Health science has been characterized by a biomedical awareness of method and the idea that there is a direct and immediate path to patients' experiences, a viewpoint that can be traced back to Descartes and the philosophy of subjectivism. Opposed to Descartes, Ricoeur says that we are already embedded in a world of traditions and meanings over which we have no control. According to Ricoeur, we leave traces when we express ourselves, and traces are formed by the world of meanings and traditions to which we belong. Often, the sense in the traces is hidden, making it impossible to directly understand individual's experiences. Reflection on an individual's lived experiences must take place via the narratives in which the individual expresses themselves. The centrepiece of Ricoeur's narrative philosophy is the threefold mimesis, which is an approach to understanding the meaning of peoples' lived experiences. The philosophical hermeneutics of Gadamer plays an important role in Ricoeur's theory of interpretation, although he has criticized Gadamer for failing to include one dimension in his philosophy; he finds this dimension in Habermas' ideology critique. Ricoeur's ideology critique is absent in health science research, which is why it has been made a focal point in this article.",
      "cited_by_count": 56,
      "type": "article",
      "source": {
        "name": "Nursing Philosophy",
        "type": "journal",
        "issn": [
          "1466-7681",
          "1466-769X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/nup.12254"
      },
      "topics": [
        "Hermeneutics and Narrative Identity",
        "Patient-Provider Communication in Healthcare",
        "Empathy and Medical Education"
      ],
      "referenced_works_count": 20,
      "url": "https://openalex.org/W2945801287"
    },
    {
      "openalex_id": "W3148778816",
      "doi": "10.2307/jj.8305909.29",
      "title": "Text and Interpretation",
      "authors": [],
      "publication_year": 2016,
      "publication_date": "2016-04-01",
      "abstract": "Study of philosophy and philosophical history is closely related to text and interpretation of text.This leads to the complicated multi-level relationship between contextual language and hermeneutic lan-guage,especially in the aspects of interpretation of classics and dialogue between east and west.A correct realization of relation between text and hermeneutics contributes much to study of philosophical history and a creative development of contemporary philosophy.",
      "cited_by_count": 30,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Classical Philosophy and Thought"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W3148778816"
    },
    {
      "openalex_id": "W3084458695",
      "doi": "10.1007/978-3-030-43620-9_5",
      "title": "The Bildung Theory—From von Humboldt to Klafki and Beyond",
      "authors": [
        {
          "name": "Jesper Sjöström",
          "openalex_id": "A5072176466",
          "orcid": "https://orcid.org/0000-0002-3083-1716",
          "institutions": [
            "Malmö University"
          ]
        },
        {
          "name": "Ingo Eilks",
          "openalex_id": "A5077406641",
          "orcid": "https://orcid.org/0000-0003-0453-4491",
          "institutions": [
            "University of Bremen"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-01-01",
      "abstract": null,
      "cited_by_count": 66,
      "type": "book-chapter",
      "source": {
        "name": "Springer texts in education",
        "type": "book series",
        "issn": [
          "2366-7672",
          "2366-7680"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007%2F978-3-030-43620-9_5.pdf"
      },
      "topics": [
        "Education and Critical Thinking Development",
        "Science Education and Pedagogy",
        "Environmental Education and Sustainability"
      ],
      "referenced_works_count": 33,
      "url": "https://openalex.org/W3084458695"
    },
    {
      "openalex_id": "W2309257394",
      "doi": "10.1093/oxfordhb/9780199941339.013.15",
      "title": "Environmental Hermeneutics and the Meaning of Nature",
      "authors": [
        {
          "name": "Martin Drenthen",
          "openalex_id": "A5050700601",
          "orcid": "https://orcid.org/0000-0003-2502-6963",
          "institutions": [
            "Radboud University Nijmegen"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-01-19",
      "abstract": "Environmental hermeneutics is a relatively recent stance within environmental philosophy that built on the insights and theories from philosophical hermeneutics. Philosophical hermeneutics starts with the idea that humans are essentially interpretative beings that seek to understand meaning. Hermeneutics traditionally focuses on the understanding and interpretation of texts; <italic>environmental</italic> hermeneutics seeks to expand this scope to include environments and landscapes. The starting point is the idea that the world we inhabit is always already interpreted and infused with meanings, and that environments matter to people as normative context that help them make sense of their lives. Environmental hermeneuticists examine the role of interpretation and conflicts of interpretations in human relations with environments and explicate how these are intertwined with notions of environmental identity. This chapter presents and discusses some key thoughts and ideas from philosophical hermeneutics, focusing on Gadamer and Ricoeur and examines how these might bear on environmental philosophy.",
      "cited_by_count": 27,
      "type": "book",
      "source": {
        "name": "Oxford University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Environmental Philosophy and Ethics",
        "Religion, Ecology, and Ethics",
        "Hermeneutics and Narrative Identity"
      ],
      "referenced_works_count": 39,
      "url": "https://openalex.org/W2309257394"
    },
    {
      "openalex_id": "W2347326459",
      "doi": "10.1108/s0733-558x(2011)0000032009",
      "title": "Hermeneutic philosophy and organizational theory",
      "authors": [
        {
          "name": "Frank J. Barrett",
          "openalex_id": "A5027074611",
          "orcid": "https://orcid.org/0000-0001-5100-1802"
        },
        {
          "name": "Edward H. Powley",
          "openalex_id": "A5042765570"
        },
        {
          "name": "Barnett Pearce",
          "openalex_id": "A5088432234"
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-01-01",
      "abstract": "Our aim in this chapter is twofold: first, to review briefly the history of the hermeneutic traditions; second, to examine its influence in organization studies. We begin with a review of hermeneutic philosophy including ancient Greek origins and Biblical hermeneutics. We then delve more deeply into the work of 20th-century hermeneutic philosophy, particularly Heidegger, Gadamer, and Ricoeur, to demonstrate how hermeneutics became a field that is concerned not only with texts but also with verbal and nonverbal forms of action and the preunderstanding that makes any interpretation possible. Finally, we explore how hermeneutic philosophers claim that interpretation is the mode by which we live and carry on with one another. In the third section, we suggest that the field of organizational studies has discovered the relevance of hermeneutic theory, a rarely explicitly acknowledged debt. In particular, we outline the influence of hermeneutic theory on several figural areas, including culture, sensemaking, identity, situated learning, and organizational dialogue.",
      "cited_by_count": 28,
      "type": "book-chapter",
      "source": {
        "name": "Research in the sociology of organizations",
        "type": "book series",
        "issn": [
          "0733-558X"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Management and Organizational Studies",
        "Hermeneutics and Narrative Identity",
        "Transactional Analysis in Psychotherapy"
      ],
      "referenced_works_count": 58,
      "url": "https://openalex.org/W2347326459"
    },
    {
      "openalex_id": "W2137525698",
      "doi": "10.1521/jsyt.2010.29.1.19",
      "title": "Hermeneutic Inquiry: A Research Approach for Postmodern Therapists",
      "authors": [
        {
          "name": "Jeff Chang",
          "openalex_id": "A5023024724",
          "orcid": "https://orcid.org/0000-0001-6784-2497"
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-03-01",
      "abstract": "This paper introduces hermeneutic philosophy and inquiry to postmodern therapists. Hermeneutic inquiry is an approach to research that posits that all understanding is interpretation, and interpretation is constructed in language. It shares a common view of language with postmodern therapies, and therefore is likely to be a congenial and accessible approach to research for postmodern therapists. This paper describes one example of hermeneutic inquiry and discusses some practical implications of a hermeneutic approach to inquiry.",
      "cited_by_count": 27,
      "type": "article",
      "source": {
        "name": "Journal of Systemic Therapies",
        "type": "journal",
        "issn": [
          "1195-4396",
          "1930-6318"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Counseling, Therapy, and Family Dynamics",
        "Child Therapy and Development",
        "Psychotherapy Techniques and Applications"
      ],
      "referenced_works_count": 24,
      "url": "https://openalex.org/W2137525698"
    },
    {
      "openalex_id": "W2165632402",
      "doi": null,
      "title": "Spinoza on Philosophy, Religion, and Politics: The Theologico-Political Treatise",
      "authors": [
        {
          "name": "Susan James",
          "openalex_id": "A5026360898"
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-03-24",
      "abstract": "Susan James offers an interpretation of a work that is itself about interpretation Spinoza's Theologico‐Political Treatise. By setting the Treatise in its seventeenth‐century Dutch context, and identifying the wide range of philosophical, theological, hermeneutic, historical, and political debates to which Spinoza was responding, she elucidates the character of his argument and the ends it was designed to achieve. Although the Treatise engages with many opponents, the most central because most powerful were the conservative theologians of the Dutch Reformed Church and their political allies, who continued to oppose Cartesian philosophy throughout Spinoza's lifetime, and resisted what was known as the freedom to philosophize. Appealing both to philosophical arguments that he develops in more detail in the Ethics, and to a theory of biblical interpretation, Spinoza aims to comprehensively discredit the Church's theological doctrines. At the same time, he sets out to undercut its political commitment to a mixed constitution where power is divided between secular and religious authorities. In the United Provinces, Spinoza claims, the best way to secure freedom is to uphold a republican form of government in which the people are sovereign, and where, within certain limits, individuals are free to worship and philosophize as they wish. At first glance, the sinuous argument of the Treatise appears to lack unity, and many commentators focus on one part of it at the expense of others. Once its context is taken into account, however, it emerges as an integrated defence of philosophical, religious, and political freedom, firmly situated within the framework of Spinoza's philosophical system.",
      "cited_by_count": 81,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Seventeenth-Century Political and Philosophical Thought",
        "Political Theology and Sovereignty",
        "Philosophy, Ethics, and Existentialism"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2165632402"
    }
  ],
  "count": 30,
  "errors": []
}
