{
  "status": "success",
  "source": "openalex",
  "query": "Dotson epistemic oppression",
  "results": [
    {
      "openalex_id": "W2075701739",
      "doi": "10.1080/02691728.2013.782585",
      "title": "Conceptualizing Epistemic Oppression",
      "authors": [
        {
          "name": "Kristie Dotson",
          "openalex_id": "A5048826846",
          "orcid": "https://orcid.org/0000-0002-8055-8228",
          "institutions": [
            "Schlumberger (Ireland)"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-01-16",
      "abstract": "AbstractEpistemic oppression refers to persistent epistemic exclusion that hinders one’s contribution to knowledge production. The tendency to shy away from using the term “epistemic oppression” may follow from an assumption that epistemic forms of oppression are generally reducible to social and political forms of oppression. While I agree that many exclusions that compromise one’s ability to contribute to the production of knowledge can be reducible to social and political forms of oppression, there still exists distinctly irreducible forms of epistemic oppression. In this paper, I claim that a major point of distinction between reducible and irreducible epistemic oppression is the major source of difficulty one faces in addressing each kind of oppression, i.e. epistemic power or features of epistemological systems. Distinguishing between reducible and irreducible forms of epistemic oppression can offer a better understanding of what is at stake in deploying the term and when such deployment is apt.Keywords: Epistemic OppressionEpistemic ExclusionEpistemological ResilienceEpistemic PowerEpistemological Systems Notes[1] This definition of epistemic exclusion relies heavily on Irene Omolola’s use of the term (see Adadevoh 2011).[2] My definition of epistemic agency is heavily influenced by Cynthia Townley’s definition (see Townley 2003, 109–110).[3] I use Plato’s Allegory very deliberately here. The allegorical imagery of Plato’s Allegory facilitates an acknowledgement of the three features of our epistemic landscape, that is, situatedness, interdependence and resilience, which I will use to illustrate different epistemic exclusions. It also serves the goals of this paper. I am not concerned here with establishing new forms of epistemic oppression or that epistemic oppression exists. If I held these goals, then utilizing the imagery in Plato’s Allegory would be inappropriate. Rather, my objective is to highlight the possibility of pulling apart reducible and irreducible epistemic oppression. As such, I do not use “real life” examples mainly because my focus is not to demonstrate the actual existence of epistemic oppression itself. Rather, mine is a pursuit of an adequate conceptualization of epistemic oppression. For articles that highlight the existence of epistemic oppression (see Code 1995; Collins 1989; Fricker 1998, 2007; Harding 1986; Langton 2000; Mills 1999). Hence, this analysis is an inquiry into conceptual approaches that can illuminate the existence of epistemic oppression and not an attempt to locate epistemic oppression on the ground.[4] This is not to say all organizational schemata are intentionally decided upon. To say that organizational schemata are intentionally collective is to gesture to the fact that collectives can and do come together according to shared aims, values and/or beliefs for the sake of furthering those aims, values, and/or beliefs. Organizational schemata will, then, develop both inside and outside of these goals thereby creating increasingly complex social-collective schemata.[5] There may be some pause over the focus on effectiveness in this approach to organizational change. However, epistemic affairs, as I understand them, are a normative affairs. Knowing well (internal justification) and accurately (external justification) is often the goal of epistemological investigations. I take this to be a kind of effectiveness.[6] It is important to note, again, that I am not borrowing the insight Plato draws from his Allegory. Rather I am appropriating the imagery for the sake of my attempt to conceptualize epistemic oppression. Hence, my use of the Allegory may diverge starkly from Plato’s positions.[7] Epistemic exclusion is not synonymous with epistemic oppression. Recall, I defined epistemic oppression according to persisting exclusion. Hence, establishing the existence of an epistemic exclusion is only one aspect of establishing the presence of epistemic oppression. One must also demonstrate the persistence of the exclusion.[8] Some would argue that even this kind of search would most likely prove ineffective. For example, Mariana Ortega carefully details how the search for the kinds of experiences that lead to epistemic friction can often lead to “being knowingly, lovingly ignorant,” another recalcitrant form of ignorance (Ortega 2006).[9] To be clear, though Plato would go on to postulate an “outside” of the cave, where access to things-in-themselves resides. I am in no way committed to the idea that there is an outside of the allegorical cave setting Plato creates. In fact, it may well be the case that, as many suggest, there is no outside of our social worlds, where knowledge lies. Regardless of how one resolves the question of knowledge and perspective, there is, however, an outside to one’s own perspective that is often held by other knowers. Hence, the “outside,” in the allegory I am building, points to epistemically different perspectives, that is, mobile vs. fettered persons.[10] This extension of the Allegory is heavily influenced by Nancy Tuana’s articulation of the creation of “epistemically damaged identities,” Patricia Hill Collins’ analysis of the suppression of black feminist thought and Miranda Fricker’s paradigm case of testimonial injustice (see Collins 1989; Fricker 2007; Tuana 2006).[11] I use the phrase “default credibility level” because it does not denote an automatic credibility conferral, but rather a general propensity to give positive credibility assessments.[12] For an account that develops this well, see Medina 2011. Tuana cites the lower credibility given to victims of incest as an example of the “construction of an epistemically disadvantaged identity.” She explains: “Victims of incest are often judged as not being epistemically credible because they are constructed as being suggestible, gullible, or vengeful. Their testimony is discredited; their memories are questioned. In instances such as these, it is not simply facts, events, practices, or technologies that are rendered not known, but individuals and groups who are rendered ‘not knowers.’ They are constructed as untrustworthy.” (2006, 13). In cases where entire groups suffer prejudices that compromise their ability to appear credible, for example, these groups experience epistemic exclusion insofar as their ability to participate in knowledge production is compromised. Their language skills become moot. Their ability to access shared images and metaphors for communicating their experience is lessened considerably. In other words, populations with epistemically disadvantaged identities have a reduced ability to utilize persuasively shared epistemic resources.[13] Miranda Fricker, in her book, Epistemic Injustice, calls the routine deflation of a given groups credibility, testimonial injustice. She writes, testimonial injustice “occurs when prejudice causes a hearer to give a deflated level of credibility to a speaker’s word” (Fricker 2007, 1). Fricker’s epistemic injustice is a species of epistemic oppression. Insofar as testimonial injustice involves persistent epistemic exclusion that compromises epistemic agency, it is a kind of epistemic oppression. Hence, the concept of epistemic oppression is an umbrella term for multiple ideas of how knowledge production can routinely harm some people and/or populations. Elsewhere I have explored Fricker’s concept of epistemic injustice using my understanding of epistemic oppression. (see Dotson 2012).[14] I borrow this term from Fricker (2007, 17).[15] There are many examples of this kind of epistemic exclusion (see e.g. Code 1995; Collins 2000; Fricker 2007; Williams 1991). For an extended example, see the Rigoberta Menchú controversy (Arias 2001).[16] It is important to note that “minimal” here does not denote “easy” or “adequate.” It is most likely the case, as is the case with Fricker’s testimonial injustice, the changes required to address first-order exclusions are quite extensive (For an account illustrating this, see Langton 2010). However, it is unclear that one needs to abandon the value placed on credibility in order to address the creation of epistemically disadvantaged identities via credibility deficits. I imply this conclusion in my article, “A Cautionary Tale” (2012).[17] For an extended example of the difficulty of the backlash such endeavors invoke see the Rigoberta Menchú controversy (Arias 2001).[18] The additions made to the Allegory are heavily influenced by Fricker’s paradigm case of hermeneutical injustice (Fricker 2007).[19] Fricker’s example of hermeneutical injustice concerned the events leading to the creation of the term “sexual harassment,” where experiences with sexual harassment predated the term itself to the detriment of the victims. Many deny the prevalence of this kind of exclusion. They claim that it presumes that at any given time there is but one set of epistemic resources (Mason 2011). However, even if one were to take the reality of alternative epistemologies and epistemic resources into consideration, communicating with those not fluent in those alternative epistemic resources can still foster second-order epistemic exclusion.[20] See, for example (Anzaldúa 1999; Dotson 2011; duCille 2009; Lugones and Spelman 1983).[21] These extensions are influenced by Lorraine Code’s concept of rhetorical space and my concept of contributory injustice (see Code 1995; Dotson 2012).[22] There is a budding debate concerning whether Fricker’s hermeneutical injustice, which I have identified as an example of a second order epistemic injustice, affects all involved knowers equally (see Beeby 2011; Medina 2012).[23] For a good example of similar epistemic ramifications of such clashes (see Bergin 2001).Additional informationNotes on contributorsKristie DotsonKristie Dotson is an assistant professor of Philosophy at Michigan State University. She researches in epistemology (particularly testimony and feminist epistemology), feminism (particularly women of color feminist philosophy) and critical philosophy of race. She edited with Robert Bernasconi a series of books entitled Race, hybridity, and miscegenation. Within feminist epistemology, her representative publications include: In search of Tanzania, Southern Journal of Philosophy (46: Supp, 2008), Tracking epistemic violence, tracking practices of silencing, Hypatia: A Journal of Feminist Philosophy (26:2, 2011), and A cautionary tale, Frontiers: A Journal of Women’s Studies (33:1, 2012).",
      "cited_by_count": 1020,
      "type": "article",
      "source": {
        "name": "Social Epistemology",
        "type": "journal",
        "issn": [
          "0269-1728",
          "1464-5297"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Feminist Epistemology and Gender Studies",
        "Political Philosophy and Ethics",
        "Epistemology, Ethics, and Metaphysics"
      ],
      "referenced_works_count": 44,
      "url": "https://openalex.org/W2075701739"
    },
    {
      "openalex_id": "W4379781533",
      "doi": "10.1353/fro.2012.a472779",
      "title": "A Cautionary Tale: On Limiting Epistemic Oppression",
      "authors": [
        {
          "name": "Kristie Dotson",
          "openalex_id": "A5048826846",
          "orcid": "https://orcid.org/0000-0002-8055-8228"
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-01-01",
      "abstract": "A Cautionary Tale:On Limiting Epistemic Oppression Kristie Dotson (bio) I cannot recall the words of my first poembut I remember a promiseI made my pennever to leave itlyingin somebody else's blood. Audre Lorde, \"To the Poet Who Happens to Be Black and the Black Poet Who Happens to Be a Woman\"1 Introduction In this paper, first and foremost, I aim to issue a caution. Specifically, I caution that when addressing and identifying forms of epistemic oppression one needs to endeavor not to perpetuate epistemic oppression. Epistemic oppression, here, refers to epistemic exclusions afforded positions and communities that produce deficiencies in social knowledge. An epistemic exclusion, in this analysis, is an infringement on the epistemic agency of knowers that reduces her or his ability to participate in a given epistemic community.2 Epistemic agency will concern the ability to utilize persuasively shared epistemic resources within a given epistemic community in order to participate in knowledge production and, if required, the revision of those same resources.3 A compromise to epistemic agency, when unwarranted, damages not only individual knowers but also the state of social knowledge and shared epistemic resources. Unfortunately, avoiding unwarranted epistemic exclusions is an exceedingly difficult task. It may well be impossible. For example, we simply do not have the capacity to track all the implications of our positions on any given [End Page 24] issue, which would, arguably, be necessary to avoid epistemic oppression entirely. This realization relegates efforts to be conscious of and minimize epistemic oppression to a kind of naïveté characteristic of utopian dreamers who advocate pie-in-the-sky goals achievable only in theory. Like many forms of pessimism, pessimism about epistemic fairness assumes an all-or-nothing stance. Either we can eliminate epistemic oppression entirely, or we can do nothing about epistemic oppression at all. This position is an obvious over-simplification of the many options available. One can advocate for better, more responsible epistemic conduct capable of reducing epistemic oppression, without also harboring unrealistic expectations for superior epistemic conduct and abilities necessary for eliminating epistemic oppression entirely. In this vein here I issue a caution and a proposal for minimizing epistemic oppression. To issue this caution, I take Miranda Fricker's book Epistemic Injustice: Power and the Ethics of Knowing as a paradigmatic case of the challenges that arise when attempting to avoid epistemic oppression, even while drawing attention to epistemic forms of oppression.4 By bringing attention to specifically epistemic forms of injustice, Fricker's work offers a strong and valuable contribution to a tradition of feminist thought that aims to highlight the observation that \"when it comes to knowledge, women get hurt.\"5 However, her framing of epistemic bad luck as an antithesis to epistemic injustice conceptually forecloses the possibility of other forms of epistemic injustice and hence can be used to demonstrate the pervasiveness of epistemic oppression. Fricker, I claim, inadvertently perpetrates epistemic oppression by utilizing a closed conceptual structure to identify epistemic injustice. This limitation of Fricker's view illustrates the difficulty of avoiding epistemic oppression and demonstrates an avenue for reducing it in one's own analyses. This paper will proceed in two parts. First, I introduce Fricker's two forms of epistemic injustice, testimonial injustice and hermeneutical injustice, and a third form of epistemic injustice, contributory injustice. I will also briefly gesture to the pervasive nature of epistemic oppression. Second, I use Fricker's concept of epistemic bad luck as a contemporary example of how easy it is to perpetrate epistemic oppression, even while working to address epistemic oppression. Specifically, I show how Fricker's account deploys a closed conceptual structure that prematurely forecloses the possibility of alternative forms of epistemic injustice, like contributory injustice, and thereby perpetuates epistemic oppression. Ultimately, the strengths and limitations of Fricker's efforts to outline epistemic injustice highlight a need to move toward open conceptual structures that signify without absolute foreclosure so as to reduce the continued propagation of epistemic oppression. [End Page 25] Three Forms of Epistemic Injustice In this section I introduce three forms of epistemic injustice. They are: (1) testimonial injustice, (2) hermeneutical injustice, and (3) contributory injustice. For...",
      "cited_by_count": 340,
      "type": "article",
      "source": {
        "name": "Frontiers A Journal of Women Studies",
        "type": "journal",
        "issn": [
          "0160-9009",
          "1536-0334"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Theological Perspectives and Practices",
        "Diverse Education Studies and Reforms",
        "University Challenges and Reforms"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4379781533"
    },
    {
      "openalex_id": "W2148974647",
      "doi": "10.1146/annurev-soc-073014-112142",
      "title": "Intersectionality's Definitional Dilemmas",
      "authors": [
        {
          "name": "Patrícia Hill Collins",
          "openalex_id": "A5006360782",
          "institutions": [
            "University of Maryland, College Park"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-04-04",
      "abstract": "The term intersectionality references the critical insight that race, class, gender, sexuality, ethnicity, nation, ability, and age operate not as unitary, mutually exclusive entities, but rather as reciprocally constructing phenomena. Despite this general consensus, definitions of what counts as intersectionality are far from clear. In this article, I analyze intersectionality as a knowledge project whose raison d'être lies in its attentiveness to power relations and social inequalities. I examine three interdependent sets of concerns: (a) intersectionality as a field of study that is situated within the power relations that it studies; (b) intersectionality as an analytical strategy that provides new angles of vision on social phenomena; and (c) intersectionality as critical praxis that informs social justice projects.",
      "cited_by_count": 2173,
      "type": "article",
      "source": {
        "name": "Annual Review of Sociology",
        "type": "journal",
        "issn": [
          "0360-0572",
          "1545-2115"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.annualreviews.org/doi/pdf/10.1146/annurev-soc-073014-112142"
      },
      "topics": [
        "LGBTQ Health, Identity, and Policy",
        "Feminism, Gender, and Sexuality Studies",
        "Gender Politics and Representation"
      ],
      "referenced_works_count": 100,
      "url": "https://openalex.org/W2148974647"
    },
    {
      "openalex_id": "W4406142574",
      "doi": "10.1007/s11229-024-04853-z",
      "title": "Epistemic oppression and the concept of coercion in psychiatry",
      "authors": [
        {
          "name": "Mirjam Faissner",
          "openalex_id": "A5019825885",
          "orcid": "https://orcid.org/0000-0002-9635-7850",
          "institutions": [
            "Charité - Universitätsmedizin Berlin"
          ]
        },
        {
          "name": "Esther Braun",
          "openalex_id": "A5023561197",
          "orcid": "https://orcid.org/0000-0003-4369-7752",
          "institutions": [
            "University of Potsdam",
            "University of Oxford",
            "Ruhr University Bochum"
          ]
        },
        {
          "name": "Christin Hempeler",
          "openalex_id": "A5060760298",
          "orcid": "https://orcid.org/0000-0002-8532-3284",
          "institutions": [
            "Ruhr University Bochum"
          ]
        }
      ],
      "publication_year": 2025,
      "publication_date": "2025-01-07",
      "abstract": "Abstract Coercion is still highly prevalent in contemporary psychiatry. Qualitative research indicates, however, that patients and psychiatric staff have different understandings of what they mean by ‘coercion’. Psychiatric staff primarily employ the concept as referring to instances of formal coercion regulated by law, such as involuntary hospital admission or treatment. Patients, on the other hand, use a broader concept, which also understands many instances of informal psychological pressure as coercive. We point out that the predominance of a narrow concept of coercion in psychiatry can have negative consequences for patients, and argue that this difference in how the concept ‘coercion’ is used is both grounded in epistemic oppression and reinforces such oppression. Epistemic oppression, as defined by Dotson, refers to the persistent epistemic exclusion of members of marginalized groups from participation in practices of knowledge production. We first demonstrate how patients may experience inferential inertia when communicating their experiences of coercion. We then show that the resulting predominance of a narrow concept of coercion in psychiatry can be described as a case of hermeneutical injustice in a context shaped by institutional hermeneutical ignorance. We argue for a change in institutional practices in psychiatry that allows for the adequate consideration of patients’ perspectives on coercion.",
      "cited_by_count": 5,
      "type": "article",
      "source": {
        "name": "Synthese",
        "type": "journal",
        "issn": [
          "0039-7857",
          "1573-0964"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s11229-024-04853-z.pdf"
      },
      "topics": [
        "Healthcare Decision-Making and Restraints",
        "Mental Health and Patient Involvement",
        "Mental Health and Psychiatry"
      ],
      "referenced_works_count": 101,
      "url": "https://openalex.org/W4406142574"
    },
    {
      "openalex_id": "W4248710612",
      "doi": "10.3998/ergo.12405314.0003.022",
      "title": "Epistemic Exploitation",
      "authors": [
        {
          "name": "Nora Berenstain",
          "openalex_id": "A5103080555",
          "orcid": "https://orcid.org/0000-0003-1617-450X"
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-11-14",
      "abstract": "Epistemic exploitation occurs when privileged persons compel marginalized persons to educate them about the nature of their oppression.I argue that epistemic exploitation is marked by unrecognized, uncompensated, emotionally taxing, coerced epistemic labor.The coercive and exploitative aspects of the phenomenon are exemplified by the unpaid nature of the educational labor and its associated opportunity costs, the double bind that marginalized persons must navigate when faced with the demand to educate, and the need for additional labor created by the default skepticism of the privileged.I explore the connections between epistemic exploitation and the two varieties of epistemic injustice that Fricker (2007) identifies, testimonial and hermeneutical injustice.I situate epistemic exploitation within Dotson's (2012; 2014) framework of epistemic oppression, and I address the role that epistemic exploitation plays in maintaining active ignorance and upholding dominant epistemic frameworks.",
      "cited_by_count": 394,
      "type": "article",
      "source": {
        "name": "Ergo an Open Access Journal of Philosophy",
        "type": "journal",
        "issn": [
          "2330-4014"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://quod.lib.umich.edu/cgi/p/pod/dod-idx/epistemic-exploitation.pdf?c=ergo;idno=12405314.0003.022;format=pdf"
      },
      "topics": [
        "Epistemology, Ethics, and Metaphysics"
      ],
      "referenced_works_count": 28,
      "url": "https://openalex.org/W4248710612"
    },
    {
      "openalex_id": "W3081340083",
      "doi": "10.1093/oso/9780198848844.003.0005",
      "title": "Non-deference to Religious Authority",
      "authors": [
        {
          "name": "Teri Merrick",
          "openalex_id": "A5086516269",
          "orcid": "https://orcid.org/0000-0003-0942-5163"
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-07-01",
      "abstract": "Abstract In Epistemic Authority, Linda Zagzebski argues that members of long-standing religious communities are rationally justified in deferring to the authority of their tradition when asserting certain beliefs or deciding on a course of action. Deferential trust in religious authority, on her account, is a proper expression of a member’s intellectual humility. In this chapter, I argue that Zagzebski has not sufficiently considered the fact that religious traditions may be vehicles of epistemic oppression. Christian communities have a history of hermeneutically marginalizing those whose bodies and gender identities deviate from the so-called ‘able-bodied’ male type. Drawing on the work of Kristie Dotson, Miranda Fricker, and Hermann Cohen, I show that wholesale deference to traditional religious authority would merely perpetuate this marginalization and the ensuing epistemic oppressions. On my account, non-deference to some traditionally authorized beliefs is not indicative of member’s arrogance, but rather an attempt to cultivate the virtue of epistemic justice.",
      "cited_by_count": 3,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Religion and Society Interactions",
        "Religious Education and Schools",
        "Religion, Society, and Development"
      ],
      "referenced_works_count": 15,
      "url": "https://openalex.org/W3081340083"
    },
    {
      "openalex_id": "W4362468858",
      "doi": "10.22197/rbdpp.v9i1.803",
      "title": "On “epistemic injustice” and victimization in prisons",
      "authors": [
        {
          "name": "Jörg Stippel",
          "openalex_id": "A5066029030",
          "orcid": "https://orcid.org/0000-0002-8465-7020",
          "institutions": [
            "Universidad Central de Chile"
          ]
        },
        {
          "name": "Paula Pérez",
          "openalex_id": "A5019505416",
          "orcid": "https://orcid.org/0000-0001-9483-3852",
          "institutions": [
            "Universidad Central de Chile"
          ]
        },
        {
          "name": "Marcelo Barrìa",
          "openalex_id": "A5054340662",
          "orcid": "https://orcid.org/0000-0002-7447-0000",
          "institutions": [
            "Universidad Central de Chile"
          ]
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-03-31",
      "abstract": "The article looks for reasons that explain the different results of criminal investigations conducted inside and outside prisons. We ask if and how the concept of epistemic injustice, as developed by Miranda Fricker, helps to understand those variations. The underlying hypothesis is that epistemic injustice is a symptom of a wider problem. The authors assume that the treatment of victims of violent crime inside prison has structural rather than interpersonal explanations. In a qualitative approach the study uses data from a series of semi-structured interviews with prisoners and prison officers (40 interviews in total). It explores the dynamics of the decision to report crime committed inside prisons and the role of different institutions involved in the investigation of these crimes from the perspective and experience of prisoners and prison officers. As result it is argued, that Fricker’s concept of epistemic injustice is not very helpful when it comes to understand epistemic injustice suffered by victims of violent crime inside prison. It can be better understood in the terms of epistemic oppression used by Dotson. Thus, it is not about assigning blame but how to change the underlying social relations and institutions that subordinate prisoners on epistemic grounds.",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "Revista Brasileira de Direito Processual Penal",
        "type": "journal",
        "issn": [
          "2359-3881",
          "2525-510X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://doi.org/10.22197/rbdpp.v9i1.803"
      },
      "topics": [
        "Feminist Epistemology and Gender Studies",
        "Political Philosophy and Ethics",
        "Epistemology, Ethics, and Metaphysics"
      ],
      "referenced_works_count": 21,
      "url": "https://openalex.org/W4362468858"
    },
    {
      "openalex_id": "W4361005454",
      "doi": "10.1017/hyp.2023.1",
      "title": "The Charitability Gap: Misuses of Interpretive Charity in Academic Philosophy",
      "authors": [
        {
          "name": "Claire A. Lockard",
          "openalex_id": "A5069553529",
          "orcid": "https://orcid.org/0009-0002-5921-8402",
          "institutions": [
            "Mount Mary University"
          ]
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-01-01",
      "abstract": "Abstract In this article, I explore some harms that emerge from the call for charity in academic philosophy. A charitability gap, I suggest, exists both between who we tend to read charitably and who we tend to expect charitability from. This gap shores up the disciplinary status quo and (re)produces epistemic oppression, which helps preserve philosophy's status as a discipline that is, to use Charles Mills's language, conceptually and demographically dominated by whiteness and maleness (Mills 1998, 2). I am particularly interested in calls for charity made in response to critiques of racist or sexist authors/texts. I suggest that in these cases, interpretive charity perpetuates epistemic violence by creating conditions for testimonial smothering (Dotson 2011); that it functions as an orientation device (Ahmed 2006) designed to bring “unruly” philosophers back in line with disciplinary practices and traditions; and that it requires resistant philosophers to remain in oppressive worlds (Lugones 2003a; Pohlhaus 2011). Although charitability is risky—and charity is disproportionately demanded from already marginalized philosophers—I am hesitant to abandon charity entirely. The outright rejection of charitable orientations toward texts or others commits philosophers to a purity politics that, following Alexis Shotwell, I suggest we resist (Shotwell 2016).",
      "cited_by_count": 6,
      "type": "article",
      "source": {
        "name": "Hypatia",
        "type": "journal",
        "issn": [
          "0887-5367",
          "1527-2001"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Feminist Epistemology and Gender Studies",
        "Political Philosophy and Ethics",
        "Epistemology, Ethics, and Metaphysics"
      ],
      "referenced_works_count": 50,
      "url": "https://openalex.org/W4361005454"
    },
    {
      "openalex_id": "W2597520020",
      "doi": "10.4324/9781315212043-5",
      "title": "Evolving Concepts of Epistemic Injustice",
      "authors": [
        {
          "name": "Miranda Fricker",
          "openalex_id": "A5024786704",
          "orcid": "https://orcid.org/0000-0003-4805-4449"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-03-31",
      "abstract": "What does the concept of epistemic injustice do for us? What should we want it to do? If meaning is use, then there is no point trying to put precise boundaries on the concept in advance; indeed its use has already evolved, spreading slightly more widely than originally intended, and for good reason. My chief purpose in invoking the label was to delineate a distinctive class of wrongs, namely those in which someone is ingenuously downgraded and/or disadvantaged in respect of their status as an epistemic subject. A first point to make is that this kind of epistemic injustice is fundamentally a form of (direct or indirect) discrimination. The cause of testimonial injustice is a prejudice through which the speaker is misjudged and perceived as epistemically lesser (a direct discrimination). This will tend to have negative effects on how they are perceived and treated non-epistemically too – secondary aspects of the intrinsic wrong. The cause of a hermeneutical injustice is a background inequality of hermeneutical opportunity – specifically, hermeneutical marginalisation in relation to some area of social experience. This puts them at an unfair disadvantage in comprehending and/or getting others to comprehend an experience of that kind (a somewhat indirect discrimination). It might therefore be a good idea to explicitly label both these phenomena as forms of ‘discriminatory epistemic injustice’; for as David Coady (2010, 2017) has rightly emphasised, we should leave room for something called ‘epistemic injustice’ that is primarily a distributive injustice – someone’s receiving less than their fair share of an epistemic good, such as education, or access to expert advice or information. 1 In this kind of epistemic injustice too, after all, someone is indeed wronged in their capacity as an epistemic subject, and so it fits the generic definition originally given (Fricker 2007).",
      "cited_by_count": 386,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://api.taylorfrancis.com/content/chapters/edit/download?identifierName=doi&identifierValue=10.4324/9781315212043-5&type=chapterpdf"
      },
      "topics": [
        "Feminist Epistemology and Gender Studies",
        "Political Philosophy and Ethics",
        "Epistemology, Ethics, and Metaphysics"
      ],
      "referenced_works_count": 1,
      "url": "https://openalex.org/W2597520020"
    },
    {
      "openalex_id": "W4386226196",
      "doi": "10.1109/istas55053.2022.10227139",
      "title": "Inexplicable AI in Medicine as a Form of Epistemic Oppression",
      "authors": [
        {
          "name": "Christian Herzog",
          "openalex_id": "A5102825326",
          "orcid": "https://orcid.org/0000-0003-2513-2563"
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-11-10",
      "abstract": "This contribution portrays inexplicable AI in medicine as a form of epistemic exclusion, i.e., as the marginalization or complete elimination of important stakeholders from the knowledge generation process. To show this, I will first briefly characterize and exemplify the notion of explicability as per Floridi in the medical domain as being instrumental to support accountability through intelligible explanatory interfaces. I will then follow Dotson in delineating three different orders of epistemic oppression, the third being irreducible to either social or political oppression. I will continue to argue that inexplicable AI in medicine, in its tendency to severely hinder a decision-making process that is either shared interprofessionally and/or between patient and physician, may, under certain conditions, amount to third-order epistemic exclusion. I will discuss that it follows that the adoption of inexplicable AI in medicine may severely hamper progress to support health as conceived holistically along the lines of the WHO's constitution. Instead, the use of inexplicable AI in medicine may bring about short-term benefits, which may be tempting, but should not outweigh the long-term advantages promised by a patient-centered and individualized form of medicine. In summary, this contribution adds a novel conceptual take on the issues involved with adopting black-box AI in the medical domain that goes beyond a merely utility-based argumentation, but—in addition—depicts it as a form of epistemic exclusion, which is also wrong in itself.",
      "cited_by_count": 3,
      "type": "article",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Artificial Intelligence in Healthcare and Education",
        "Explainable Artificial Intelligence (XAI)",
        "Clinical Reasoning and Diagnostic Skills"
      ],
      "referenced_works_count": 32,
      "url": "https://openalex.org/W4386226196"
    },
    {
      "openalex_id": "W3004418260",
      "doi": "10.4324/9781315681634",
      "title": "The Routledge Handbook of the Ethics of Discrimination",
      "authors": [
        {
          "name": "Kasper Lippert‐Rasmussen",
          "openalex_id": "A5015280319",
          "orcid": "https://orcid.org/0000-0003-0950-0215"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-08-23",
      "abstract": "Epistemic discrimination is prejudice, bias and discriminatory action suffered by individuals in their position as epistemic agents, that is, as individuals who can acquire knowledge, justified belief or understanding. Epistemic discrimination can be intentional or unintentional. To get a general handle on the phenomenon of epistemic discrimination, this chapter considers a subset of cases of epistemic discrimination that have been discussed in the recent literature in philosophy and beyond: the cases of epistemic injustice identified in Miranda Fricker's Epistemic Injustice: Power and the Ethics of Knowing. Fricker identifies two types of epistemic injustice: testimonial injustice and hermeneutical injustice. The economic, political and ideological dimensions of US black women's oppression suppressed the intellectual production of individual black feminist thinkers. Charles Mills (2007) also emphasizes the relationship between epistemic discrimination and the ignorance of members of the dominant group. Increasingly, philosophers as well as psychologists are noticing that implicit biases can also provide a mechanism through which epistemic discrimination can be perpetrated.",
      "cited_by_count": 168,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://durham-repository.worktribe.com/preview/1633883/36737.pdf"
      },
      "topics": [
        "Feminist Epistemology and Gender Studies",
        "Political Philosophy and Ethics",
        "Epistemology, Ethics, and Metaphysics"
      ],
      "referenced_works_count": 20,
      "url": "https://openalex.org/W3004418260"
    },
    {
      "openalex_id": "W2972945067",
      "doi": "10.1111/hypa.12496",
      "title": "From Standpoint Epistemology to Epistemic Oppression",
      "authors": [
        {
          "name": "Briana Toole",
          "openalex_id": "A5074904584",
          "orcid": "https://orcid.org/0000-0002-8004-3478"
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-01-01",
      "abstract": "Standpoint epistemology is committed to a cluster of views that pays special attention to the role of social identity in knowledge‐acquisition. Of particular interest here is the situated knowledge thesis. This thesis holds that for certain propositions p, whether an epistemic agent is in a position to know that p depends on some nonepistemic facts related to the epistemic agent's social identity. In this article, I examine two possible ways to interpret this thesis. My first goal here is to clarify existing interpretations of this thesis that appear in the literature but that are undeveloped and often mistakenly conflated. In so doing, I aim to make clear the different versions of standpoint epistemology that one might accept and defend. This project is of significance, I argue, because standpoint epistemology provides helpful tools for understanding a phenomenon of recent interest: epistemic oppression. My second goal is to provide an analysis that makes clear how each of the readings I put forth can be used to illuminate forms of epistemic oppression.",
      "cited_by_count": 164,
      "type": "article",
      "source": {
        "name": "Hypatia",
        "type": "journal",
        "issn": [
          "0887-5367",
          "1527-2001"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/187518A05328AD480AD36B3593623274/S0887536700032712a.pdf/div-class-title-from-standpoint-epistemology-to-epistemic-oppression-div.pdf"
      },
      "topics": [
        "Feminist Epistemology and Gender Studies",
        "Political Philosophy and Ethics",
        "Epistemology, Ethics, and Metaphysics"
      ],
      "referenced_works_count": 72,
      "url": "https://openalex.org/W2972945067"
    },
    {
      "openalex_id": "W3107101402",
      "doi": "10.1111/josi.12403",
      "title": "Understanding psychology's resistance to intersectionality theory using a framework of epistemic exclusion and invisibility",
      "authors": [
        {
          "name": "Isis H. Settles",
          "openalex_id": "A5057117617",
          "orcid": "https://orcid.org/0000-0001-5015-7231",
          "institutions": [
            "University of Michigan–Ann Arbor"
          ]
        },
        {
          "name": "Leah R. Warner",
          "openalex_id": "A5001995025",
          "orcid": "https://orcid.org/0000-0001-6752-0359",
          "institutions": [
            "College of New Jersey",
            "Ramapo College"
          ]
        },
        {
          "name": "NiCole T. Buchanan",
          "openalex_id": "A5027784776",
          "orcid": "https://orcid.org/0000-0001-9288-5245",
          "institutions": [
            "Michigan State University"
          ]
        },
        {
          "name": "Martinque K. Jones",
          "openalex_id": "A5091378221",
          "orcid": "https://orcid.org/0000-0002-6406-237X",
          "institutions": [
            "University of North Texas"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-11-29",
      "abstract": "Abstract Although intersectionality has become part of the everyday lexicon, the field of psychology has demonstrated resistance to the theory, which we argue reflects epistemic exclusion. Epistemic exclusion is the devaluation of some scholarship as illegitimate and certain scholars as lacking credibility. We suggest that intersectionality has been epistemically excluded because it challenges dominant psychological norms about the scientific process and has been most readily endorsed by psychologists from marginalized groups. We provide evidence that epistemic exclusion has occurred through formal means (e.g., exclusion from mainstream journals) and informal processes (e.g., repeated misrepresentation of the theory). We use visibility theory to highlight the role of disciplinary power in this process, such that dominant psychologists act as gatekeepers. Finally, we discuss how the epistemic exclusion of intersectionality is a barrier to social issues scholarship and social justice in psychology, and offer structural recommendations for intersectionality's epistemic inclusion .",
      "cited_by_count": 159,
      "type": "article",
      "source": {
        "name": "Journal of Social Issues",
        "type": "journal",
        "issn": [
          "0022-4537",
          "1540-4560"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/josi.12403"
      },
      "topics": [
        "Feminist Epistemology and Gender Studies",
        "Critical Race Theory in Education",
        "Racial and Ethnic Identity Research"
      ],
      "referenced_works_count": 91,
      "url": "https://openalex.org/W3107101402"
    },
    {
      "openalex_id": "W2035217659",
      "doi": "10.1080/02691728.2013.782581",
      "title": "Discerning the Primary Epistemic Harm in Cases of Testimonial Injustice",
      "authors": [
        {
          "name": "Gaile Pohlhaus",
          "openalex_id": "A5074283506",
          "institutions": [
            "Schlumberger (Ireland)"
          ]
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-11-05",
      "abstract": "This article examines the primary epistemic harm of testimonial injustice, or, as defined by Miranda Fricker, the injustice of perceiving another epistemic agent as less credible due to an identity prejudice. I first analyze Fricker's account of the harm, which she posits in terms of a subject/object relation as \"epistemic objectification.\" My analysis, however, shows that (1) testimonial injustice does not render its victim to an object-like status and (2) testimonial injustice necessarily treats its victim as a subject, albeit a truncated subject. Drawing on the work of Ann Cahill and Simone de Beauvoir, I demonstrate that the primary harm of testimonial injustice is more aptly described in terms of a subject/other relation, or a relation that circumscribes the subjectivity of its victim within the confines of the perpetrator's subjectivity. Using these conceptual resources to examine the primary epistemic harm of testimonial injustice not only avoids the problems I raise with the notion of epistemic objectification, but also greatly enhances our understanding of testimonial injustice, and consequently of what more epistemically just relations look like.",
      "cited_by_count": 213,
      "type": "article",
      "source": {
        "name": "Social Epistemology",
        "type": "journal",
        "issn": [
          "0269-1728",
          "1464-5297"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.tandfonline.com/doi/pdf/10.1080/02691728.2013.782581?download=true"
      },
      "topics": [
        "Feminist Epistemology and Gender Studies",
        "Political Philosophy and Ethics",
        "Epistemology, Ethics, and Metaphysics"
      ],
      "referenced_works_count": 18,
      "url": "https://openalex.org/W2035217659"
    },
    {
      "openalex_id": "W3091251993",
      "doi": "10.1017/hyp.2020.31",
      "title": "White Feminist Gaslighting",
      "authors": [
        {
          "name": "Nora Berenstain",
          "openalex_id": "A5059498687",
          "orcid": "https://orcid.org/0000-0002-4873-1027",
          "institutions": [
            "University of Tennessee at Knoxville"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-01-01",
      "abstract": "Abstract Structural gaslighting arises when conceptual work functions to obscure the nonaccidental connections between structures of oppression and the patterns of harm they produce and license. This article examines the role that structural gaslighting plays in white feminist methodology and epistemology using Miranda Fricker's discussion of hermeneutical injustice as an illustration (Fricker 2007). Fricker's work produces structural gaslighting through several methods: i) the outright denial of the role that structural oppression plays in producing interpretive harm, ii) the use of single-axis conceptual resources to understand intersectional oppression, and iii) the failure to recognize the legacy of women of color's epistemic resistance work surrounding the issue of sexual harassment in the workplace. I argue that Fricker's whitewashed discussion of epistemic resistance to sexual harassment in the United States is a form of structural gaslighting that fails to treat women of color as knowers and exemplifies the strategic forgetting that is a central methodological tactic of white feminism.",
      "cited_by_count": 134,
      "type": "article",
      "source": {
        "name": "Hypatia",
        "type": "journal",
        "issn": [
          "0887-5367",
          "1527-2001"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/258AF9EFD1F5566F0DD00178159F0499/S0887536720000318a.pdf/div-class-title-white-feminist-gaslighting-div.pdf"
      },
      "topics": [
        "Feminist Epistemology and Gender Studies",
        "Qualitative Research Methods and Ethics",
        "Feminism, Gender, and Sexuality Studies"
      ],
      "referenced_works_count": 59,
      "url": "https://openalex.org/W3091251993"
    },
    {
      "openalex_id": "W3115905783",
      "doi": null,
      "title": "Combatting Epistemic Violence against Young Activists",
      "authors": [
        {
          "name": "Sarah E. Vitale",
          "openalex_id": "A5005321082",
          "orcid": "https://orcid.org/0000-0002-4837-8569"
        },
        {
          "name": "Owen J. Miller",
          "openalex_id": "A5083746967"
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-12-08",
      "abstract": "Introduction: Young people are advocating for social and political change. In response to the worsening climate crisis, young people have organized several movements, including the Sunrise Movement and the School Strike for Climate movement. Following the mass shooting at Marjory Stoneman Douglas High School in Parkland, Florida, students led a nationwide movement for gun control. Young people led the charge for justice following the death of Trayvon Martin and have played significant roles in the Black Lives Matter movement. Members of the climate, gun control, and anti-racism movements are well-educated on their respective issues and have articulated clear political and economic aims.1 Young people have rallied around concerns for their shared futures, using knowledge of climate science, gun dangers, and white supremacy and their correspondingly rational interests in a safe and ecologically healthy world, to create sound platforms for reform. Even though their positions are sound, many adults believe they could not possibly understand the scope of the issues or have the tools to respond to the crises. Their beliefs are often dismissed as childish because adults assume that children are too naive to understand the full extent of issues like the climate crisis and what it would take to address them. The result is that their position as young persons who must endure the effects of current policies and practices is discounted and they are subject to epistemic injustice, a concept introduced by Miranda Fricker, and epistemic oppression, a concept introduced by Kristie Dotson.",
      "cited_by_count": 3,
      "type": "article",
      "source": {
        "name": "Analytic teaching and philosophical praxis",
        "type": "journal",
        "issn": [
          "2374-8257"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://journal.viterbo.edu/index.php/atpp/article/download/1179/986"
      },
      "topics": [
        "Education and Critical Thinking Development",
        "Environmental Education and Sustainability",
        "Climate Change Communication and Perception"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W3115905783"
    },
    {
      "openalex_id": "W4409168720",
      "doi": "10.18523/2617-1678.2024.14.12-30",
      "title": "Epistemic oppression of Ukrainian perspectives in contemporary Western academia",
      "authors": [
        {
          "name": "Стефанія Сідорова",
          "openalex_id": "A5060774484",
          "orcid": "https://orcid.org/0000-0002-9663-3894"
        }
      ],
      "publication_year": 2024,
      "publication_date": "2024-12-30",
      "abstract": "Numerous Ukrainian and Eastern European scholars, philosophers, activists, and cultural figures have criticized the contemporary Western academic community for its systematic silencing of Ukrainian voices and promotion of pro-Russian narratives. This article examines the phenomenon of epistemic oppression of Ukrainian voices in contemporary Western academic discourse. It reviews a range of socio-epistemological concepts designed to shed light on this issue, such as “westsplaining”, “epistemic imperialism”, “double colonial optics”, “international imperialist solidarity”, and others. The author argues that philosophical reflection on the problem of epistemic oppression of Ukrainian researchers in Western academia requires drawing upon the works of social epistemologies (particularly anti-, post- and decolonial, and feminist), academic and non-academic strategies of knowing, philosophical and non-philosophical disciplines, and past and present Ukrainian theorizations. Employing the works of social epistemologists such as Han Edgoose, Miranda Fricker, Kristie Dotson, and others, the author proposes the concept of “epistemic sabotage” to analyze experiences of deliberate epistemic oppression. To further develop previously proposed approaches, the author incorporates the intellectual context in which Ukrainian philosophical thought developed in the 20th century. She uses Yuriy Shevelov’s testimony about the formation of Slavic studies in the USA during 1950–1970s as a paradigmatic example of epistemic sabotage. The developed approach aims to demonstrate both systemic and individual dimensions of epistemic oppression.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "NaUKMA Research Papers Philosophy and Religious Studies",
        "type": "journal",
        "issn": [
          "2617-1678",
          "2617-5703"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://doi.org/10.18523/2617-1678.2024.14.12-30"
      },
      "topics": [
        "International Science and Diplomacy",
        "Military, Security, and Education Studies",
        "Scientific Research and Philosophical Inquiry"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4409168720"
    },
    {
      "openalex_id": "W4283516083",
      "doi": "10.1111/papa.12219",
      "title": "What is a speaker owed?",
      "authors": [
        {
          "name": "Sanford C. Goldberg",
          "openalex_id": "A5063250197",
          "orcid": "https://orcid.org/0000-0001-9496-6356"
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-06-25",
      "abstract": "Suppose someone tells you something. Under what conditions do you owe it to her to accept what she's said? I will call this The Question. The Question raises an issue of philosophical significance. For one thing, the issue appears to be at the heart of #BelieveWomen, that part of the #MeToo movement focusing on the proper way to respond to allegations of sexual harassment. Do we owe it to women who tell us that they have been assaulted to believe them? How should we accommodate the fact that, rare as these examples are,11 According to Claire E. Ferguson and John M. Malouff, “Assessing Police Classifications of Sexual Assault Reports: A Meta-Analysis of False Reporting Rates,” Archives of Sexual Behavior 45, no. 5 (2016): 1185–93, of all reports of sexual harassment, only 5 percent are such that either they are false or there is not enough evidence to support a criminal charge. not everyone who reports having been assaulted does so truthfully? These are important questions; addressing them requires taking up The Question. But the importance of The Question transcends #MeToo and #BelieveWomen. Speakers feel a characteristic sting when their word is repudiated. Elizabeth Anscombe notes that it can be “an insult or an injury” not to be believed.22 Elizabeth Anscombe, “What is it to Believe Someone?” in Rationality and Religious Belief, ed. C. F. Delaney (South Bend: University of Notre Dame Press: 1979), 9. Miranda Fricker argues that certain ways of disbelieving another person—namely, those manifesting a credibility deficit driven by identity-prejudice—are tantamount to committing a “testimonial injustice” against her.33 Miranda Fricker, Epistemic Injustice: Power and the Ethics of Knowing (Oxford: Oxford University Press, 2007), 1. Other writers, too, recognize that, at least when it is undeserved, rejecting a speaker's say-so “slights” or “abuses”44 Both terms are used by Ted Hinchman, “Telling as Inviting to Trust,”Philosophy and Phenomenological Research 70, no. 3 (2005): 565 & 568. her or constitutes an “offense”55 Richard Moran, “Getting Told and Being Believed,” in The Epistemology of Testimony, eds. Jennifer Lackey and Ernest Sosa (Oxford: Oxford University Press: 2006), 301. or a “special insult”66 Allan Hazlett, “On the special insult of refusing testimony,” Philosophical Explorations 20, no. 1 (2017): S39. against her. Each of the forgoing authors would appear to be committed to the idea that an audience can owe it to the speaker to accept what she's said—on pain of committing such a slight or abuse or offense etc. against her. By addressing The Question we illuminate and characterize the scope of this phenomenon. Reflecting on The Question, however, can make us feel uneasy. Presumably the sense of “owing” that is in play, when we ask what an audience owes a speaker, is a matter of ethics or justice.77 There is also a line of argument on which relationships of intimacy, such as friendships, can generate obligations bearing on the acceptance of an another's say-so. The literature here is vast; see e.g. Simon Keller, “Belief for Someone Else's Sake,” Philosophical Topics 46, no. 1 (2018): 19–36; Simon Keller, “Friendship and Belief,” Philosophical Papers 33, no. 3 (2004): 329–51; Sarah Stroud, “Epistemic Partiality in Friendship,” Ethics 116, no. 3 (2006): 498–524; Allan Hazlett, A Luxury of the Understanding: On the Value of True Belief (Oxford: Oxford University Press, 2013); Sarah Paul and Jennifer Morton, “Believing in Others,” Philosophical Topics 46, no. 1 (2018): 75–96; and Berislav Marušiç and Steven White, “How Can Beliefs Wrong?—A Strawsonian Epistemology,” Philosophical Topics 46, no. 1 (2018): 97–114. For criticism see Jason Kawall, “Friendship and epistemic norms,” Philosophical Studies 165, no. 2 (2013): 349–70; Katherine Hawley, “Partiality and Prejudice in Trusting,” Synthese 191, no. 9 (2014): 2029–45; Nomy Arpaly and Anna Brinkerhoff, “Why Epistemic Partiality is Overrated,” Philosophical Topics 46, no. 1 (2018): 37–51; Sanford Goldberg, “Against Epistemic Partiality in Friendship: Value-Reflecting Reasons,” Philosophical Studies 176, no. 8 (2018): 2221–42; and Cathy Mason, “The epistemic demands of friendship: friendship as inherently knowledge-involving,” Synthese 199, no. 1 (2021): 2439–55. I will return, briefly, to this line of argument at the end of this paper. At the same time, The Question bears on a matter which at least traditionally has been thought to be the exclusive domain of epistemology: namely, when it is proper to accept the say-so of another. And this can make it seem as though The Question presupposes that there are ethical or justice-based constraints on the epistemic standards for proper acceptance. Insofar as the allegation of such constraints is highly controversial,88 To be sure, there are proponents of such constraints. The literature on doxastic wronging and on “moral encroachment” is full of proposals of this sort: see e.g., James Fritz, “Pragmatic Encroachment and Moral Encroachment,” Pacific Philosophical Quarterly 98, no. S1 (2017): 643–61; Rima Basu, “Can Beliefs Wrong?” Philosophical Topics 46, no. 1 (2018): 1–18; Rima Basu, “Radical Moral Encroachment: The Moral Stakes of Racist Beliefs,” Philosophical Issues 29, no. 1 (2019): 9–23; Sarah Moss, “Moral Encroachment,” Proceedings of the Aristotelian Society 118, no. 2 (2018): 177–205; Mark Schroeder, “When Beliefs Wrong,” Philosophical Topics 46, no. 1 (2018): 115–27; Rima Basu and Mark Schroeder, “Doxastic Wronging,” in Pragmatic Encroachment in Epistemology, eds. Brian Kim and Matthew McGrath (New York: Routledge, 2019); and Renée Jorgensen Bolinger, “Varieties of Moral Encroachment,” Philosophical Perspectives 34, no. 1 (2020): 5–26. But such proposals are highly controversial: see Endre Begby, “Doxastic Morality: A Moderately Skeptical Perspective,” Philosophical Topics 46, no. 1 (2018): 155–72; Georgi Gardiner, “Evidentialism and Moral Encroachment,” in Believing in Accordance with Evidence, ed. Kevin McCain (New York: Springer Publishing: 2018), 169–95; and Robert Carry Osborne, “What do we epistemically owe to each other? A reply to Basu,” Philosophical Studies 178, no. 3 (2021): 1005–22. I will return to this sort of argument at the end of this paper. to treat The Question as worthy of being addressed risks committing oneself at the outset to a highly controversial assumption. Given the importance of this topic, it is most curious that the perplexity raised by The Question has not received significant attention in the literature.99 But see Kimberly Ferzan, “#BelieveWomen and the Presumption of Innocence: Clarifying the Questions for Law and Life,” in Truth and Evidence: NOMOS LXIV, eds. Melissa Schwartzberg and Philip Kitcher (New York: NYU Press, 2021), 65–108; and Renée Bolinger, “#BelieveWomen and the Ethics of Belief,” in Truth and Evidence: NOMOS LXIV, eds. Melissa Schwartzberg and Philip Kitcher (New York: NYU Press, 2021), 109–44, for two excellent recent discussions. I speculate that this is because there is a simple strategy by which it appears that one can avoid such controversy. The strategy involves articulating what ethics or justice demands—what an audience owes a speaker—in distinctly epistemic terms. On such a view, we owe it to a speaker (morally speaking) to accept her say-so when and only when doing so is sanctioned by the standards of epistemology. Interestingly, insofar as she addresses the matter at all, Fricker herself appears to follow this sort of strategy. She represents the audience's “obligation” to the speaker as that of “match[ing] the level of credibility she [the audience] attributes to her interlocutor to the evidence that he [the speaker] is offering the truth.” 1010 Fricker, Epistemic Injustice, 19 (italics added). If such a proposal could be made to work, there would be no need to worry about ethics or justice impinging on epistemic standards; on the contrary, ethics or justice would then have a need to appeal to those very standards to articulate what it is that ethics or justice demands of audiences.1111 Geoff Pynn and Kimberly Ferzan also defend positions in which the demand can be articulated in exclusively epistemic terms. See Geoff Pynn, “Epistemic Degradation and Testimonial Injustice,” in Applied Epistemology, ed. Jennifer Lackey (Oxford: Oxford University Press: 2021), 151–70; and Ferzan, “#BelieveWomen and the Presumption of Innocence.” I will discuss these views below. There is hope, then, of being able to answer The Question in ways that do not invite controversy. This is where we will start, with candidate answers that I will call epistemic answers to The Question. These candidate answers are epistemic in that, while the demand in question—what an audience owes to a speaker—is a demand of ethics or justice, the content of what is owed is articulated in exclusively epistemic terms. One of the key points I wish to make in this paper is that no epistemic answer can be made to work. Before proceeding to our topic, several preliminary comments are in order. First, the language of The Question—Under what conditions does an audience owe it to a speaker to accept what she's said?—uses “accept” rather than “believe.” I do so in order to avoid a dispute with those who would insist that belief is not in our control, and so is not the sort of thing that can be “owed” to another. Acceptance is in our control,1212 Indeed, this was part of the basis on which the notion was originally introduced into the literature. See e.g., L. Jonathan Cohen, “Belief and Acceptance,” Mind 98, no. 391 (1989): 367–38. and so even if we think that there is a control requirement on what can be owed to another, we can make good sense of The Question.1313 Richard Holton, “Deciding to Trust, Coming to Believe,” Australasian Journal of Philosophy 72, no. 1 (1994): 63–76 is relevant to this issue. Second, in addressing when an audience owes it to a speaker to accept what she's said, I will be assuming that we can address this question without any concern for what the speaker said, that is, without any concern for the content of the saying. Not everyone will agree: perhaps we owe it to accept what a speaker said only when what she said (or our acceptance of it) is of some significance—to our relationship, to her well-being, or what-have-you.1414 Many of the papers on partiality in friendship make precisely this point; see the references in footnote 8. There is a world of difference, after all, between cases in which a speaker reports having been the victim of sexual assault and those in which she reports the morning's weather. Still, one of the deep insights of Fricker is that to reject another's say-so out of identity-prejudice is to wrong them “in their capacity as a knower,” and this is so for whatever it is that they said.1515 Fricker, Epistemic Injustice, 5. Following Fricker, I will assume that it makes sense to ask The Question at this level of generality, without attending to content—recognizing that there might be further obligations depending on what was said, or to whom.1616 Compare Bolinger, “#BelieveWomen and the Ethics of Belief.” She distinguishes the question, What sort of entitlement does a speaker have to being believed?, from the sorts of obligations that might arise “in the context of closer relationships.” Third, many authors make a big deal of the distinction between accepting what another says and believing them.1717 See Anscombe, “What is it to Believe Someone?”; Edward Craig, Knowledge and the State of Nature: An Essay in Conceptual Synthesis (Oxford: Oxford University Press: 1990); Hinchman, “Telling as Inviting to Trust”; Moran, “Getting Told and Being Believed”; Paul Faulkner, “On Telling and Trusting,” Mind 116, no. 464 (2007): 875–902; Benjamin McMyler, “Obedience and Believing a Person,” Philosophical Investigations 39, no. 1 (2016): 58–77; and Bolinger, “#BelieveWomen and the Ethics of Belief.” For an interesting critical discussion, see Finlay Malcolm, “How to Insult and Compliment a Testifier,” Episteme 15, no. 1 (2018): 50–64. Believing another person, on this view, is an action (or an event) that is imbued with interpersonal normativity, whereas accepting what they have said is a humdrum affair that can be understood in the antiseptic terms of epistemology. For my purposes here, I am happy to grant this distinction, and—modulo my first clarificatory point, above—I am happy to treat The Question as the question when we owe it to another to believe them. Still, I will continue to speak of “acceptance” rather than “belief,” for the reason indicated above. Fourth, I am taking no account of whether a speaker who tells us something is entitled to our attention in the first place.1818 This is a question that deserves much more attention than it has received. But see Sanford Goldberg, Conversational Pressure: Normativity in Speech Exchanges (Oxford: Oxford University Press, 2020), chap. 2. It may be that there are cases in which he is not: consider the unwelcome verbiage of the garrulous seat-mate on the international flight, the colleague who suffers from logorrhea, the neighbor who indulges in salacious gossip, or the acquaintance who drones on about inconsequential matters. Perhaps we do not owe anything to them because they were not entitled to our attention in the first place. Perhaps. I do not want to take a stand on this. But those who do should read The Question as further qualified: given a speaker who tells us something under conditions in which she was entitled to our attention, when do we owe it her to accept what she's said? Those who hope to answer The Question without making any controversial commitment to ethical or justice-based constraints on proper acceptance will attempt to provide an epistemic answer. Such an answer characterizes the ethical or justice-based demands on an audience in exclusively epistemological terms. In this section I argue that no such answer can be correct: whether their focus is on the epistemic condition of the speaker, the audience, or both, epistemic answers face insurmountable problems. (KSP) When a speaker tells us something, we owe it to her to accept what she's said just in case she spoke from knowledge. Of course (KSP) is far from the only speaker-based epistemic answer. We might arrive at other, weaker variants by replacing talk of knowledge with talk of some other epistemic property, such as justified or rational belief. Alternatively, a stronger version would talk of epistemic certainty rather than knowledge. Happily, the differences between these variants are irrelevant to what I say below. While I will focus my attention on (KSP), my case will naturally apply to any speaker-based epistemic answer. Mirroring the knowledge rule of assertion, we might suppose that there is a knowledge rule of acceptance, that enjoins an audience to accept any assertion that is known by the speaker.2121 Pynn, “Epistemic Degradation and Testimonial Injustice,” 161. An initial difficulty that arises for Pynn's suggestion is that, whereas the knowledge rule of assertion is a rule regarding when one is permitted to assert (namely, only when one knows), the knowledge rule of acceptance states an obligation. As Sanford Goldberg and Renée Bolinger have argued, it is not clear how to get from the former to the latter.2323 Sanford Goldberg, “Anti-Reductionism and Expected Trust,” Pacific Philosophical Quarterly 100, no. 4 (2019): 952–70; Bolinger, “#BelieveWomen and the Ethics of Belief.” My brief suggestions above go some distance in that direction, but they would need to be filled in. A more serious problem facing speaker-based epistemic answers is that there are circumstances in which (i) one has excellent (albeit misleading) evidence that a speaker is untrustworthy; and (ii) it would violate no obligation one has to the speaker to decline to accept her say-so on the basis of that evidence. Since these conditions can be satisfied even in cases in which the speaker speaks from knowledge, (KSP) is false. Consider the familiar children's tale involving the boy who cried wolf. The boy has a well-known history of lying to the townspeople, claiming to see a wolf when he does not, merely for the sport of it. By the time he actually sees a wolf and reports it, no one believes him. Nor is there any sense to the suggestion that they owe it to him to believe him on this occasion. The tale's lesson seems to be that one can lose any entitlement to be believed—to have one's say-so accepted—if one abuses others' trust. This lesson falsifies (KSP): it is not true that we owe it to a speaker to accept what she's said just in case she speaks from knowledge.2424 Fricker, Epistemic Injustice, 42 also brings up the used car salesperson: even when he speaks from knowledge, he is not wronged when we do not believe what he tells us about the used car on the lot. Pynn himself is aware of this sort of concern. But he thinks appearances are deceiving here: the audience does owe it to the boy to accept his report when he speaks from knowledge, his track record notwithstanding. Pynn thinks that the impression to the contrary can be explained away by appeal to a distinction, familiar in the literature on the norm of assertion, between violating a rule and being blameworthy. In particular, while we are enjoined to believe the boy who wolf on that when he speaks from knowledge this is what the knowledge rule of acceptance we are not to be for our to do given knowledge his track Pynn, “Epistemic Degradation and Testimonial Injustice,” This reply is and in any case it will not the of a epistemic answer to The Question. The reply is An audience who that she has been the victim of the on is and entitled to the boy as having her trust. But precisely because she is and entitled to the boy in this the that she is under a or justice-based obligation to believe him on the one when he speaks from knowledge is, in a Consider a familiar in the literature on is or involves an in which one on another's good The are and Ethics no. 2 on University of Press, Moral The Journal of Philosophy no. 2 and as an Ethics no. 1 though it is whether this is the proper way to characterize the of See Holton, “Deciding to Trust”; and in University Press, and in Moral Ethics and eds. and & and Katherine Hawley, and no. 1 (2014): many it be that such states are in many of trust. For this very it seems in to think that a speaker can violate another's in his audience, and to be by her when he speaks It might seem that this reply can be all, there are many examples in which we would be entitled to someone for their in which they might have our this a obligation we have to I an for this Perhaps the boy is a case in But on this is with a epistemic answer to The Question. The audience has excellent track record evidence to think that his say-so is To insist that, even they owe it to him to accept that say-so because he spoke from knowledge, is to the demand of ethics or justice as the audience to in a One to this sort of argument might be to the demands of so that they with the demands of ethics or In this is the proposal of “moral I will discuss this in section Such a is not in the of an epistemic answer to The Question, it a between the demands of ethics or justice and those of epistemology. When a speaker tells us something, we owe it to her accept what she's said just in case our evidence the that she spoke from knowledge. The of these is of special one might think that an epistemic answer to The Question is if we assume about The idea an answer is one owes it to accept a speaker's say-so when one's that say-so constitutes an reason to believe what she this with we get the that one owes it to a speaker to accept her say-so as as one has no for so as [the credibility was by a to the epistemically of the in the it was Fricker, Epistemic Injustice, can be understood a that the that is owed as a about what we owe women and an epistemic that given what we owe them we are also justified in believing Ferzan, “#BelieveWomen and the Presumption of 8. as a call to and as a call to is, not only do we owe it to women to with a of but this will our believing such a what I as One against to articulate what are owed is the of a in with the proposal in Pynn, “Epistemic Degradation and Testimonial whereas appears to an epistemic about what is “owed” to a speaker I will these out in with a version of which about this I have to say for epistemic answer to The Question. in two it false in which that the audience owes it to a speaker to when this is not and perhaps more it false as in which that the audience does not owe it to a speaker to where in fact she The false are in that the lesson they the of any epistemic answer to The those that focus on the epistemic condition of the speaker and the It is perhaps that proponents of the of appear to this sort of epistemic answer to The that a speaker-based condition and an See e.g. Hinchman, “Telling as Inviting to Trust”; Moran, “Getting Told and Being Believed”; and McMyler, “Obedience and Believing a If they they are by the argument to false are to If a speaker is an it can that there are on which he but the evidence by an audience the that he is from knowledge. the epistemological is here, the audience does not owe it to such a speaker to accept what False are to but they are also much more interesting for the they on The Question. I that we will get false in any case that the the speaker speaks from and my you should feel to speaker-based epistemic condition the audience has excellent (albeit misleading) evidence that a speaker is so that the audience's evidence does not support the that the speaker speaks from and it would violate an obligation one has to the speaker to decline to accept her say-so on the basis of that evidence. The is in that condition is by on the of I believe we can what to be by appeal to the of justice It can that, to the of evidence one has was by the of or (or some other in one's such that to (or a or speaker's say-so on the basis of that evidence is to treat them To be the cases I have in are not cases in which the audience in to their of evidence. Such cases of but they are from the the cases I have in are cases in which the audience in an epistemically to their but where their evidence the of their and where their evidence is such that they are not in a to this. If such cases are the appeal to about answers to The what is at issue are cases in which the audience's evidence her with to the of the speaker's and does not acceptance in such think that such cases are for this can be in On Epistemic 33, no. 1 (2021): Endre Begby, The Epistemology of Prejudice (Oxford: Oxford University Press, and A for as Testimonial Injustice,” no. 3 (2016): and Rima Basu, “The of Racist Beliefs,” Philosophical Studies 176, 9 (2018): In evidence that such cases are is in without and the of in ed. & to consider that is a of our and that one of the most of the is that they the one in one's On this the appeal to is to the of an the for justified and so makes it for to justified from the or in their To be sure, when one has for that the one are by or one has to",
      "cited_by_count": 16,
      "type": "article",
      "source": {
        "name": "Philosophy &amp Public Affairs",
        "type": "journal",
        "issn": [
          "0048-3915",
          "1088-4963"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/papa.12219"
      },
      "topics": [
        "Epistemology, Ethics, and Metaphysics",
        "Political Philosophy and Ethics",
        "Feminist Epistemology and Gender Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4283516083"
    },
    {
      "openalex_id": "W2887203553",
      "doi": "10.1080/0020174x.2018.1508363",
      "title": "Stop talking about fake news!",
      "authors": [
        {
          "name": "Joshua Habgood‐Coote",
          "openalex_id": "A5008889521",
          "orcid": "https://orcid.org/0000-0003-3427-3325",
          "institutions": [
            "University of Bristol"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-08-11",
      "abstract": "Since 2016, there has been an explosion of academic work that fixes its subject matter using the terms ‘fake news’ and ‘post-truth’. In this paper, I argue that this terminology is not up to scratch, and that academics and journalists ought to completely stop using the terms ‘fake news’ and ‘post-truth’. I set out three arguments for abandonment. First, that ‘fake news’ and ‘post-truth’ do not have stable public meanings, entailing that they are either nonsense, context-sensitive, or contested. Secondly, that these terms are unnecessary, because we already have a rich vocabulary for thinking about epistemic dysfunction. Thirdly, I observe that ‘fake news’ and ‘post-truth’ have propagandistic uses, meaning that using these terms legitimates anti-democratic propaganda, and risks smuggling bad ideology into conversations.",
      "cited_by_count": 223,
      "type": "article",
      "source": {
        "name": "Inquiry",
        "type": "journal",
        "issn": [
          "0020-174X",
          "1502-3923"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://research-information.bris.ac.uk/en/publications/96ab36c8-e90d-42e5-9e5f-5bf2ea877ce0"
      },
      "topics": [
        "Misinformation and Its Impacts",
        "Digital Education and Society",
        "Ethics and Social Impacts of AI"
      ],
      "referenced_works_count": 80,
      "url": "https://openalex.org/W2887203553"
    },
    {
      "openalex_id": "W2982126667",
      "doi": "10.1353/ken.2019.0023",
      "title": "The Harm of Ableism: Medical Error and Epistemic Injustice",
      "authors": [
        {
          "name": "David M. Peña‐Guzmán",
          "openalex_id": "A5046355927"
        },
        {
          "name": "Joel Michael Reynolds",
          "openalex_id": "A5009707169",
          "orcid": "https://orcid.org/0000-0002-9640-5082"
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-01-01",
      "abstract": "This paper argues that epistemic errors rooted in group- or identity-based biases, especially those pertaining to disability, are undertheorized in the literature on medical error. After sketching dominant taxonomies of medical error, we turn to the field of social epistemology to understand the role that epistemic schemas play in contributing to medical errors that disproportionately affect patients from marginalized social groups. We examine the effects of this unequal distribution through a detailed case study of ableism. There are four primary mechanisms through which the epistemic schema of ableism distorts communication between nondisabled physicians and disabled patients: testimonial injustice, epistemic overconfidence, epistemic erasure, and epistemic derailing. Measures against epistemic injustices in general and against schema-based medical errors in particular are ultimately issues of justice that must be better addressed at all levels of health care practice.",
      "cited_by_count": 114,
      "type": "article",
      "source": {
        "name": "Kennedy Institute of Ethics journal",
        "type": "journal",
        "issn": [
          "1054-6863",
          "1086-3249"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Clinical Reasoning and Diagnostic Skills",
        "Feminist Epistemology and Gender Studies",
        "Epistemology, Ethics, and Metaphysics"
      ],
      "referenced_works_count": 107,
      "url": "https://openalex.org/W2982126667"
    },
    {
      "openalex_id": "W2793317418",
      "doi": "10.3138/ijfab.11.1.106",
      "title": "From “She Would Say That, Wouldn't She?” to “Does She Take Sugar?” Epistemic Injustice and Disability",
      "authors": [
        {
          "name": "Jackie Leach Scully",
          "openalex_id": "A5057545512",
          "orcid": "https://orcid.org/0000-0002-7637-1225"
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-02-01",
      "abstract": "Epistemic injustice is the idea that social power ensures that the knowledge of some groups is excluded from the collective epistemic resources. In this paper, I argue that there are distinctive features of disabled life that, because they shape the processes through which knowledge is gathered, evaluated, judged, and disseminated, also influence the ways in which epistemic injustice is experienced by disabled people. These features include the ascription of a global epistemic incapacity to people affected by impairment. Against a background of contemporary political shifts and biotechnology innovation, the implications of epistemic injustice for disabled people are serious.",
      "cited_by_count": 119,
      "type": "article",
      "source": {
        "name": "International Journal of Feminist Approaches to Bioethics",
        "type": "journal",
        "issn": [
          "1937-4577",
          "1937-4585"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://utpjournals.press/doi/pdf/10.3138/ijfab.11.1.106?download=true"
      },
      "topics": [
        "Feminist Epistemology and Gender Studies",
        "Epistemology, Ethics, and Metaphysics",
        "Political Philosophy and Ethics"
      ],
      "referenced_works_count": 45,
      "url": "https://openalex.org/W2793317418"
    },
    {
      "openalex_id": "W3000350826",
      "doi": "10.4324/9781315717937",
      "title": "The Routledge Handbook of Social Epistemology",
      "authors": [
        {
          "name": "Holroyd,  Jules",
          "openalex_id": ""
        },
        {
          "name": "Puddifoot,  Katherine",
          "openalex_id": ""
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-07-19",
      "abstract": "Empirical research has substantiated the finding that very many of us harbour implicit biases: fast, automatic, and difficult to control processes that encode stereotypes and evaluative content, and influence how we think and behave. The influence of implicit bias on perception may operate under the radar of consciousness: therefore it is irrelevant to the justification of epistemologists‘ beliefs according to accessibility. The person whose beliefs and judgements are influenced by implicit bias displays epistemic vices like negligence and lack of thoroughness. And since implicit biases often encode stereotypes, they are a hindrance to the achievement of virtues such as open-mindedness, leading to prejudice and closed-minded responses. It is worth noting that in various endeavours to address under-representation it has been argued that implicit biases are part of the explanations for continued marginalisation and exclusion of individuals – in particular women and Black and minority ethnicity individuals – from communities of enquirers.",
      "cited_by_count": 133,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://durham-repository.worktribe.com/preview/1662791/36841.pdf"
      },
      "topics": [
        "Feminist Epistemology and Gender Studies",
        "Epistemology, Ethics, and Metaphysics",
        "Political Philosophy and Ethics"
      ],
      "referenced_works_count": 53,
      "url": "https://openalex.org/W3000350826"
    },
    {
      "openalex_id": "W2139358028",
      "doi": "10.31979/2151-6014(2012).030105",
      "title": "HOW IS THIS PAPER PHILOSOPHY?",
      "authors": [
        {
          "name": "Kristie Dotson",
          "openalex_id": "A5048826846",
          "orcid": "https://orcid.org/0000-0002-8055-8228",
          "institutions": [
            "Michigan State University"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-12-30",
      "abstract": "This paper answers a call made by Anita Allen to genuinely assess whether the field of philosophy has the capacity to sustain the work of diverse peoples. By identifying a pervasive culture of justification within professional philosophy, I gesture to the ways professional philosophy is not an attractive working environment for many diverse practitioners. As a result of the downsides of the culture of justification that pervades professional philosophy, I advocate that the discipline of professional philosophy be cast according to a culture of praxis. Finally, I provide a comparative exercise using Graham Priest's definition of philosophy and Audre Lorde's observations of the limitations of philosophical theorizing to show how these two disparate accounts can be understood as philosophical engagement with a shift to a culture of praxis perspective.",
      "cited_by_count": 229,
      "type": "article",
      "source": {
        "name": "Comparative Philosophy An International Journal of Constructive Engagement of Distinct Approaches toward World Philosophy",
        "type": "journal",
        "issn": [
          "2151-6014"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://scholarworks.sjsu.edu/cgi/viewcontent.cgi?article=1039&context=comparativephilosophy"
      },
      "topics": [
        "Political Philosophy and Ethics",
        "Feminist Epistemology and Gender Studies",
        "Ethics in medical practice"
      ],
      "referenced_works_count": 47,
      "url": "https://openalex.org/W2139358028"
    },
    {
      "openalex_id": "W4229448375",
      "doi": "10.1017/hyp.2022.4",
      "title": "Hermeneutical Injustice: Distortion and Conceptual Aptness",
      "authors": [
        {
          "name": "Arianna Falbo",
          "openalex_id": "A5041920158",
          "orcid": "https://orcid.org/0000-0001-9280-1945",
          "institutions": [
            "Brown University"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-01-01",
      "abstract": "Abstract This article develops a new approach for theorizing about hermeneutical injustice. According to a dominant view, hermeneutical injustice results from a hermeneutical gap : one lacks the conceptual tools needed to make sense of, or to communicate, important social experiences, where this lack is a result of an injustice in the background social methods used to determine hermeneutical resources. I argue that this approach is incomplete. It fails to capture an important species of hermeneutical injustice which doesn't result from a lack of hermeneutical resources, but from the overabundance of distorting and oppressive concepts which function to crowd-out, defeat, or pre-empt the application of a more accurate hermeneutical resource. I propose a broader analysis that better respects the dynamic relationship between hermeneutical resources and the social and political contexts in which they are implemented.",
      "cited_by_count": 90,
      "type": "article",
      "source": {
        "name": "Hypatia",
        "type": "journal",
        "issn": [
          "0887-5367",
          "1527-2001"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/648E80BC561C35DA399AA88BFB222C39/S0887536722000046a.pdf/div-class-title-hermeneutical-injustice-distortion-and-conceptual-aptness-div.pdf"
      },
      "topics": [
        "Feminist Epistemology and Gender Studies",
        "Political Philosophy and Ethics",
        "Critical Race Theory in Education"
      ],
      "referenced_works_count": 50,
      "url": "https://openalex.org/W4229448375"
    },
    {
      "openalex_id": "W3137001812",
      "doi": "10.1057/s41312-021-00086-1",
      "title": "Conceptualizing epistemic violence: an interdisciplinary assemblage for IR",
      "authors": [
        {
          "name": "Claudia Brunner",
          "openalex_id": "A5045082985",
          "orcid": "https://orcid.org/0000-0003-3085-3146",
          "institutions": [
            "University of Klagenfurt"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-03-13",
      "abstract": "Abstract While many forms of violence shape the global world order, the disciplines devoted to international politics are often content with reductionist concepts of violence; knowledge and knowledge production are more often than not seen as altogether antithetical to direct and physical harm. At the same time, global entanglements of knowledge with violence have increasingly come into view in the course of the ongoing (de-)colonial turn. After more than 30 years, Gayatri C. Spivak’s feminist postcolonial understanding of epistemic violence is still the preeminent theoretical touchstone for addressing this issue. By providing an interdisciplinary understanding of lesser known conceptions of epistemic violence, I open up additional routes for deploying the term in the analysis, theorization, and critique of international politics. Based on this assemblage, I frame epistemic violence along the decolonial concept of a coloniality of power, knowledge, and Being and finally consider how we can possibly undo epistemic violence while un/doing IR.",
      "cited_by_count": 95,
      "type": "article",
      "source": {
        "name": "International Politics Reviews",
        "type": "journal",
        "issn": [
          "2050-2982",
          "2050-2990"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1057/s41312-021-00086-1.pdf"
      },
      "topics": [
        "Political Philosophy and Ethics",
        "Gender, Security, and Conflict",
        "Feminist Epistemology and Gender Studies"
      ],
      "referenced_works_count": 93,
      "url": "https://openalex.org/W3137001812"
    }
  ],
  "count": 25,
  "errors": []
}
