{
  "status": "success",
  "source": "openalex",
  "query": "literature review philosophy humanities",
  "results": [
    {
      "openalex_id": "W4206220800",
      "doi": "10.37745/gjahss.2013",
      "title": "Global Journal of Arts, Humanities and Social Sciences",
      "authors": [
        {
          "name": "Sadiq, Saiqa",
          "openalex_id": ""
        },
        {
          "name": "Mohd. Zain, Zawiyah",
          "openalex_id": ""
        },
        {
          "name": "Ajis, Mohd Na'eim",
          "openalex_id": ""
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-08-12",
      "abstract": "Global Journal of Arts, Humanities and Social Sciences is a peer-reviewed journal published in March, June, September and December by the European Centre for Research, Training and Development (ECRTD), UK. GJAHSS welcomes research papers in Humanities: Language and Linguistics, History, Literature, Performing Art, Philosophy, Religion, Visual Arts. Social Sciences: Economics, Anthropology, Sociology, Psychology, Geography, Culture […]",
      "cited_by_count": 182,
      "type": "paratext",
      "source": {
        "name": "Global Journal of Arts Humanities and Social Sciences",
        "type": "journal",
        "issn": [
          "2052-6350",
          "2052-6369"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4206220800"
    },
    {
      "openalex_id": "W3208319777",
      "doi": "10.6084/m9.figshare.5018798.v1",
      "title": "CONSTRUCTIVISM PHILOSOPHICAL PARADIGM: IMPLICATION FOR RESEARCH, TEACHING AND LEARNING",
      "authors": [
        {
          "name": "Dickson Adom",
          "openalex_id": "A5045252312"
        },
        {
          "name": "Akwasi Yeboah",
          "openalex_id": "A5071467451"
        },
        {
          "name": "Atta Kusi Ankrah",
          "openalex_id": "A5081316340"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-01-01",
      "abstract": "The constructivism philosophical paradigm is an efficient tool that can yield many benefits when implemented in the carrying out of research in diverse field of study as well as in undertaking teaching and learning activities at any educational level. There was the need to adopt the qualitative research’s powerful tool thus, document analysis to present a literature review on the subject to enlighten researchers and teachers of the great imports, rich and useful information that they can glean from this vibrant paradigm of philosophy. The paper projects, how researchers can be coached with this philosophical paradigm in their selection of research design, instrumentation, theoretical framework and data analysis procedures. It recommends viable instructional strategies that teachers can employ for instructing learners in the constructivist approach. The paper contends strongly that the constructivism philosophical paradigm provides a firm foundation for researches, especially in humanities, education and other behavioral researches while maximizing students’ learning outcomes when employed in teaching and learning activities.",
      "cited_by_count": 172,
      "type": "article",
      "source": {
        "name": "OPAL (Open@LaTrobe) (La Trobe University)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": null
      },
      "topics": [
        "Education and Critical Thinking Development"
      ],
      "referenced_works_count": 4,
      "url": "https://openalex.org/W3208319777"
    },
    {
      "openalex_id": "W2942939434",
      "doi": "10.70252/cejt2520",
      "title": "Factors Affecting PhD Student Success",
      "authors": [
        {
          "name": "Sonia N Young",
          "openalex_id": "A5062710507",
          "orcid": "https://orcid.org/0000-0001-6576-8713",
          "institutions": [
            "Western Kentucky University"
          ]
        },
        {
          "name": "William R. VanWye",
          "openalex_id": "A5013791709",
          "orcid": "https://orcid.org/0000-0001-5743-8650",
          "institutions": [
            "Gannon University"
          ]
        },
        {
          "name": "Mark A. Schafer",
          "openalex_id": "A5082150272",
          "institutions": [
            "Western Kentucky University"
          ]
        },
        {
          "name": "Troy A Robertson",
          "openalex_id": "A5003779597",
          "institutions": [
            "Western Kentucky University"
          ]
        },
        {
          "name": "Ashley Vincent Poore",
          "openalex_id": "A5072925544"
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-01-01",
      "abstract": "Attrition rates for Doctor of Philosophy (PhD) programs in the United States across the fields of engineering, life sciences, social sciences, mathematics and physical sciences, and humanities range from 36 - 51%. A qualitative literature review indicates certain factors may impact the PhD student's success in completing the program and degree. The factors focused on in this review include the student-advisor relationship, mentorship, and the dissertation process. Although kinesiology doctoral programs are evaluated and ranked by the National Academy of Kinesiology, little information is available exploring kinesiology PhD student success. General information on PhD student success may, therefore, be valuable to kinesiology PhD students and programs.",
      "cited_by_count": 80,
      "type": "review",
      "source": {
        "name": "International journal of exercise science",
        "type": "journal",
        "issn": [
          "1939-795X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://doi.org/10.70252/cejt2520"
      },
      "topics": [
        "Doctoral Education Challenges and Solutions",
        "Health and Medical Research Impacts",
        "Meta-analysis and systematic reviews"
      ],
      "referenced_works_count": 6,
      "url": "https://openalex.org/W2942939434"
    },
    {
      "openalex_id": "W3179750604",
      "doi": "10.3389/fpsyg.2021.686624",
      "title": "Achieving Operational Excellence Through Artificial Intelligence: Driving Forces and Barriers",
      "authors": [
        {
          "name": "Muhammad Usman Tariq",
          "openalex_id": "A5079382054",
          "orcid": "https://orcid.org/0000-0002-7605-3040",
          "institutions": [
            "Abu Dhabi University"
          ]
        },
        {
          "name": "Marc Poulin",
          "openalex_id": "A5017159032",
          "orcid": "https://orcid.org/0000-0001-9222-0112",
          "institutions": [
            "Abu Dhabi University"
          ]
        },
        {
          "name": "Abdullah A. Abonamah",
          "openalex_id": "A5035432440",
          "orcid": "https://orcid.org/0000-0002-4965-7092",
          "institutions": [
            "Abu Dhabi University"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-07-08",
      "abstract": "This paper presents an in-depth literature review on the driving forces and barriers for achieving operational excellence through artificial intelligence (AI). Artificial intelligence is a technological concept spanning operational management, philosophy, humanities, statistics, mathematics, computer sciences, and social sciences. AI refers to machines mimicking human behavior in terms of cognitive functions. The evolution of new technological procedures and advancements in producing intelligence for machines creates a positive impact on decisions, operations, strategies, and management incorporated in the production process of goods and services. Businesses develop various methods and solutions to extract meaningful information, such as big data, automatic production capabilities, and systematization for business improvement. The progress in organizational competitiveness is apparent through improvements in firm’s decisions, resulting in increased operational efficiencies. Innovation with AI has enabled small businesses to reduce operating expenses and increase revenues. The focused literature review reveals the driving forces for achieving operational excellence through AI are improvement in computing abilities of machines, development of data-based AI, advancements in deep learning, cloud computing, data management, and integration of AI in operations. The barriers are mainly cultural constraints, fear of the unknown, lack of employee skills, and strategic planning for adopting AI. The current paper presents an analysis of articles focused on AI adoption in production and operations. We selected articles published between 2015 and 2020. Our study contributes to the literature reviews on operational excellence, artificial intelligence, driving forces for AI, and AI barriers in achieving operational excellence.",
      "cited_by_count": 85,
      "type": "article",
      "source": {
        "name": "Frontiers in Psychology",
        "type": "journal",
        "issn": [
          "1664-1078"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.frontiersin.org/articles/10.3389/fpsyg.2021.686624/pdf"
      },
      "topics": [
        "Big Data and Business Intelligence",
        "Digital Transformation in Industry",
        "Supply Chain Resilience and Risk Management"
      ],
      "referenced_works_count": 85,
      "url": "https://openalex.org/W3179750604"
    },
    {
      "openalex_id": "W4239432834",
      "doi": "10.25082/ijah",
      "title": "International Journal of Arts and Humanities",
      "authors": [],
      "publication_year": 2021,
      "publication_date": "2021-06-28",
      "abstract": "An open access journal, publishing high quality, peer-reviewed articles that bring critical research to the fore and stimulate debate. Topics of interest include, but are not limited to the following: Culture, Media & Film, Digital Humanities, History, Literature, Linguistics & Criticism, Philosophy & Religion, Visual & Performing Arts, etc.",
      "cited_by_count": 49,
      "type": "paratext",
      "source": {
        "name": "International Journal of Arts and Humanities",
        "type": "journal",
        "issn": [
          "2661-4928"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Digital Games and Media"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4239432834"
    },
    {
      "openalex_id": "W2968057276",
      "doi": "10.21815/jde.019.126",
      "title": "Humanities in Predoctoral Dental Education: A Scoping Review",
      "authors": [
        {
          "name": "Kyriaki C. Marti",
          "openalex_id": "A5022717430",
          "orcid": "https://orcid.org/0000-0002-4208-6928",
          "institutions": [
            "University of Michigan–Ann Arbor"
          ]
        },
        {
          "name": "Anastassios I. Mylonas",
          "openalex_id": "A5045477973",
          "institutions": [
            "Metropolitan Hospital Center",
            "National and Kapodistrian University of Athens",
            "Metropolitan Hospital"
          ]
        },
        {
          "name": "Mark MacEachern",
          "openalex_id": "A5051854709",
          "orcid": "https://orcid.org/0000-0002-8872-1181",
          "institutions": [
            "A. Alfred Taubman Health Care Center"
          ]
        },
        {
          "name": "Larry D. Gruppen",
          "openalex_id": "A5027703174",
          "orcid": "https://orcid.org/0000-0002-2107-0126",
          "institutions": [
            "University of Michigan–Ann Arbor"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-08-12",
      "abstract": "Health humanities usually includes such disciplines as philosophy, ethics, history, literature, performing arts, and cultural anthropology. The aims of this scoping review were, first, to search the published literature for references to the humanities in predoctoral dental education and, second, to determine if any research studies found that introducing humanities in dental education improved the overall profile of dental graduates. Literature searches were run in Ovid MEDLINE, Embase, ERIC, CINAHL, and Dentistry and Oral Sciences Source. A total of 248 articles were included in the review, with inclusion criteria comprising the areas of the curriculum, the scope of humanities, and predoctoral dental education. Of those articles, 101 referred in a targeted way to ethics in predoctoral dental education, while others mainly referred to the humanities in general or pointed out the role and place of humanities topics in predoctoral dental curricula. Topics covered included professional ethics, music, narrative learning, theater, art, communication skills, empathy, emotional intelligence, and cultural competence in the context of general humanistic education. The review found limited evidence of a clear impact, either short‐term or long‐term, of humanities education in predoctoral dental education. Reflections on humanistic education in the practice of clinical dentistry were sparse, as mainly documented by development of the ideal dentist‐patient relationship, enhancement of empathy for patients, and most importantly, construction of professional moral values.",
      "cited_by_count": 25,
      "type": "review",
      "source": {
        "name": "Journal of Dental Education",
        "type": "journal",
        "issn": [
          "0022-0337",
          "1930-7837"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://hdl.handle.net/2027.42/153732"
      },
      "topics": [
        "Empathy and Medical Education",
        "Innovations in Medical Education",
        "Clinical Reasoning and Diagnostic Skills"
      ],
      "referenced_works_count": 77,
      "url": "https://openalex.org/W2968057276"
    },
    {
      "openalex_id": "W4200322102",
      "doi": "10.1111/ijmr.12282",
      "title": "Absolute autonomy, respectful recognition and derived dignity: Towards a typology of meaningful work",
      "authors": [
        {
          "name": "Knut Laaser",
          "openalex_id": "A5044554163",
          "orcid": "https://orcid.org/0000-0002-3230-3423",
          "institutions": [
            "Brandenburg University of Technology Cottbus-Senftenberg",
            "University of Stirling"
          ]
        },
        {
          "name": "Sharon C. Bolton",
          "openalex_id": "A5065369288",
          "orcid": "https://orcid.org/0009-0004-9938-5381",
          "institutions": [
            "University of Stirling"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-12-02",
      "abstract": "Abstract Theoretical and empirical contributions to meaningful work (MW) have flourished in the last two decades; investigating how the interplay of organizational factors with employee attitudes and experiences enables or denies MW. This paper reviews MW literature in the fields of management and organizational behaviour, political philosophy, the humanities and sociology with the aim of identifying and comparing conceptualizations of MW and how they relate to low‐skilled work. The review illustrates that a wide range of MW concepts either interpret low‐skilled work as bereft of essential sources for MW, or focus exclusively on workers’ innate drive to make meaningful experiences and thereby neglect the politics of working life. Making the point that low‐skilled work can also be meaningful, the paper develops a framework for low‐skilled work that has at its heart the interplay between the unique characteristics and dynamics of the labour process and workers’ agential responses. The framework rests on a combination of labour process analysis and industrial relations approaches, along with sociological concepts of agency. It develops three interdependent conceptual dimensions of core autonomy, respectful recognition and derived dignity that aim to capture MW in low‐skilled work settings. The framework contributes to vibrant debates in the MW literature by showcasing how meaningfulness emerges through bottom‐up collective and individual practices, relations and strategies that are reflective of the formal structures, demands and relations of low‐skilled work.",
      "cited_by_count": 49,
      "type": "article",
      "source": {
        "name": "International Journal of Management Reviews",
        "type": "journal",
        "issn": [
          "1460-8545",
          "1468-2370"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/ijmr.12282"
      },
      "topics": [
        "Employment and Welfare Studies",
        "Management and Organizational Studies",
        "Emotional Labor in Professions"
      ],
      "referenced_works_count": 90,
      "url": "https://openalex.org/W4200322102"
    },
    {
      "openalex_id": "W2304852406",
      "doi": "10.1086/685056",
      "title": "A New Field:<i>History of Humanities</i>",
      "authors": [
        {
          "name": "Rens Bod",
          "openalex_id": "A5021400032"
        },
        {
          "name": "Julia Kursell",
          "openalex_id": "A5024200103"
        },
        {
          "name": "Jaap Maat",
          "openalex_id": "A5108417734"
        },
        {
          "name": "Thijs Weststeijn",
          "openalex_id": "A5040818477"
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-03-01",
      "abstract": "Previous articleNext article FreeEditorialA New Field: History of HumanitiesRens Bod, Julia Kursell, Jaap Maat, and Thijs WeststeijnRens Bod, Julia Kursell, Jaap Maat, and Thijs WeststeijnPDFPDF PLUSFull Text Add to favoritesDownload CitationTrack CitationsPermissionsReprints Share onFacebookTwitterLinked InRedditEmailQR Code SectionsMoreThese are exciting times for the humanities. The impressive corpus of knowledge that the humanities have discovered, created, and cultivated over many centuries is available for the benefit of more people than ever and evolving rapidly. Fresh perspectives open up as digital tools enable researchers to explore questions that not long ago were beyond their reach and even their imagination. Novel fields of research deal with phenomena emerging in a globalizing culture, enabling us to make sense of the way in which new media affect our lives. Cross-fertilization between disciplines leads to newly developed methods and results, such as the complex chemical analysis of the materials of ancient artworks, yielding data that were unavailable to both artists and their publics at the time of production, or neuroscientific experiments shedding new light on our capacity for producing and appreciating music.At the same time, there is a sense of gloom, perhaps even crisis, among those who are convinced that the humanities are valuable, precious, indispensable. The number of students taking humanities courses declines, and humanities departments at universities worldwide are subject to severe budget cuts or abolition altogether. In a period in which the academic world is plagued by governments insisting on measurable results for the sake of short-term financial profit, the humanities seem most vulnerable.We present the first issue of History of Humanities with feelings of anticipation. Our journal is meant to stand for the fact that scholarly practices of a type today labeled \"humanities\" have been an essential part of the process of knowledge making ever since human inquisitiveness sought to enhance our understanding of the world and ourselves. This long history has been studied in fruitful and illuminating ways, but the focus has been on either the natural sciences or on single disciplines within the humanities, such as history writing and linguistics. The fundamental contribution of the humanities to the intricate web of knowledge that scholars, thinkers, and researchers have spun in the course of several millennia has thus been poorly recognized and is consequently undervalued. We intend to redress the imbalance in the historiography of the search for knowledge that mankind has been engaged in for so long. A more balanced picture, we believe, will show that the ways we arrive at knowledge are complex, varied, and unpredictable and often involve the transmission of methods and insights from one field of investigation to another.The humanities have always been strong in reflecting on their own history and have sometimes even defined themselves as primarily concerned with the history and historicity of human endeavors. However, our motive for starting a journal devoted to the history of the humanities is not nostalgia. Instead we see a potential for a large community of scholars and researchers to make their cause more tangible through reflecting on their own history in a new constellation. We invite contributions on as many aspects of the history of the humanities as possible. Authors can discuss the histories of the study of the visual and literary arts, of language and music, of thinking, and of the past, to name but several central subjects. These studies stretch from ancient times up to the present, and they can be found in different regions across the globe.A platform of this sort is called for in view of both the positive and negative trends in today's humanities, and we hope that it will strengthen the voice of the humanities in the academic discourse at large. First attempts to bring together historians of the humanities took shape as a series of four conferences, \"The Making of the Humanities,\" in Amsterdam (2008, 2010) and Rome (2012, 2014). This is now followed by a series of annual meetings that will take place in Baltimore (2016), Oxford (2017), and Beijing (2018). Having published The Making of the Humanities, a trilogy of selected papers from the first conferences, we decided as a next step to found History of Humanities.1 We have witnessed how scholars worldwide are forming a vibrant community of historians of humanities, a process that recently resulted in the founding of the Society for the History of the Humanities.2What Do We Mean by \"Humanities\"? Toward a DefinitionIt is probably impossible to give a definition of the term humanities that would cover a category of practices, or objects of study, that remains fixed throughout all periods of intellectual activity across the world. In the European tradition alone, classifications of fields and disciplines have been many and diverse. Activities that may in hindsight be seen as belonging to a single discipline have migrated between categories. Aristotle's distinction between his Organon (works on logic), on the one hand, and the theoretical, practical, and productive sciences, on the other, existed alongside categorizations motivated by pedagogy, such as the Hellenistic enkyklios paideia and the late Roman artes liberales. A key moment as far as terminology is concerned was Coluccio Salutati's (1331–1406) defense of the studia humanitatis as a coherent and independent field: the secular study of grammar, rhetoric, poetics, history, and moral philosophy, complementary to the studia divinitatis, or Biblical scholarship. When fifteenth-century Italian universities adopted the curriculum of the studia humanitatis, its supporters were called umanisti, giving rise to the terms humanist and, later, humanism.3It is an open question whether or not the humanities as a whole can be distinguished from other groups of disciplines, such as the natural or the social sciences, on the basis of a specific method or object of study. A strong conceptual division between a science of the human and a science of nature dates back at least to Giambattista Vico's (1668–1744) Scienza Nuova of 1725. In the late nineteenth century, Wilhelm Dilthey (1833–1911) authoritatively distinguished the humanities (Geisteswissenschaften) from the sciences (Naturwissenschaften) with regard both to the methods and to the objects studied. Rather than explaining (erklären) the world in terms of countable and measurable regularities, the humanities attempt to understand (verstehen) the intentions of historical actors; the specific objects investigated by the humanities are \"the expressions of the human mind.\"4 Over the twentieth century, other categories were introduced in addition to the humanities and the sciences, in particular the social sciences (or human sciences), which study human behavior in its social context. While these divisions are not stable, Dilthey's definition covers by and large the disciplines that are today referred to by the term humanities at continental European universities, including in languages other than German or English—for example, scienze umanistiche in Italian, humanités in French, humaniora in the Dutch and Scandinavian languages, and gumanitarnyje nauki in Russian.If we move outside Europe, the picture obviously becomes more complicated. It has been argued that Islamic scholarship formed the basis for the studia humanitatis: the studia adabiya included grammar and lexicography, poetry, rhetoric, history, and moral philosophy.5 But China, for one, presents a different picture: the \"six arts\" that Confucius identified with genteel education were rites and rituals, music, archery, charioteering, calligraphy and writing, and mathematics (or prediction). Another ancient Chinese practice, to treat literature, philosophy, and history (the triad wen-shi-zhe) as one body of knowledge, was revived in the nineteenth century under the header of guoxue (national studies). Guoxue was intended as a counterweight to the term renwen, a calque of the Japanese denomination for the Western category \"humanities\" (as different from the social and natural sciences). In fact, however, renwen—the term still used today—was a retranslation, since the Japanese compound was originally derived from the Chinese Book of Changes.6Looking at the term humanities from a systematic perspective, we encounter yet another challenge. Although (and because) the journal aims at the broadest possible audience in its endeavor to contribute to a new field, it appears in a single language. Choosing English as the lingua franca entails many risks, some of which have become apparent in this first issue. In modern English, for one, the division between the humanities and the sciences is emphasized by the terminology itself. Yet in many other languages there is a single term, such as Wissenschaft in German, scienza in Italian, or nauka in Russian, that denotes the study of both the natural and the human world. In German and Italian, Literaturwissenschaft and scienza della letteratura are common terms. The emphasis in English on the difference between humanities and sciences suggests that methods do not easily migrate between these spheres of knowledge. This may be partly responsible for the tendency of English-speaking scholarship to associate the humanities with historical approaches, rather than analytical ones that study their objects independently of the historical and cultural background. By contrast, the humanities outside the United States and Britain have frequently depended on analytical, nonhistorical methods: famous examples include the Vienna School of art history, Russian formalism, and French structuralism.Our terminological challenges do not end with this alleged contrast between sciences and humanities. Another hurdle consists in an ambiguity of the latter term itself. In English, humanities can refer both to the study of the products of the human mind and to these products themselves. We do not intend to include historical studies of literature, music, theater, or the visual arts; rather, we aim at the history of the studies carried out on literature, music, theater, and the visual arts. This does not mean that we ignore that the arts themselves have often played a role in research and in the acquisition of knowledge.Scope of the JournalNo earlier journal has assembled scholarly studies on the history of the humanities disciplines across time and place. We thus believe it is not up to us to formulate rules for good practice in the history of humanities. Some of our contributors will find it legitimate to compare methods or principles stemming from different regions or periods; in the humanities, just as in the sciences, historical actors have applied practices, methods, and principles invented for specific disciplines to problems in other disciplines (sometimes by wilfully ignoring the original historical or religious contexts of these inventions). But other authors in History of Humanities may instead wish to highlight cultural incommensurabilities (and identify, for instance, the problems incurred when Western methods have been applied to the study of African literature or Chinese art).7We are aware that referring to the study of music and the study of art in Greek or Chinese antiquity with terms such as musicology and art history may entail a lapse into Eurocentric presentism in which the past and the foreign are interpreted in terms of current concepts and perspectives. One option is therefore the use of actors' categories, meaning period and local terms, such as poetics for the study of poetry and theater in ancient Greece, grammar for the Italian humanists' study of language, and jinshixue (the study of metal and stone) for tenth-century Chinese antiquarianism.History of Humanities welcomes contributions that critically engage with the validity of the term humanities and its related Eurocentric ideologies as predicated on ancient philology, Renaissance humanism, and the modern humanities faculties at German, French, and English-speaking universities. Yet as universities worldwide have adopted, at least in general terms, the Western model, our focus on the humanities reflects a global state of affairs.8 What is more, we feel that the ambition to write comparative historiographies of the humanities is a powerful heuristic that fills a conspicuous lacuna in the history of knowledge.We welcome articles on topics from all regions and all periods, both before and after the formation of university disciplines and including recently established fields, such as media studies and digital humanities, as well as discontinued fields, such as antiquarianism. Contributions may highlight the singularity of historical and geographical practices or emphasize parallels and connections between disciplines, periods, and cultures. We also invite historians of the humanities to engage with the history of science, and vice versa. Eventually a case could be made for uniting the history of the humanities and the history of science under the header of \"history of knowledge.\"9 Equally, however, contributors to History of Humanities may choose to highlight the specificity of the humanities in regard to the sciences.History of Humanities also encourages contributions on the political and societal value of the humanities. While actual practices in the humanities and sciences have been quite different from Dilthey's dichotomy between understanding and explaining, his distinction molded the minds of many, and his interpretative approach may have contributed to the current image problem of the humanities: they are seen as a luxury pastime with little relevance for society and even less for the economy. Our journal welcomes arguments in favor of (or, obviously, against) the value of the humanities, perhaps emphasizing their importance for critical thinking, social responsibility, or democratic citizenship.10 In this context, our comparative ambitions entail more than simply redressing an imbalance in our knowledge of the \"global humanities.\" The understanding of how one's own traditions have been different from, and determined by, outside influences contributes to cultural consciousness. This insight is to be taken to heart by historians of the humanities; as Edward Said (1935–2003) argued, it is their disciplines—the study of languages and civilizations—that have molded the Eurocentric worldview.11In sum, History of Humanities offers a stage to different practices and ideals in the humanities, from antiquity to the present and from all regions and cultures. Contributions may individuate singular historical actors or draw overarching parallels and connections; seek out commonalities with the sciences or emphasize the humanities' special status; and argue for or against their societal value. The journal publishes individual research articles, book reviews, and conference reports, with a special Forum section presenting a set of articles devoted to a specific theme.In the present volume, the first such Forum section explores the contemporary relevance of the dichotomy \"monument and document\" as formulated by Erwin Panofsky (by John Guillory, with commentaries by John Joseph and Geoffrey Harpham). This is followed by five articles that range from historical overviews to specific case studies. The first analyzes the status of the Chinese tradition of historical writing in the light of recent Western influences, concluding with a programmatic plea for the survival of Chinese scholarly virtues (by Liu Dong, with an introduction by Haun Saussy). The role of mythology in the Northern European humanities of the eighteenth and nineteenth centuries is analyzed from historical and methodological perspectives (by Joep Leerssen). Ferdinand Gregorovius provides a case in point of the importance of legends in historical scholarship (by Maya Maskarinec). The next contribution is a \"bio-bibliographical\" sketch of the Russian scholar Semen Vengerov, who spent his life compiling such sketches (by Mark Gamsa). Finally, one of the main challenges described above—the relationship between the humanities, human sciences, and natural sciences—is addressed (by Hans-Jörg Rheinberger).Notes1. The Making of the Humanities, vol. 1, Early Modern Europe (Amsterdam: Amsterdam University Press, 2010); vol. 2, From Early Modern to Modern Disciplines (Amsterdam: Amsterdam University Press, 2012); and vol. 3, The Modern Humanities (Amsterdam: Amsterdam University Press, 2014).2. See http://historyofhumanities.org/.3. For the history of the word humanist, see Paul Oskar Kristeller, \"Humanism and Scholasticism in the Italian Renaissance,\" Byzantion 17 (1944–45): 346–74.4. Wilhelm Dilthey, Einleitung in die Geisteswissenschaften: Versuch einer Grundlegung für das Studium der Gesellschaft und der Geschichte (Leipzig: Duncker & Humblot, 1883), 29.5. George Makdisi, The Rise of Humanism in Classical Islam and the Christian West: With Special Reference to Scholasticism (Edinburgh: Edinburgh University Press, 1990).6. Hsiung Ping-chen, \"The Evolution of Chinese Humanities,\" American Historical Review 120, no. 4 (2015): 1267–82; Perry Johansson, \"Cross-Cultural Epistemology: How European Sinology Became the Bridge to China's Modern Humanities,\" in The Making of the Humanities, 3:449–64; and Arif Dirlik, ed., \"The National Learning Revival,\" special issue of China Perspectives 1 (2011).7. James Elkins, \"Art History as a Global Discipline,\" in Is Art History Global?, ed. James Elkins (London: Routledge, 2007), 3–23.8. See, e.g., the articles on the modern humanities in South Africa (Keith Breckenridge, 1253–66), Mexico (Erica Pani, 1327–42), India (Sanjay Seth, 1354–67), and Russia (Oleg Kharkhordin, 1283–98) in American Historical Review 120, no. 4 (2015).9. See, e.g., Rens Bod, A New History of the Humanities (Oxford: Oxford University Press, 2013); John Pickstone, \"Toward a History of Western Knowledges: Sketching Together the Histories of the Humanities and the Natural Sciences,\" in Bod, Maat, and Weststeijn, Making of the Humanities, 3:667–85; Rens Bod and Julia Kursell, \"Focus: The History of Humanities and the History of Science,\" Isis 106, no. 2 (2015).10. See Jörg-Dieter Gauger and Günther Rüther, eds., Warum die Geisteswissenschaften Zukunft haben! (Freiburg im Breisgau: Herder, 2007); Jonathan Bate, ed., The Public Value of the Humanities (London: Bloomsbury Academic, 2010); Martha Nussbaum, Not for Profit: Why Democracy Needs the Humanities (Princeton, NJ: Princeton University Press, 2010); Helen Small, The Value of the Humanities (Oxford: Oxford University Press, 2013).11. Edward Said, Humanism and Democratic Criticism (Basingstoke: Palgrave, 2004).Works CitedBate, Jonathan, ed. 2010. The Public Value of the Humanities. London: Bloomsbury Academic.First citation in articleGoogle ScholarBod, Rens. 2013. A New History of the Humanities. Oxford: Oxford University Press.First citation in articleGoogle ScholarBod, Rens, and Julia Kursell. 2015. \"Focus: The History of Humanities and the History of Science.\" Isis 106, no. 2.First citation in articleGoogle ScholarBod, Rens, Jaap Maat, and Thijs Weststeijn, eds. 2010–14. The Making of the Humanities. 3 vols. Amsterdam: Amsterdam University Press.First citation in articleGoogle ScholarDilthey, Wilhelm. 1883. Einleitung in die Geisteswissenschaften: Versuch einer Grundlegung für das Studium der Gesellschaft und der Geschichte. Leipzig: Duncker & Humblot.First citation in articleGoogle ScholarDirlik, Arif, ed. 2011. \"The National Learning Revival.\" Special issue of China Perspectives 1.First citation in articleGoogle ScholarElkins, James. 2007. \"Art History as a Global Discipline.\" In Is Art History Global?, edited by James Elkins, 3–23. London: Routledge.First citation in articleGoogle ScholarGauger, Jörg-Dieter, and Günther Rüther, eds. 2007. Warum die Geisteswissenschaften Zukunft haben! Freiburg im Breisgau: Herder.First citation in articleGoogle ScholarHsiung, Ping-chen. 2015. \"The Evolution of Chinese Humanities.\" American Historical Review 120 (4): 1267–82.First citation in articleCrossrefGoogle ScholarJohansson, Perry. 2014. \"Cross-Cultural Epistemology: How European Sinology Became the Bridge to China's Modern Humanities.\" In The Modern Humanities, vol. 3 of The Making of the Humanities, edited by Rens Bod, Jaap Maat, and Thijs Weststeijn, 449–64. Amsterdam: Amsterdam University Press.First citation in articleGoogle ScholarKristeller, Paul Oskar. 1944–45. \"Humanism and Scholasticism in the Italian Renaissance.\" Byzantion 17:346–74.First citation in articleGoogle ScholarMakdisi, George. 1990. The Rise of Humanism in Classical Islam and the Christian West: With Special Reference to Scholasticism. Edinburgh: Edinburgh University Press.First citation in articleGoogle ScholarNussbaum, Martha. 2010. Not for Profit: Why Democracy Needs the Humanities. Princeton, NJ: Princeton University Press.First citation in articleGoogle ScholarPickstone, John. 2014. \"Toward a History of Western Knowledges: Sketching Together the Histories of the Humanities and the Natural Sciences.\" In The Modern Humanities, vol. 3 of The Making of the Humanities, edited by Rens Bod, Jaap Maat, and Thijs Weststeijn, Amsterdam: Amsterdam University Press.First citation in articleGoogle Humanism and Democratic citation in articleGoogle 2013. The Value of the Humanities. Oxford: Oxford University Press.First citation in articleGoogle Previous articleNext article by History of Humanities 1, by the Society for the History of the Humanities by The Society for the History of the Humanities. the articles this to the a or virtues and and The history of knowledge and the history of History of Review the ancient of in History of Review Bod History of the Humanities, Histories 2, of in the and within The Humanities in and the of Europe, History of Humanities and History of Humanities From with in the Early History of Humanities History in the and the of History of Humanities of The of in History of Humanities Criticism as a of in the The of on Humanities Classical Natural Classical and the Value of in for the History of 2, Humanities der a history of the global in the humanities and the social sciences, of Global History and Rens Bod The of the Humanities, History of Humanities James and Humanities for Review of A History of the History of Humanities The of the on the in the Early History of Humanities 3, and the Humanities, Humanities The and in Global History of Humanities 1,",
      "cited_by_count": 45,
      "type": "article",
      "source": {
        "name": "History of Humanities",
        "type": "journal",
        "issn": [
          "2379-3163",
          "2379-3171"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://dare.uva.nl/personal/pure/en/publications/a-new-field-history-of-humanities(db1a021e-8fcf-4645-9744-3c0f49373928).html"
      },
      "topics": [
        "Digital Humanities and Scholarship"
      ],
      "referenced_works_count": 7,
      "url": "https://openalex.org/W2304852406"
    },
    {
      "openalex_id": "W2900163450",
      "doi": "10.1080/17439760.2018.1545041",
      "title": "History, literature, and philosophy: A systematic review of positive functioning",
      "authors": [
        {
          "name": "Hoda Vaziri",
          "openalex_id": "A5044631086",
          "orcid": "https://orcid.org/0000-0001-6010-4950",
          "institutions": [
            "Purdue University West Lafayette"
          ]
        },
        {
          "name": "Louis Tay",
          "openalex_id": "A5050636888",
          "orcid": "https://orcid.org/0000-0002-5522-4728",
          "institutions": [
            "Purdue University West Lafayette"
          ]
        },
        {
          "name": "Melissa G. Keith",
          "openalex_id": "A5074774683",
          "orcid": "https://orcid.org/0000-0003-4722-4637",
          "institutions": [
            "Purdue University West Lafayette"
          ]
        },
        {
          "name": "James O. Pawelski",
          "openalex_id": "A5067188951",
          "orcid": "https://orcid.org/0000-0003-3997-3478",
          "institutions": [
            "University of Pennsylvania"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-11-09",
      "abstract": "The humanities are instrumental to human development and happiness and are an integral part of our lives. However, a lack of empirical research limits our current understanding of the role the humanities play in the well-being of individuals, communities, and societies. Through a systematic search of the literature, we identify and review empirical studies that investigate whether engagement with history, literature, and philosophy influences individual's well-being (i.e. psychological well-being, subjective well-being, and virtues). The results suggest that studies investigating such influences are limited and mainly conducted in pedagogical settings. At the same time, these studies provide initial evidence for the positive effects of engagement in the humanities on individual well-being. Through this review, we identify gaps in the literature and provide recommendations for future research.",
      "cited_by_count": 13,
      "type": "review",
      "source": {
        "name": "The Journal of Positive Psychology",
        "type": "journal",
        "issn": [
          "1743-9760",
          "1743-9779"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Psychological Well-being and Life Satisfaction",
        "Optimism, Hope, and Well-being",
        "Media Influence and Health"
      ],
      "referenced_works_count": 88,
      "url": "https://openalex.org/W2900163450"
    },
    {
      "openalex_id": "W2790475377",
      "doi": "10.1016/j.edumed.2017.10.008",
      "title": "The presence of humanities in the curricula of medical students in Italy and Spain",
      "authors": [
        {
          "name": "Carlo Orefice",
          "openalex_id": "A5089774155",
          "orcid": "https://orcid.org/0000-0003-3502-3678",
          "institutions": [
            "University of Siena"
          ]
        },
        {
          "name": "Jorge Pérez",
          "openalex_id": "A5101708683",
          "orcid": "https://orcid.org/0000-0003-4433-4734",
          "institutions": [
            "Pompeu Fabra University"
          ]
        },
        {
          "name": "Josep-Eladı́ Baños",
          "openalex_id": "A5060163707",
          "orcid": "https://orcid.org/0000-0001-8202-6893",
          "institutions": [
            "Pompeu Fabra University"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-03-19",
      "abstract": "Introduction&#13;\\nThere is an increasing interest in the usefulness of humanities to improve the training of medical students. In this article, an analysis is made of the presence of humanities subjects in medical curricula of Italy and Spain.&#13;\\n&#13;\\nMaterial and methods&#13;\\nA review of the curricula of the Bachelor in Medicine in Italian and Spanish universities that offered this degree was carried out by using the information available on the institutional websites. Information was collected as regards the type of subjects and the academic characteristics of the more frequently included subjects.&#13;\\n&#13;\\nResults&#13;\\nA total of 42 Italian and 39 Spanish universities were examined. All of them included at least one subject with humanities contents. The most frequently included were, History (91%), Philosophy (81%), Anthropology (28%), and Literature (12%). Significant differences were seen between the countries regarding the presence of some subjects and their academic characteristics. The reduced number of ECTS credits and the lack of academic independence of humanities content were common features.&#13;\\n&#13;\\nDiscussion&#13;\\nHumanities contents, mainly History of Medicine and Bioethics were present in most medical curricula of Italian and Spanish universities. However, their relative importance was considered to be low, given the ECTS credits and presence as independent subjects. Some actions are recommended to improve the presence of humanities in medical studies in Italy and Spain",
      "cited_by_count": 22,
      "type": "article",
      "source": {
        "name": "Educación Médica",
        "type": "journal",
        "issn": [
          "1575-1813",
          "1579-2099"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://doi.org/10.1016/j.edumed.2017.10.008"
      },
      "topics": [
        "Empathy and Medical Education",
        "Innovations in Medical Education",
        "Clinical Reasoning and Diagnostic Skills"
      ],
      "referenced_works_count": 24,
      "url": "https://openalex.org/W2790475377"
    },
    {
      "openalex_id": "W3003857698",
      "doi": "10.3390/info11020071",
      "title": "Still Minding the Gap? Reflecting on Transitions between Concepts of Information in Varied Domains",
      "authors": [
        {
          "name": "David Bawden",
          "openalex_id": "A5069220898",
          "orcid": "https://orcid.org/0000-0002-0478-6456",
          "institutions": [
            "City, University of London"
          ]
        },
        {
          "name": "Lyn Robinson",
          "openalex_id": "A5032509580",
          "orcid": "https://orcid.org/0000-0001-5202-8206",
          "institutions": [
            "City, University of London"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-01-29",
      "abstract": "This conceptual paper, a contribution to the tenth anniversary Special Issue of Information, gives a cross-disciplinary review of general and unified theories of information. A selective literature review is used to update a 2013 article on bridging the gaps between conceptions of information in different domains, including material from the physical and biological sciences, from the humanities and social sciences including library and information science, and from philosophy. A variety of approaches and theories are reviewed, including those of Brenner, Brier, Burgin and Wu, Capurro, Cárdenas-García and Ireland, Hidalgo, Hofkirchner, Kolchinsky and Wolpert, Floridi, Mingers and Standing, Popper, and Stonier. The gaps between disciplinary views of information remain, although there has been progress, and increasing interest, in bridging them. The solution is likely to be either a general theory of sufficient flexibility to cope with multiple meanings of information, or multiple and distinct theories for different domains, but with a complementary nature, and ideally boundary spanning concepts.",
      "cited_by_count": 15,
      "type": "article",
      "source": {
        "name": "Information",
        "type": "journal",
        "issn": [
          "2078-2489"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.mdpi.com/2078-2489/11/2/71/pdf?version=1582944646"
      },
      "topics": [
        "Knowledge Management and Technology",
        "Misinformation and Its Impacts",
        "Innovation, Sustainability, Human-Machine Systems"
      ],
      "referenced_works_count": 122,
      "url": "https://openalex.org/W3003857698"
    },
    {
      "openalex_id": "W2912654919",
      "doi": "10.1016/s0140-6736(18)32279-7",
      "title": "Global, regional, and national incidence, prevalence, and years lived with disability for 354 diseases and injuries for 195 countries and territories, 1990–2017: a systematic analysis for the Global Burden of Disease Study 2017",
      "authors": [
        {
          "name": "Spencer L James",
          "openalex_id": "A5103004731",
          "orcid": "https://orcid.org/0000-0003-4653-2507",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Degu Abate",
          "openalex_id": "A5030954659",
          "orcid": "https://orcid.org/0000-0002-1278-6712",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Kalkidan Hassen Abate",
          "openalex_id": "A5102838811",
          "orcid": "https://orcid.org/0000-0003-3486-2111",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Solomón Mequanente Abay",
          "openalex_id": "A5053204143",
          "orcid": "https://orcid.org/0000-0002-7844-3771",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Cristiana Abbafati",
          "openalex_id": "A5022331752",
          "orcid": "https://orcid.org/0000-0003-2811-6251",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Nooshin Abbasi",
          "openalex_id": "A5032253107",
          "orcid": "https://orcid.org/0000-0001-7980-8667",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Hedayat Abbastabar",
          "openalex_id": "A5039134870",
          "orcid": "https://orcid.org/0000-0002-5713-4806",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Foad Abd-Allah",
          "openalex_id": "A5081409858",
          "orcid": "https://orcid.org/0000-0001-8308-5756",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Jemal Abdela",
          "openalex_id": "A5049872980",
          "orcid": "https://orcid.org/0000-0003-4205-8641",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Ahmed Abdelalim",
          "openalex_id": "A5004128917",
          "orcid": "https://orcid.org/0000-0001-6445-5539",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Ibrahim Abdollahpour",
          "openalex_id": "A5015334869",
          "orcid": "https://orcid.org/0000-0003-4364-9224",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Rizwan Suliankatchi Abdulkader",
          "openalex_id": "A5002323246",
          "orcid": "https://orcid.org/0000-0002-1502-4246",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Abebe Zegeye",
          "openalex_id": "A5089350918",
          "orcid": "https://orcid.org/0000-0001-6922-0376",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Semaw Ferede Abera",
          "openalex_id": "A5012390350",
          "orcid": "https://orcid.org/0000-0002-9284-1231",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Olifan Zewdie Abil",
          "openalex_id": "A5051187862",
          "orcid": "https://orcid.org/0000-0001-8886-9760"
        },
        {
          "name": "Haftom Niguse Abraha",
          "openalex_id": "A5013185881"
        },
        {
          "name": "Laith J. Abu‐Raddad",
          "openalex_id": "A5014846631",
          "orcid": "https://orcid.org/0000-0003-0790-0506",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Niveen M. E. Abu-Rmeileh",
          "openalex_id": "A5112068167",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Manfred Accrombessi",
          "openalex_id": "A5015436967",
          "orcid": "https://orcid.org/0000-0001-9550-9413",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Dilaram Acharya",
          "openalex_id": "A5029598497",
          "orcid": "https://orcid.org/0000-0003-2270-7667",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Pawan Acharya",
          "openalex_id": "A5059763902",
          "orcid": "https://orcid.org/0000-0003-1731-3196",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Ilana N. Ackerman",
          "openalex_id": "A5053699466",
          "orcid": "https://orcid.org/0000-0002-6028-1612",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Abdu A. Adamu",
          "openalex_id": "A5075629581",
          "orcid": "https://orcid.org/0000-0003-3317-1319",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Oladimeji Adebayo",
          "openalex_id": "A5025832040",
          "orcid": "https://orcid.org/0000-0001-7096-4460",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Victor Adekanmbi",
          "openalex_id": "A5089232733",
          "orcid": "https://orcid.org/0000-0002-7394-1640",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Olatunji Adetokunboh",
          "openalex_id": "A5028307745",
          "orcid": "https://orcid.org/0000-0002-4608-3951",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Mina G Adib",
          "openalex_id": "A5002975639",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "José Carmelo Adsuar",
          "openalex_id": "A5031989146",
          "orcid": "https://orcid.org/0000-0001-7203-3168",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Kossivi Agbélénko Afanvi",
          "openalex_id": "A5062088836",
          "orcid": "https://orcid.org/0000-0002-5049-0226",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Mohsen Afarideh",
          "openalex_id": "A5007447653",
          "orcid": "https://orcid.org/0000-0002-3578-5640",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Ashkan Afshin",
          "openalex_id": "A5028948429",
          "orcid": "https://orcid.org/0000-0001-6239-8809",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Gina Agarwal",
          "openalex_id": "A5054428913",
          "orcid": "https://orcid.org/0000-0002-5691-4675",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Kareha M Agesa",
          "openalex_id": "A5073195032",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Rakesh Aggarwal",
          "openalex_id": "A5001428430",
          "orcid": "https://orcid.org/0000-0001-9689-494X",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Sargis A. Aghayan",
          "openalex_id": "A5006826658",
          "orcid": "https://orcid.org/0000-0001-8516-2778",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Sutapa Agrawal",
          "openalex_id": "A5102714914",
          "orcid": "https://orcid.org/0000-0001-8088-2143",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Alireza Ahmadi",
          "openalex_id": "A5115959277",
          "orcid": "https://orcid.org/0000-0002-4372-1428",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Mehdi Ahmadi",
          "openalex_id": "A5100693052",
          "orcid": "https://orcid.org/0000-0002-9227-7562",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Hamid Ahmadieh",
          "openalex_id": "A5004513221",
          "orcid": "https://orcid.org/0000-0002-8139-2661",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Muktar Beshir Ahmed",
          "openalex_id": "A5042862791",
          "orcid": "https://orcid.org/0000-0002-9524-7027",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Amani Nidhal Aichour",
          "openalex_id": "A5004409906",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Ibtihel Aichour",
          "openalex_id": "A5065330767",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Miloud Taki Eddine Aichour",
          "openalex_id": "A5070575670",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Tomi Akinyemiju",
          "openalex_id": "A5074539440",
          "orcid": "https://orcid.org/0000-0002-1412-3234",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Nadia Akseer",
          "openalex_id": "A5103059135",
          "orcid": "https://orcid.org/0000-0002-1229-2640",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Ziyad Al‐Aly",
          "openalex_id": "A5047490642",
          "orcid": "https://orcid.org/0000-0002-2600-0434",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Ayman Al‐Eyadhy",
          "openalex_id": "A5059448504",
          "orcid": "https://orcid.org/0000-0002-6051-9125",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Hesham M. Al‐Mekhlafi",
          "openalex_id": "A5032637717",
          "orcid": "https://orcid.org/0000-0003-2582-7410",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Rajaa Al‐Raddadi",
          "openalex_id": "A5035907008",
          "orcid": "https://orcid.org/0000-0002-8921-9628",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Fares Alahdab",
          "openalex_id": "A5009474972",
          "orcid": "https://orcid.org/0000-0001-5481-696X",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Khurshid Alam",
          "openalex_id": "A5061878115",
          "orcid": "https://orcid.org/0000-0002-7402-7519",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Shazia Alam",
          "openalex_id": "A5101711502",
          "orcid": "https://orcid.org/0000-0003-2606-9463",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Alaa Alashi",
          "openalex_id": "A5050184537",
          "orcid": "https://orcid.org/0000-0002-6377-2564",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Seyed Moayed Alavian",
          "openalex_id": "A5032672163",
          "orcid": "https://orcid.org/0000-0002-4443-6602",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Kefyalew Addis Alene",
          "openalex_id": "A5010826389",
          "orcid": "https://orcid.org/0000-0002-1904-4682",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Mehran Alijanzadeh",
          "openalex_id": "A5084483965",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Reza Alizadeh‐Navaei",
          "openalex_id": "A5028043034",
          "orcid": "https://orcid.org/0000-0003-0580-000X",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Syed Mohamed Aljunid",
          "openalex_id": "A5029961086",
          "orcid": "https://orcid.org/0000-0002-0380-1335"
        },
        {
          "name": "Ala’a Alkerwi",
          "openalex_id": "A5033522829",
          "orcid": "https://orcid.org/0000-0002-7448-3936",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "François Alla",
          "openalex_id": "A5026413767",
          "orcid": "https://orcid.org/0000-0002-5793-7190",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Peter Allebeck",
          "openalex_id": "A5110906605",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Mohamed M L Alouani",
          "openalex_id": "A5012659389",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Khalid A Altirkawi",
          "openalex_id": "A5068032683",
          "orcid": "https://orcid.org/0000-0002-7331-4196",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Nelson Alvis‐Guzmán",
          "openalex_id": "A5078832673",
          "orcid": "https://orcid.org/0000-0001-9458-864X",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Azmeraw T. Amare",
          "openalex_id": "A5039387424",
          "orcid": "https://orcid.org/0000-0002-7940-0335",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Léopold Ndemnge Aminde",
          "openalex_id": "A5026555669",
          "orcid": "https://orcid.org/0000-0003-2787-7518",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Walid Ammar",
          "openalex_id": "A5110888093",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Yaw Ampem Amoako",
          "openalex_id": "A5076580271",
          "orcid": "https://orcid.org/0000-0002-4642-789X",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Nahla Anber",
          "openalex_id": "A5082114554",
          "orcid": "https://orcid.org/0000-0001-5684-9298",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Cătălina Liliana Andrei",
          "openalex_id": "A5015796792",
          "orcid": "https://orcid.org/0000-0003-4990-0205",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Sofia Androudi",
          "openalex_id": "A5060526840",
          "orcid": "https://orcid.org/0000-0002-5303-7793",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Megbaru Debalkie Animut",
          "openalex_id": "A5021618909",
          "orcid": "https://orcid.org/0000-0001-6431-9449",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Mina Anjomshoa",
          "openalex_id": "A5009283382",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Mustafa Geleto Ansha",
          "openalex_id": "A5017111010",
          "orcid": "https://orcid.org/0000-0003-3450-3231",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Carl Abelardo T. Antonio",
          "openalex_id": "A5008064001",
          "orcid": "https://orcid.org/0000-0001-7476-0553",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Palwasha Anwari",
          "openalex_id": "A5000535250",
          "orcid": "https://orcid.org/0000-0001-6989-0791",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Jalal Arabloo",
          "openalex_id": "A5011663896",
          "orcid": "https://orcid.org/0000-0003-1223-4528",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Antonio Araúz",
          "openalex_id": "A5059642385",
          "orcid": "https://orcid.org/0000-0002-3340-4138",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Olatunde Aremu",
          "openalex_id": "A5007517607",
          "orcid": "https://orcid.org/0000-0002-5832-2403",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Filippo Ariani",
          "openalex_id": "A5010206657",
          "orcid": "https://orcid.org/0000-0002-0504-1712",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Bahram Armoon",
          "openalex_id": "A5051651418",
          "orcid": "https://orcid.org/0000-0001-5467-9889",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Johan Ärnlöv",
          "openalex_id": "A5044523693",
          "orcid": "https://orcid.org/0000-0002-6933-4637",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Amit Arora",
          "openalex_id": "A5045499794",
          "orcid": "https://orcid.org/0000-0002-1665-5568",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Al Artaman",
          "openalex_id": "A5072019647",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Kavumpurathu Raman Thankappan",
          "openalex_id": "A5090932299",
          "orcid": "https://orcid.org/0009-0006-0883-3623",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Hamid Asayesh",
          "openalex_id": "A5051317373",
          "orcid": "https://orcid.org/0000-0002-9916-9476",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Rana Jawad Asghar",
          "openalex_id": "A5105840331",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Zerihun Ataro",
          "openalex_id": "A5066643095",
          "orcid": "https://orcid.org/0000-0002-6431-3511",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Sachin Atre",
          "openalex_id": "A5030415994",
          "orcid": "https://orcid.org/0000-0003-2148-465X",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Marcel Ausloos",
          "openalex_id": "A5072822499",
          "orcid": "https://orcid.org/0000-0001-9973-0019",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Leticia Ávila‐Burgos",
          "openalex_id": "A5060925387",
          "orcid": "https://orcid.org/0000-0002-8292-7103",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Euripide Avokpaho",
          "openalex_id": "A5088170125",
          "orcid": "https://orcid.org/0000-0003-2321-0505",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Ashish Awasthi",
          "openalex_id": "A5025988070",
          "orcid": "https://orcid.org/0000-0002-9308-9782",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Beatriz Paulina Ayala Quintanilla",
          "openalex_id": "A5041070370",
          "orcid": "https://orcid.org/0000-0002-2630-4569",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Rakesh Ayer",
          "openalex_id": "A5005690825",
          "orcid": "https://orcid.org/0000-0002-3114-4758",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Peter Azzopardi",
          "openalex_id": "A5031801244",
          "orcid": "https://orcid.org/0000-0002-9280-6997",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Arefeh Babazadeh",
          "openalex_id": "A5074305036",
          "orcid": "https://orcid.org/0000-0002-1362-7203",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        },
        {
          "name": "Hamid Badali",
          "openalex_id": "A5084005100",
          "orcid": "https://orcid.org/0000-0002-6010-8414",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Alaa Badawi",
          "openalex_id": "A5108825692",
          "institutions": [
            "University of Washington",
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Ayele Geleto",
          "openalex_id": "A5020735021",
          "orcid": "https://orcid.org/0000-0001-5139-6568",
          "institutions": [
            "Institute for Health Metrics and Evaluation",
            "University of Washington"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-11-01",
      "abstract": null,
      "cited_by_count": 13584,
      "type": "article",
      "source": {
        "name": "The Lancet",
        "type": "journal",
        "issn": [
          "0140-6736",
          "1474-547X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "http://www.thelancet.com/article/S0140673618322797/pdf"
      },
      "topics": [
        "Trauma and Emergency Care Studies",
        "Injury Epidemiology and Prevention",
        "Health disparities and outcomes"
      ],
      "referenced_works_count": 85,
      "url": "https://openalex.org/W2912654919"
    },
    {
      "openalex_id": "W2572201186",
      "doi": "10.1108/lr-08-2016-0065",
      "title": "Lifelong learning and library programming for third agers",
      "authors": [
        {
          "name": "Robin Sabo",
          "openalex_id": "A5024749005",
          "orcid": "https://orcid.org/0000-0002-2127-2609",
          "institutions": [
            "Central Michigan University"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-01-16",
      "abstract": "Purpose This study aims to examine library programming for active older (“third age”) adults and give suggestions for future improvements. In addition to covering research specific to library programming for these adults, which is limited, this review will also survey the literature on lifelong learning for this population. Design/methodology/approach This paper includes a literature review on library programming geared specifically to active, older adults and a survey of literature on lifelong learning for the “third agers”. Findings Demographics show that older adults are a growing population, not only in the USA, but worldwide. Many baby boomers have already entered or soon will be entering the “third age”. Most libraries are not providing specific programming to support these older lifelong learners. In the USA, baby boomers have the highest net worth of any generation, and as such, are an important fundraising source. Research indicates that older adults participate in lifelong learning activities and will attend library programs of interest. Topics of interest include hobbies/leisure pursuits, humanities, social/international issues, religion/philosophy, arts, technology and nutrition/health/stress management. Practical implications Libraries are missing a prime opportunity to expand services, develop library advocates and fundraise by ignoring the growing population of active older adults. Suggestions are given for how both public and academic libraries can take advantage of these opportunities. Social implications Older adults are a rapidly growing population. Providing library programming for this group benefits both older adults and libraries. Originality/value There are no known previous comprehensive literature reviews on library programming for older adults. Offering specific programming to this population has benefits for older adults, libraries and their communities.",
      "cited_by_count": 31,
      "type": "article",
      "source": {
        "name": "Library Review",
        "type": "journal",
        "issn": [
          "0024-2535",
          "1758-793X"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Technology Use by Older Adults",
        "Aging and Gerontology Research",
        "Retirement, Disability, and Employment"
      ],
      "referenced_works_count": 30,
      "url": "https://openalex.org/W2572201186"
    },
    {
      "openalex_id": "W2475426101",
      "doi": "10.1186/s40594-016-0046-z",
      "title": "A conceptual framework for integrated STEM education",
      "authors": [
        {
          "name": "Todd R. Kelley",
          "openalex_id": "A5017952091",
          "orcid": "https://orcid.org/0000-0001-6086-1927"
        },
        {
          "name": "J. Geoff Knowles",
          "openalex_id": "A5077139932",
          "orcid": "https://orcid.org/0000-0001-6696-058X",
          "institutions": [
            "Ivy Tech Community College of Indiana"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-07-18",
      "abstract": "The global urgency to improve STEM education may be driven by environmental and social impacts of the twenty-first century which in turn jeopardizes global security and economic stability. The complexity of these global factors reach beyond just helping students achieve high scores in math and science assessments. Friedman (The world is flat: A brief history of the twenty-first century, 2005) helped illustrate the complexity of a global society, and educators must help students prepare for this global shift. In response to these challenges, the USA experienced massive STEM educational reforms in the last two decades. In practice, STEM educators lack cohesive understanding of STEM education. Therefore, they could benefit from a STEM education conceptual framework. The process of integrating science, technology, engineering, and mathematics in authentic contexts can be as complex as the global challenges that demand a new generation of STEM experts. Educational researchers indicate that teachers struggle to make connections across the STEM disciplines. Consequently, students are often disinterested in science and math when they learn in an isolated and disjoined manner missing connections to crosscutting concepts and real-world applications. The following paper will operationalize STEM education key concepts and blend learning theories to build an integrated STEM education framework to assist in further researching integrated STEM education.",
      "cited_by_count": 1633,
      "type": "article",
      "source": {
        "name": "International Journal of STEM Education",
        "type": "journal",
        "issn": [
          "2196-7822"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://stemeducationjournal.springeropen.com/track/pdf/10.1186/s40594-016-0046-z"
      },
      "topics": [
        "Science Education and Pedagogy",
        "Experimental Learning in Engineering",
        "Teaching and Learning Programming"
      ],
      "referenced_works_count": 70,
      "url": "https://openalex.org/W2475426101"
    },
    {
      "openalex_id": "W3027869543",
      "doi": "10.1007/s10912-020-09631-9",
      "title": "The Health Benefits of Autobiographical Writing: An Interdisciplinary Perspective",
      "authors": [
        {
          "name": "Jussi Valtonen",
          "openalex_id": "A5028483912",
          "orcid": "https://orcid.org/0000-0002-5241-370X",
          "institutions": [
            "New York University"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-05-21",
      "abstract": "Abstract A large body of experimental evidence in the empirical sciences shows that writing about life experiences can be beneficial for mental and physical health. While empirical data regarding the health benefits of writing interventions have been collected in numerous studies in psychology and biomedicine, this literature has remained almost entirely disconnected from scholarship in the humanities and cognitive neuropsychology. In this paper, I review the literature from psychological and biomedical writing interventions, connect these findings to views from philosophy, cognitive neuropsychology and narratology and argue that examining established regularities in how narratives are structured can shed further light on the psychological processes engaged during writing interventions. In particular, I argue that the narratological concept of conflict can be applied to resolve patterns of seemingly conflicting empirical findings in psychological studies. More generally, I propose that an interdisciplinary perspective can provide a broader theoretical basis for understanding the psychological processes underlying the health benefits of autobiographical writing and provide directions for future research in psychology and biomedicine.",
      "cited_by_count": 13,
      "type": "review",
      "source": {
        "name": "Journal of Medical Humanities",
        "type": "journal",
        "issn": [
          "1041-3545",
          "1573-3645"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s10912-020-09631-9.pdf"
      },
      "topics": [
        "Mental Health via Writing",
        "Identity, Memory, and Therapy",
        "Empathy and Medical Education"
      ],
      "referenced_works_count": 67,
      "url": "https://openalex.org/W3027869543"
    },
    {
      "openalex_id": "W4321499620",
      "doi": "10.1111/dmcn.15545",
      "title": "Letting Tourette's be: The importance of understanding lived experience in research and the clinic",
      "authors": [
        {
          "name": "Jo Bervoets",
          "openalex_id": "A5028422958",
          "institutions": [
            "University of Antwerp"
          ]
        },
        {
          "name": "Diana Beljaars",
          "openalex_id": "A5011480318",
          "orcid": "https://orcid.org/0000-0001-6325-310X",
          "institutions": [
            "Swansea University"
          ]
        },
        {
          "name": "Hanne De Jaegher",
          "openalex_id": "A5011057176",
          "orcid": "https://orcid.org/0000-0001-7273-6410",
          "institutions": [
            "University of the Basque Country"
          ]
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-02-22",
      "abstract": "Abstract The most common clinical research question regarding Tourette syndrome focuses on tic reduction, which follows from classical ‘lack of inhibition’ models. Rooted in views about brain deficits, this model suggests that with higher severity and frequency, tics are necessarily disruptive and should therefore be inhibited. However, emerging calls from people with lived experience of Tourette syndrome suggest that this is too narrow a definition. This narrative literature review analyses issues with brain deficit views and qualitative research on tic context and feelings of compulsion. The results suggest the need for a more positive and encompassing theoretical and ethical position on Tourette's. The article puts forward an enactive analytical approach of ‘letting be’, that is, approaching a phenomenon without forcing preconceived reference structures onto it. We suggest using the identity‐first term ‘Tourettic’. Prioritizing the perspective of the ‘Tourettic patient’, it urges attentiveness to the everyday issues diagnosed people encounter and how these are embedded in further life. This approach highlights the strong relationship between the Tourettic persons' felt impairment, their adoption of an outsider's perspective, and feeling under constant scrutiny. It suggests that this felt impairment of tics can be reduced by creating a physical and social environment in which the person is ‘let be’ but not ‘let go of’. What this paper adds Its theoretical position allows a more holistic view of Tourette's, integrating tics with oft‐overlooked complex compulsions. The ‘letting be’ position also allows us to view why the presentation of Tourette's is likely to vary with gender and age of onset. ‘Letting be’ is a promising approach to improve a clinical understanding of Tourettic well‐being over and above tic severity and frequency. It integrates quantitative research on Tourette syndrome in the neurosciences with qualitative neurodiversity literature in the medical humanities. It integrates ethical frameworks as developed in enactive philosophy with the conceptualization and treatment of tics and compulsions.",
      "cited_by_count": 25,
      "type": "review",
      "source": {
        "name": "Developmental Medicine & Child Neurology",
        "type": "journal",
        "issn": [
          "0012-1622",
          "1469-8749"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/dmcn.15545"
      },
      "topics": [
        "Mental Health and Psychiatry",
        "Neurology and Historical Studies",
        "Empathy and Medical Education"
      ],
      "referenced_works_count": 62,
      "url": "https://openalex.org/W4321499620"
    },
    {
      "openalex_id": "W2098550280",
      "doi": "10.12688/f1000research.6478.1",
      "title": "Journal ratings as predictors of articles quality in Arts, Humanities and Social Sciences: an analysis based on the Italian Research Evaluation Exercise",
      "authors": [
        {
          "name": "Andrea Bonaccorsi",
          "openalex_id": "A5005345341",
          "orcid": "https://orcid.org/0000-0001-7425-9988",
          "institutions": [
            "Italian National Agency for the Evaluation of Universities and Research Institutes"
          ]
        },
        {
          "name": "Tindaro Cicero",
          "openalex_id": "A5054877305",
          "orcid": "https://orcid.org/0000-0003-1926-8317",
          "institutions": [
            "Italian National Agency for the Evaluation of Universities and Research Institutes"
          ]
        },
        {
          "name": "Antonio Ferrara",
          "openalex_id": "A5050655933",
          "orcid": "https://orcid.org/0000-0002-7384-404X",
          "institutions": [
            "Italian National Agency for the Evaluation of Universities and Research Institutes"
          ]
        },
        {
          "name": "Marco Malgarini",
          "openalex_id": "A5055064028",
          "orcid": "https://orcid.org/0000-0001-9553-5435",
          "institutions": [
            "Italian National Agency for the Evaluation of Universities and Research Institutes"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-07-07",
      "abstract": "<ns4:p>The aim of this paper is to understand whether the probability of receiving positive peer reviews is influenced by having published in an independently assessed, high-ranking journal: we eventually interpret a positive relationship among peer evaluation and journal ranking as evidence that journal ratings are good predictors of article quality. The analysis is based on a large dataset of over 11,500 research articles published in Italy in the period 2004-2010 in the areas of architecture, arts and humanities, history and philosophy, law, sociology and political sciences. These articles received a score by a large number of externally appointed referees in the context of the Italian research assessment exercise (VQR); similarly, journal scores were assigned in a panel-based independent assessment, which involved all academic journals in which Italian scholars have published, carried out under a different procedure. The score of an article is compared with that of the journal it is published in: more specifically, we first estimate an ordered probit model, assessing the probability for a paper of receiving a higher score, the higher the score of the journal; in a second step, we concentrate on the top papers, evaluating the probability of a paper receiving an excellent score having been published in a top-rated journal. In doing so, we control for a number of characteristics of the paper and its author, including the language of publication, the scientific field and its size, the age of the author and the academic status. We add to the literature on journal classification by providing for the first time a large scale test of the robustness of expert-based classification.</ns4:p>",
      "cited_by_count": 15,
      "type": "preprint",
      "source": {
        "name": "F1000Research",
        "type": "journal",
        "issn": [
          "2046-1402"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://doi.org/10.12688/f1000research.6478.1"
      },
      "topics": [
        "scientometrics and bibliometrics research"
      ],
      "referenced_works_count": 64,
      "url": "https://openalex.org/W2098550280"
    },
    {
      "openalex_id": "W1590572075",
      "doi": "10.5539/ass.v11n13p130",
      "title": "The Scientific Articles on Art Criticism",
      "authors": [
        {
          "name": "Mina Hedayat",
          "openalex_id": "A5025996366",
          "institutions": [
            "University of Malaya"
          ]
        },
        {
          "name": "Pegah Jahangiri",
          "openalex_id": "A5021941464",
          "institutions": [
            "University of Malaya"
          ]
        },
        {
          "name": "Aida Torkamani",
          "openalex_id": "A5026093934",
          "institutions": [
            "University of Malaya"
          ]
        },
        {
          "name": "Mahsa Mashayekhi",
          "openalex_id": "A5057727400",
          "institutions": [
            "Malaysia University of Science and Technology"
          ]
        },
        {
          "name": "M. K. Sabzali",
          "openalex_id": "A5097085873"
        },
        {
          "name": "Nader Ale Ebrahim",
          "openalex_id": "A5055630467",
          "orcid": "https://orcid.org/0000-0001-7091-4439",
          "institutions": [
            "University of Malaya"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-05-16",
      "abstract": "Research has been extremely involved in improving in the art criticism area. These improvements are reflected in scientific articles. This article purposed to investigate the 214 articles in art criticism to explore their main characteristics. These articles published in the Web of Science database of the Institute of Scientific Information (ISI) from the period of 1980 till 20 December 2013. Types of articles were article and review which is included in the study. The three top cited (more than 10 times citations) articles in art criticism were published in 1993 and 1999. The 214 articles mean citation rate was 0.87 (SD 2.38) times. Among the various fields, art (58.87%), arts humanities other topics (28.03%), both art and arts humanities other topics (5.14%), both art and education and educational research (2.33%), both art and history (1.40%), art, arts humanities other topics and literature (1.40%), both art and cultural studies (0.93%), both art and philosophy (0.93%), both art and literature (0.46%), and both arts humanities other topics and cultural studies (0.46%) were the most popular fields of research. The results showed that researches were done in the United States had highest citation which was written in English language.",
      "cited_by_count": 6,
      "type": "article",
      "source": {
        "name": "Asian Social Science",
        "type": "journal",
        "issn": [
          "1911-2017",
          "1911-2025"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://www.ccsenet.org/journal/index.php/ass/article/download/48870/26214"
      },
      "topics": [
        "scientometrics and bibliometrics research"
      ],
      "referenced_works_count": 50,
      "url": "https://openalex.org/W1590572075"
    },
    {
      "openalex_id": "W2911683900",
      "doi": "10.4236/ojn.2019.92013",
      "title": "Hermeneutics in Nursing Studies: An Integrative Review",
      "authors": [
        {
          "name": "Fidaa S. Abu Ali",
          "openalex_id": "A5069383307"
        },
        {
          "name": "Lubna Abushaikha",
          "openalex_id": "A5005140648",
          "orcid": "https://orcid.org/0000-0003-4888-9649",
          "institutions": [
            "University of Jordan"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-01-01",
      "abstract": "Aim: To review nursing studies using hermeneutics as a methodology in different dimensions including practice, education, and administration. Background: Hermeneutics is a qualitative research methodology that focuses on interpreting the meanings of experiences in individual’s life. It is a major philosophy and research method in the humanities, human sciences and arts disciplines with a central goal of describing people’s experiences. Data sources: A review of relevant literature using electronics databases including EBSCO, SCOPUS, MEDLINE, CINAHL, and PUBMED. Review methods: Using an integrative method, peer-reviewed research and discussion papers published between 2013 and 2018 and listed in the CINAHL, SCOPUS, Science Direct, PubMed and Google Scholar databases were reviewed. Findings: A final review of 13 studies that used hermeneutic phenomenology as a philosophical background and research methods was done. Conclusions: Hermeneutic phenomenology has been used as a qualitative method in numerous nursing studies with different domain including practice, education and administration. The ability of the nurses to make decisions related to implementing evidence in education, practice, research, and admiration is reliant on the clinical expertise of the nurse. The review of the literature identified that the capability to correlate research findings to these three categories in nursing and the willingness and inclination to improve current practice were crucial factors for knowledge translation.",
      "cited_by_count": 7,
      "type": "article",
      "source": {
        "name": "Open Journal of Nursing",
        "type": "journal",
        "issn": [
          "2162-5336",
          "2162-5344"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://www.scirp.org/journal/PaperDownload.aspx?paperID=90553"
      },
      "topics": [
        "Counseling, Therapy, and Family Dynamics",
        "Empathy and Medical Education",
        "Family and Patient Care in Intensive Care Units"
      ],
      "referenced_works_count": 30,
      "url": "https://openalex.org/W2911683900"
    },
    {
      "openalex_id": "W4361266068",
      "doi": "10.1215/00104124-10160706",
      "title": "The African Novel of Ideas: Philosophy and Individualism in the Age of Global Writing",
      "authors": [
        {
          "name": "Timothy Wright",
          "openalex_id": "A5100711028",
          "orcid": "https://orcid.org/0000-0003-0598-5454",
          "institutions": [
            "Bilkent University"
          ]
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-03-01",
      "abstract": "In the opening pages of The African Novel of Ideas, Jeanne-Marie Jackson muses on the life of the Fante intellectual David Eyiku Awotwi: a life filled with cosmopolitan affiliations, travel, political activism, social engagement, and responsibilities—but also with hours of solitary study and meditative walks around the streets of Accra. The first part of this equation—the communal commitments—is the stock-in-trade of studies of African writing. Yet it is all too easy when discussing African figures, Jackson suggests, to forget the second part of the equation: the commitment to individuality and the private life of the mind. The African Novel of Ideas can be considered an extended elaboration of this insight. Its central claim goes something like this. Contemporary debates on African literature view it as either (I schematize here): (1) a concrete rebuke to the universalizing pretensions of the West (postcolonial studies); (2) an illustration of the “combined and uneven development” engendered by global capital (world systems theory); or (3) a repository of experience and story (much contemporary African studies). These discourses all have in common an anti-Enlightenment, anti-universalist, and, crucially, an anti-liberal bias. This has led us to dismiss a crucial vein of overtly philosophical engagement that runs through the African novel from at least the early twentieth century and into the present. In attending to this vein, Jackson aims to give a lay of the literary land in which African literature appears not as the other of the Western Logos but rather as a sophisticated set of negotiations in which Enlightenment rationality is debated, extended, and remade.The title The African Novel of Ideas is somewhat misleading, and one suspects Jackson chose it for its pith rather than its accuracy. The novels dealt with here are not novels of ideas, at least not in the sense of being a drama of ideas dialogically played out within a dense novelistic framework. What Jackson examines are rather novels that grapple with the vexed place of the “philosophical individual” (and by extension philosophical reason as such) within an anticolonial imaginary that views the liberal individual as complicit with imperial violence. The African novel of ideas does not so much dramatize ideas, in the vein of the European novel of ideas, as it positions the act of doing philosophy within the fraught context of anticolonial struggle. One could perhaps call them “novels of sober intellection,” since Jackson intends by ideas a very specific form of thinking: private, measured, cautious, and dispassionate.This delimitation of philosophy, as I will suggest towards the end of this review, in some ways works against the capacious vision of African literature that Jackson sketches in her study. But there is no doubt that Jackson’s canvas is broad and revelatory, avoiding the expected heavyweights (Achebe, Coetzee, Adichie) while still surveying a full century’s worth of literature and philosophy, stretching from Casely Hayford’s Ethiopia Unbound (1911) to Masande Ntshanga’s The Reactive (2014). The broad-strokes picture is one in which a figure of the philosophical individual emerges as a beleaguered but redoubtable force in the early twentieth century (the first two chapters of the study), only to be squeezed out in the latter part of the century as independent African nations and their literatures are swept up in either nationalist or globalist currents (the second two chapters). The first two chapters chronicle the emergence of an idea of the solitary, deliberative African intellectual in West Africa (focusing on the Fante politician and novelist Casely Hayford) and Southern Africa (focusing primarily on the Zimbabwean novelist and philosopher Stanlake Samkange). Much of the work of these chapters lies in prizing these complex figures out from under their straw-man renditions, in which they are dupes of imperialism, and showing the full sophistication and political heft of their thought. Key to the thinking of both men is a striving toward some form of what Jackson terms “disembedded conceptuality” (60), in which particular cultural knowledge can be mobilized within reasoned debate but is not merely the “end-goal of erudition” (59). At one level, this enables a powerful mode of decolonial praxis: as Jackson shrewdly notes, liberalism’s oft-derided measuredness and reason is turned into a rebuke to the irrational and passion-filled world of colonialism. At another level, perhaps the more important one for Jackson, their thinking constitutes a form of “conceptual enfranchisement” (43), in which African thought appears as a tough-minded interlocutor of Western reason, rather than its other. A mode of comparatism is thus fostered in which Africa engages with the world on equal terms.The second half of Jackson’s study shifts gears to address the pressure placed on the philosophical individual as Africa is increasingly caught up in global economic and cultural networks. In this global space, the social legibility of the African subject is increasingly a question of representing a certain brand of Africanness, be it worldly Afropolitanism or a hyper-localism of personal experience and story. The philosophical individual interested in making universalizable claims, previously under attack by fiercer and more radical forms of anticolonialism, is now in danger of being simply swallowed up in a post-liberal world order. At the heart of this section is a masterful reading of Jennifer Nansubugu Makumbi’s Kintu, a novel that traces the persistence of a family curse from the precolonial era to the present-day nation of Uganda. With its readerly invitations to both rational and nonrational explanatory frameworks for this curse, the novel explores the philosophical question of “how best to make meaning from one’s relation to events” (112). Jackson suggests that, far from endorsing the idea of an “Africanstein” (the idea of Africa as an amalgamation of disparate global and local parts, advanced in Namwali Serpell’s influential reading of the novel), Kintu in fact mounts a powerful critique of globality, showing how it engenders forms of blindness to the local. In its place, the novel articulates an idea of a flexible, locally embedded reason whose legitimacy is derived from place and local responsiveness.I will turn to Jackson’s final chapter shortly, but first some comments. The terms philosophy and philosophical are central to this study, and it is worth pointing out that they are by no means self-evident or neutral signifiers. By philosophy, Jackson means something very particular: a specifically Kantian tradition of thinking that prizes common sense, dispassionate analysis, and clarity. Hegel, Nietzsche, and Heidegger are not to be found here, and certainly not Adorno, Derrida, Foucault, or Spivak. (Fanon makes occasional appearances, but as a prickly figure not always to be trusted.) At several junctures, Jackson distinguishes philosophy from “critical theory,” by which she means discourses suspicious of the Enlightenment inheritance. This finds its way into her methodology, which is to place African novels in conversation with African philosophers—Kwasi Wiredu, Kwame Gyekye, Emmanuel Eze, among others—working broadly within the universalist, analytic tradition of contemporary Anglophone philosophy. “African philosophy,” in this presentation, is engaged not in a repudiation of Western thought or a poststructuralist skepticism regarding the primacy of reason, but in an extension or reworking of reason—that is, in the search for a true universalism rather than the dispelling of a false one.Now, there are clearly political implications to Jackson’s tough-minded defense of what has come to be regarded in much of the academic humanities as an exhausted and ideologically suspect tradition. Jackson handles these politics with muscular nuance, making it clear that she has no interest in resuscitating liberalism as such, but rather in rescuing from it key elements of Enlightenment thought: reason, rationality, the autonomous individual. As Jackson makes clear throughout, to valorize these Enlightenment values is not to accede to the self-serving myths of Western coloniality, but rather to call the West to account, to insist on a fuller and better Enlightenment. (Jackson here implicitly places herself on the Habermas side of the Adorno-Habermas debate: Enlightenment as unfinished project rather than catastrophe.) Nevertheless, I find myself wondering at the nature of the relationship between the African individual and Enlightenment philosophy. Is the affinity a natural one, as Jackson seems to suggest, emerging self-evidently as the emancipatory territory of the true anti-colonialist? Or is it rather, as I suspect, simply the product of a specific historical conjunction, that of an anglophone African intelligentsia trained in British educational institutions? In other words, is Enlightenment philosophy simply one possible tool to be used in anticolonial struggle? If one were, for example, to take a snapshot of francophone Africa, a somewhat different picture might emerge, in which the major African thinkers—Senghor, Césaire, Fanon, Mudimbe, Mbembe—while similarly conjoining the practice of philosophy with the politics of decolonialism, operate within a very different Continental tradition. This is by no means to dismiss the philosophers (or the philosophy) Jackson discusses but simply to note that they drew on the resources they encountered. My sense, in other words, is that Jackson often overplays the universalizing hand of Enlightenment philosophy. In her bullish inversion of a dominant anti-Enlightenment epistemic mode, in which non-fungible experience and philosophical anti-humanism are valorized, Jackson risks falling into an old trap: that of casting rationality as not simply philosophically or politically universalizable but as intrinsically virtuous. Indeed, Jackson’s readings are accompanied by a lexicon of moderation in which “dispassion,” “restraint,” “self-cultivation,” and “analytic clarity” are prized over and against the “strident vituperation” and “racial metaphysics” of hegemonic decolonial discourse. Here the book occasionally veers, rhetorically, into the very territory from which it so convincingly salvages its subjects politically: that of the évolué, the “civilized” African.A second difficulty of Jackson’s vision lies in what one could call its intellectual drama. Reason and autonomous selfhood may have many virtues, but electricity and excitement are not among them. This is well illustrated in the final chapter of the study, on the eclipse of philosophical reason in the contemporary African novel. One cannot miss, in the chapter’s thrilling discussion of Dostoevsky’s Demons as an intertext to contemporary African novels of “philosophical suicide,” that, in stark contrast to the thinkers Jackson has been discussing, Dostoevsky’s characters enunciate ideas that are at the limits of what it is historically possible to think: they are extremists and radicals whose ideas possess a world-changing and at the same time world-destroying potential (Jackson memorably observes that in Dostoevsky, ideas are if anything too powerful). By contrast, in the novels of the Zimbabwean Tendai Huchu and the South Africans Imraan Coovadia and Masande Ntshanga, ideas are feeble, flickering in and out of narrative view, solitary refuges from “a grotesquely disjointed and disorienting web of global systems” (180). Jackson ascribes this to an environment hostile to individual deliberation, which is certainly true, in part. But I cannot help feeling that it is also partly ascribable to the ideas themselves, which are compelling but bedeviled by a lack of dramatic intensity. There is a certain drama in the failure of ideas to overcome the indifference of the age (the trope of intellectual suicide is a captivating one), but it is not the same drama as the drama of ideas as such.This is a critique one could level, in differing degrees, at the work of many of the writers in this study. Jackson’s study is torn between the desire to inject a Dostoyevskian dramatic intensity into the ideas she presents and a lingering sense that the real drama of the story she tells resides not in the ideas themselves—which are robust and vigorous but not electrifying—but in the metanarrative about ideas. To my mind, it is the latter that wins out. The contentious, fractious relationship between philosophy and the African novel is a consistent and dramatically engaging through-line of Jackson’s study. Philosophical ideas find difficult purchase in the fictions Jackson discusses, often bracketed off from the rest of the narrative, and African writers serious about philosophical thinking restlessly shift genre between novelistic fiction and philosophy (Samkange ultimately finds the novel useless and abandons it for philosophy). One reason for this is that philosophy, at least the kind of philosophy that interests Jackson, demands a level of self-abstraction—an emptying of the self of individual experience—antagonistic to both the narrative demands of the novel form, which pulls toward the kind of experiential miasma that is Jackson’s nemesis, and the political demands of the twentieth-century African nation. Jackson, I think, acknowledges this neutering of the idea when she concludes the study with an appeal to the “quality of mind” that makes the world “feel worth saving” (189)—but this is a minimal baseline, surely, when taken in relation to the potentially world-shaking power that ideas might possess.I present these thoughts as rejoinders rather than criticisms. The African Novel of Ideas is, all in all, a very impressive achievement whose canon-forming ambitions will, I suspect, be largely vindicated. Jackson is a muscular, masterful critic who strikes many blows, and strikes them with pinpoint accuracy. She puts her argument forth in a lucid and polemical fashion that dispatches with many of the regnant orthodoxies of African studies, as well as a number of sanctified figures in the current pantheon of African literature (Chimamanda Adichie, with her highly consumable presentation of African thought, does not fare well). In their place, she offers a vision of African literature that is indisputably worthwhile and challenging. Her book should open important debates within African studies, at the very least asking critics to take more seriously an alternate canon of African writing and thinking that does not neatly fit the somewhat constricted purview of present debates. It should also, just as importantly, offer a serious counterpoint to some of the categories—identity, experience, feeling—by which moral and intellectual capital is currently accrued in the critical discourse on Africa.",
      "cited_by_count": 39,
      "type": "article",
      "source": {
        "name": "Comparative Literature",
        "type": "journal",
        "issn": [
          "0010-4124",
          "1945-8517"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Postcolonial and Cultural Literary Studies",
        "African cultural and philosophical studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4361266068"
    },
    {
      "openalex_id": "W4235328403",
      "doi": "10.1007/978-1-349-94186-5_84",
      "title": "American Institute of Certified Public Accountants (AICPA)",
      "authors": [
        {
          "name": "A-T Children'",
          "openalex_id": "A5094440291",
          "institutions": [
            "Adelphi University",
            "Research Council of Finland",
            "Graduate School USA",
            "Acoustical Society of America",
            "Aberystwyth University"
          ]
        },
        {
          "name": "SIRIUS Project",
          "openalex_id": "A5094339313",
          "institutions": [
            "Aberystwyth University",
            "Adelphi University",
            "Acoustical Society of America",
            "Research Council of Finland",
            "Graduate School USA"
          ]
        },
        {
          "name": "Cynthia Rothblum‐Oviatt",
          "openalex_id": "A5030494124",
          "orcid": "https://orcid.org/0000-0003-1442-2514",
          "institutions": [
            "Aberystwyth University",
            "Adelphi University",
            "Acoustical Society of America",
            "Research Council of Finland",
            "Graduate School USA"
          ]
        },
        {
          "name": "Gloria Blackwell",
          "openalex_id": "A5110904151",
          "institutions": [
            "Graduate School USA",
            "Adelphi University",
            "Aberystwyth University",
            "Research Council of Finland",
            "Acoustical Society of America"
          ]
        },
        {
          "name": "Theresa Starratt",
          "openalex_id": "A5094525417",
          "institutions": [
            "Adelphi University",
            "Aberystwyth University",
            "Graduate School USA",
            "Acoustical Society of America",
            "Research Council of Finland"
          ]
        },
        {
          "name": "Elaine Moran",
          "openalex_id": "A5088908924",
          "orcid": "https://orcid.org/0000-0001-6624-5738",
          "institutions": [
            "Adelphi University",
            "Acoustical Society of America",
            "Graduate School USA",
            "Research Council of Finland",
            "Aberystwyth University"
          ]
        },
        {
          "name": "L Fleur",
          "openalex_id": ""
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-01-01",
      "abstract": "The A-T Children's Project is a non-profit organization that raises funds to support and co-ordinate biomedical research projects, scientific conferences and a clinical centre aimed at finding a cure for ataxia-telangiectasia, a lethal genetic disease that attacks children, causing progressive loss of muscle control, as well as cancer and immune system problems.",
      "cited_by_count": 1510,
      "type": "book-chapter",
      "source": {
        "name": "Palgrave Macmillan UK eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://link.springer.com/content/pdf/10.1007%2F978-1-349-94186-5_84.pdf"
      },
      "topics": [],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4235328403"
    },
    {
      "openalex_id": "W2801023641",
      "doi": "10.26458/jedep.v7i1.571",
      "title": "QUALITATIVE RESEARCH METHODOLOGY IN SOCIAL SCIENCES AND RELATED SUBJECTS",
      "authors": [
        {
          "name": "Haradhan Kumar Mohajan",
          "openalex_id": "A5112378925",
          "institutions": [
            "Premier University"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-03-30",
      "abstract": "This literature review paper discusses the proper use of qualitative research methodology to discuss several aspects of the research for the improvement of the skill of the readers. During the last few decades, the use of qualitative research has been increased in many institutions. It can be used to explore several areas of human behavior for the development of organizations. The purpose of this study is to provide inspirations to the new researchers for the development of their qualitative articles. The paper analyzes the design of qualitative research giving some methodological suggestions to make it explicable to the reader. In this paper an attempt has been taken to study the background of the qualitative research methodologyin social sciences and some other related subjects, along with the importance, and main features of the study.",
      "cited_by_count": 1392,
      "type": "article",
      "source": {
        "name": "Journal of Economic Development Environment and People",
        "type": "journal",
        "issn": [
          "2285-3642"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "http://ojs.spiruharet.ro/index.php/jedep/article/download/jedep.v7i1.571/pdf"
      },
      "topics": [
        "Organizational Leadership and Management Strategies"
      ],
      "referenced_works_count": 122,
      "url": "https://openalex.org/W2801023641"
    },
    {
      "openalex_id": "W2969625533",
      "doi": "10.1016/j.ijinfomgt.2019.08.002",
      "title": "Artificial Intelligence (AI): Multidisciplinary perspectives on emerging challenges, opportunities, and agenda for research, practice and policy",
      "authors": [
        {
          "name": "Yogesh K. Dwivedi",
          "openalex_id": "A5048622877",
          "orcid": "https://orcid.org/0000-0002-5547-9990",
          "institutions": [
            "Swansea University"
          ]
        },
        {
          "name": "Laurie Hughes",
          "openalex_id": "A5072512285",
          "orcid": "https://orcid.org/0000-0002-0956-0608",
          "institutions": [
            "Swansea University"
          ]
        },
        {
          "name": "Elvira Ismagilova",
          "openalex_id": "A5033472055",
          "orcid": "https://orcid.org/0000-0001-9634-194X",
          "institutions": [
            "University of Bradford"
          ]
        },
        {
          "name": "Gert Aarts",
          "openalex_id": "A5027512483",
          "orcid": "https://orcid.org/0000-0002-6038-3782",
          "institutions": [
            "Swansea University"
          ]
        },
        {
          "name": "Crispin Coombs",
          "openalex_id": "A5018731131",
          "orcid": "https://orcid.org/0000-0002-4203-9291",
          "institutions": [
            "Loughborough University"
          ]
        },
        {
          "name": "Tom Crick",
          "openalex_id": "A5015452463",
          "orcid": "https://orcid.org/0000-0001-5196-9389",
          "institutions": [
            "Swansea University"
          ]
        },
        {
          "name": "Yanqing Duan",
          "openalex_id": "A5032994640",
          "orcid": "https://orcid.org/0000-0003-4205-7403",
          "institutions": [
            "University of Bedfordshire"
          ]
        },
        {
          "name": "Rohita Dwivedi",
          "openalex_id": "A5070017829",
          "orcid": "https://orcid.org/0000-0003-3801-3635",
          "institutions": [
            "Prin. L. N. Welingkar Institute of Management Development and Research"
          ]
        },
        {
          "name": "John S. Edwards",
          "openalex_id": "A5007695310",
          "orcid": "https://orcid.org/0000-0003-3979-017X",
          "institutions": [
            "Aston University"
          ]
        },
        {
          "name": "Aled Eirug",
          "openalex_id": "A5000411910",
          "institutions": [
            "Swansea University"
          ]
        },
        {
          "name": "Vassilis Galanos",
          "openalex_id": "A5015685463",
          "orcid": "https://orcid.org/0000-0002-8363-4855",
          "institutions": [
            "University of Edinburgh"
          ]
        },
        {
          "name": "P. Vigneswara Ilavarasan",
          "openalex_id": "A5004125306",
          "orcid": "https://orcid.org/0000-0002-9431-3520",
          "institutions": [
            "Indian Institute of Technology Delhi"
          ]
        },
        {
          "name": "Marijn Janssen",
          "openalex_id": "A5062073470",
          "orcid": "https://orcid.org/0000-0001-6211-8790",
          "institutions": [
            "Delft University of Technology"
          ]
        },
        {
          "name": "Paul Jones",
          "openalex_id": "A5080152304",
          "orcid": "https://orcid.org/0000-0003-0417-9143",
          "institutions": [
            "Swansea University"
          ]
        },
        {
          "name": "Arpan Kumar Kar",
          "openalex_id": "A5061235109",
          "orcid": "https://orcid.org/0000-0003-4186-4887",
          "institutions": [
            "Indian Institute of Technology Delhi"
          ]
        },
        {
          "name": "Hatice Kizgin",
          "openalex_id": "A5037522059",
          "orcid": "https://orcid.org/0000-0003-0841-8973",
          "institutions": [
            "University of Bradford"
          ]
        },
        {
          "name": "Bianca Kronemann",
          "openalex_id": "A5037724665",
          "orcid": "https://orcid.org/0009-0002-5146-537X",
          "institutions": [
            "Swansea University"
          ]
        },
        {
          "name": "Banita Lal",
          "openalex_id": "A5103045218",
          "orcid": "https://orcid.org/0000-0003-1340-1746",
          "institutions": [
            "University of Bedfordshire"
          ]
        },
        {
          "name": "Biagio Lucini",
          "openalex_id": "A5003777616",
          "orcid": "https://orcid.org/0000-0001-8974-8266",
          "institutions": [
            "Swansea University",
            "Foundry (United Kingdom)"
          ]
        },
        {
          "name": "Rony Medaglia",
          "openalex_id": "A5003475331",
          "orcid": "https://orcid.org/0000-0001-7292-5895",
          "institutions": [
            "Copenhagen Business School"
          ]
        },
        {
          "name": "Kenneth Le Meunier‐FitzHugh",
          "openalex_id": "A5059234800",
          "institutions": [
            "University of East Anglia"
          ]
        },
        {
          "name": "Leslie Caroline Le Meunier-FitzHugh",
          "openalex_id": "A5076965699"
        },
        {
          "name": "Santosh K. Misra",
          "openalex_id": "A5018760782",
          "orcid": "https://orcid.org/0000-0002-3313-4895",
          "institutions": [
            "University of East Anglia",
            "Government of Tamil Nadu"
          ]
        },
        {
          "name": "Emmanuel Mogaji",
          "openalex_id": "A5082000265",
          "orcid": "https://orcid.org/0000-0003-0544-4842",
          "institutions": [
            "University of Greenwich"
          ]
        },
        {
          "name": "Sujeet Kumar Sharma",
          "openalex_id": "A5037836435",
          "orcid": "https://orcid.org/0000-0003-3614-9053"
        },
        {
          "name": "Jang Bahadur Singh",
          "openalex_id": "A5040405430",
          "orcid": "https://orcid.org/0000-0001-7017-1989",
          "institutions": [
            "Indian Institute of Management Tiruchirappalli"
          ]
        },
        {
          "name": "Vishnupriya Raghavan",
          "openalex_id": "A5050603102"
        },
        {
          "name": "Ramakrishnan Raman",
          "openalex_id": "A5072261829",
          "orcid": "https://orcid.org/0000-0003-3642-6989",
          "institutions": [
            "Symbiosis International University"
          ]
        },
        {
          "name": "Nripendra P. Rana",
          "openalex_id": "A5034248834",
          "orcid": "https://orcid.org/0000-0003-1105-8729",
          "institutions": [
            "University of Bradford"
          ]
        },
        {
          "name": "Spyridon Samothrakis",
          "openalex_id": "A5033216620",
          "orcid": "https://orcid.org/0000-0003-1902-9690",
          "institutions": [
            "University of Essex"
          ]
        },
        {
          "name": "Jak Spencer",
          "openalex_id": "A5016998336",
          "institutions": [
            "Training Programs in Epidemiology and Public Health Interventions Network"
          ]
        },
        {
          "name": "Kuttimani Tamilmani",
          "openalex_id": "A5008267619",
          "orcid": "https://orcid.org/0000-0002-9615-1465",
          "institutions": [
            "University of Bradford"
          ]
        },
        {
          "name": "Annie Tubadji",
          "openalex_id": "A5070089201",
          "orcid": "https://orcid.org/0000-0002-6134-3520",
          "institutions": [
            "University of the West of England"
          ]
        },
        {
          "name": "Paul Walton",
          "openalex_id": "A5109157215",
          "institutions": [
            "Capgemini (United Kingdom)",
            "Swansea University"
          ]
        },
        {
          "name": "Michael D. Williams",
          "openalex_id": "A5002569790",
          "orcid": "https://orcid.org/0000-0002-3047-0332",
          "institutions": [
            "Swansea University"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-08-27",
      "abstract": null,
      "cited_by_count": 3658,
      "type": "article",
      "source": {
        "name": "International Journal of Information Management",
        "type": "journal",
        "issn": [
          "0268-4012",
          "1873-4707"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.sciencedirect.com/science/article/pii/S026840121930917X"
      },
      "topics": [
        "Big Data and Business Intelligence",
        "Economic and Technological Systems Analysis",
        "Digital Transformation in Industry"
      ],
      "referenced_works_count": 338,
      "url": "https://openalex.org/W2969625533"
    },
    {
      "openalex_id": "W4399240956",
      "doi": "10.4236/psych.2024.155047",
      "title": "What Is Learning?",
      "authors": [
        {
          "name": "K. W. Schneider",
          "openalex_id": "A5110088445",
          "institutions": [
            "Friedrich Schiller University Jena"
          ]
        }
      ],
      "publication_year": 2024,
      "publication_date": "2024-01-01",
      "abstract": "Learning appears to be a basic concept in educational science and psychology. In recent decades, the interest in learning has been growing in these disciplines. However, despite its conceptual prevalence, a closer look at the literature reveals the ambivalence of the learning concept. The main objective of this work is to contribute to the conceptual clarification of learning. Based on a scoping review of learning definitions stemming from the disciplines of educational science, philosophy and psychology a constructive analysis of the concept of learning was made to systematically analyze the term from an integrative perspective of behavioral sciences and humanities. The enriched understanding of learning gained in this study has interesting implications for learning research and practice of education: Promoting knowledge acquisition by reasoning should be at the core of education.",
      "cited_by_count": 8,
      "type": "article",
      "source": {
        "name": "Psychology",
        "type": "journal",
        "issn": [
          "2152-7180",
          "2152-7199"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://www.scirp.org/journal/PaperDownload.aspx?paperID=133665"
      },
      "topics": [
        "Educational and Psychological Assessments",
        "Innovative Teaching and Learning Methods",
        "Education and Critical Thinking Development"
      ],
      "referenced_works_count": 38,
      "url": "https://openalex.org/W4399240956"
    },
    {
      "openalex_id": "W4401124715",
      "doi": "10.1007/s40592-024-00204-3",
      "title": "Biosafety, biosecurity, and bioethics",
      "authors": [
        {
          "name": "David B. Resnik",
          "openalex_id": "A5061129814",
          "orcid": "https://orcid.org/0000-0002-5139-9555",
          "institutions": [
            "National Institutes of Health",
            "National Institute of Environmental Health Sciences"
          ]
        }
      ],
      "publication_year": 2024,
      "publication_date": "2024-06-01",
      "abstract": null,
      "cited_by_count": 8,
      "type": "review",
      "source": {
        "name": "Bioethics News",
        "type": "journal",
        "issn": [
          "1321-2753",
          "1836-6716"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s40592-024-00204-3.pdf"
      },
      "topics": [
        "Bacillus and Francisella bacterial research",
        "Zoonotic diseases and public health",
        "Animal Disease Management and Epidemiology"
      ],
      "referenced_works_count": 113,
      "url": "https://openalex.org/W4401124715"
    },
    {
      "openalex_id": "W2557811647",
      "doi": "10.1016/j.biocon.2016.10.006",
      "title": "Conservation social science: Understanding and integrating human dimensions to improve conservation",
      "authors": [
        {
          "name": "Nathan Bennett",
          "openalex_id": "A5008685860",
          "orcid": "https://orcid.org/0000-0003-4852-3401",
          "institutions": [
            "University of Washington",
            "University of British Columbia",
            "Stanford University"
          ]
        },
        {
          "name": "Robin Roth",
          "openalex_id": "A5038874634",
          "orcid": "https://orcid.org/0000-0003-2296-6386",
          "institutions": [
            "University of Guelph"
          ]
        },
        {
          "name": "Sarah C. Klain",
          "openalex_id": "A5064099321",
          "orcid": "https://orcid.org/0000-0002-3798-9436",
          "institutions": [
            "University of British Columbia"
          ]
        },
        {
          "name": "Kai M. A. Chan",
          "openalex_id": "A5064887876",
          "orcid": "https://orcid.org/0000-0002-7804-3276",
          "institutions": [
            "University of British Columbia"
          ]
        },
        {
          "name": "Patrick Christie",
          "openalex_id": "A5049351380",
          "institutions": [
            "University of Washington"
          ]
        },
        {
          "name": "Douglas A. Clark",
          "openalex_id": "A5064534699",
          "orcid": "https://orcid.org/0000-0002-0480-030X",
          "institutions": [
            "University of Saskatchewan"
          ]
        },
        {
          "name": "Georgina Cullman",
          "openalex_id": "A5028273702",
          "institutions": [
            "American Museum of Natural History"
          ]
        },
        {
          "name": "Deborah Curran",
          "openalex_id": "A5014614005",
          "orcid": "https://orcid.org/0000-0002-6014-0553",
          "institutions": [
            "University of Victoria"
          ]
        },
        {
          "name": "Trevor J. Durbin",
          "openalex_id": "A5084744866",
          "orcid": "https://orcid.org/0000-0002-4804-2133",
          "institutions": [
            "University of Wyoming"
          ]
        },
        {
          "name": "Graham Epstein",
          "openalex_id": "A5067373883",
          "orcid": "https://orcid.org/0000-0003-3431-8511",
          "institutions": [
            "University of Waterloo"
          ]
        },
        {
          "name": "Alison Greenberg",
          "openalex_id": "A5003982474",
          "institutions": [
            "International Union for Conservation of Nature"
          ]
        },
        {
          "name": "Michael Nelson",
          "openalex_id": "A5054026635",
          "orcid": "https://orcid.org/0000-0001-6917-4752",
          "institutions": [
            "Oregon State University"
          ]
        },
        {
          "name": "John Sandlos",
          "openalex_id": "A5055459827",
          "orcid": "https://orcid.org/0000-0001-7556-3498",
          "institutions": [
            "Memorial University of Newfoundland"
          ]
        },
        {
          "name": "Richard C. Stedman",
          "openalex_id": "A5063834092",
          "orcid": "https://orcid.org/0000-0001-8115-6696",
          "institutions": [
            "Louisiana Department of Natural Resources",
            "Cornell University"
          ]
        },
        {
          "name": "Tara L. Teel",
          "openalex_id": "A5069868751",
          "orcid": "https://orcid.org/0000-0002-1944-1864",
          "institutions": [
            "Colorado State University"
          ]
        },
        {
          "name": "Rebecca Thomas",
          "openalex_id": "A5070105995",
          "orcid": "https://orcid.org/0000-0003-2528-7258",
          "institutions": [
            "Slippery Rock University"
          ]
        },
        {
          "name": "Diogo Veríssimo",
          "openalex_id": "A5076635361",
          "orcid": "https://orcid.org/0000-0002-3519-6782",
          "institutions": [
            "Georgia State University"
          ]
        },
        {
          "name": "Carina Wyborn",
          "openalex_id": "A5045872612",
          "orcid": "https://orcid.org/0000-0002-4314-347X"
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-11-29",
      "abstract": null,
      "cited_by_count": 1118,
      "type": "article",
      "source": {
        "name": "Biological Conservation",
        "type": "journal",
        "issn": [
          "0006-3207",
          "1873-2917"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://ars.els-cdn.com/content/image/1-s2.0-S0006320716305328-fx1_lrg.jpg"
      },
      "topics": [
        "Environmental Education and Sustainability",
        "Conservation, Biodiversity, and Resource Management",
        "Conservation Techniques and Studies"
      ],
      "referenced_works_count": 302,
      "url": "https://openalex.org/W2557811647"
    },
    {
      "openalex_id": "W2768922678",
      "doi": "10.1097/acm.0000000000001972",
      "title": "Health Humanities and Medical Education: Joined by a Common Purpose",
      "authors": [
        {
          "name": "David P. Sklar",
          "openalex_id": "A5077513014",
          "orcid": "https://orcid.org/0000-0003-4705-7904"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-11-29",
      "abstract": "I learned the art of storytelling from my father. He would tell us bedtime stories upon his return from a day of delivering fuel oil to his various customers around Boston, his hands reeking of the acrid smell of oil that would not wash away in spite of scrubbing with abrasive soaps. But my brothers, sister, and I did not mind the smell. In fact, it was the familiar smell of Dad that settled us down for the story to come as we huddled around him on one of our beds. We were in for an adventure, a true story no less, usually based on his experiences in World War II. Every story had unexpected dangers, battles of good versus evil, villains, heroes, and a happy ending that sent us off to a restful sleep. Later in my life, I tried to follow his example by telling stories to my own children. I remember how I would sometimes be wide awake and animated as I built up to a story's climax, only to notice that the children were already asleep. I was tempted to wake them up so that they could appreciate the clever plot twists of my tale, but then I realized that the purpose of the story was to get them to drift off to a peaceful sleep, not for me to win the Pulitzer Prize for bedtime stories. The purpose and value of bedtime stories are easy to understand and support. But what are the purpose and value of stories and other art forms in medical education and health care delivery? In short, what are the contributions of the medical humanities? This important question is worthy of our consideration because as medical education has become competency based with measurable milestones requiring evidence of outcomes, the role of the medical humanities as a contributor to physician competence has come into question. In a literature review, Ousager and Johannessen1 describe the problem of the medical humanities well: \"It is, however, very difficult to measure with any certainty to what extent the inclusion of humanities in medical curricula makes better doctors.\" Their extensive review concludes that there is a shortage of studies delivering evidence for the long-term impact of humanities in undergraduate medical education on the development of medical proficiency…. We suggest that the lack of evidence for relevance to the work of doctors could pose a threat to the continued development of humanities-related activities in undergraduate medical education. The historical basis for including the humanities in medical education may provide some guidance about how to approach the threat identified by Ousager and Johannessen. Jones et al2 note that the history of medical humanities is marked by the need for a \"cultural transformation that would address the imbalance between technological aspects of medicine and the human facets of health and caregiving.\" The authors describe the historical description of medical humanities as \"the intersection of medical phenomena (e.g., physicians, patients, illness) and the traditional disciplines of the humanities, including history, literature, philosophy, and visual arts.\" Thus medical humanities programs developed partly to provide a counterbalance to the technological and scientific information dominating medical education curricula. Jones et al propose to replace the term medical humanities with a more inclusive term, health humanities, to recognize the numerous nonmedical elements that affect health, such as poverty, education, and race, as well as the participation of many nonphysicians in the health care delivery system. Health humanities may be justifiably included in curricula for health professionals if the goals of the health humanities and the purpose of medical education are aligned. But what is the purpose of medical education? I suggest that a reasonable purpose of medical education is to prepare students through educational experiences to be doctors who can meet the goals of the Triple Aim: better health, better health care, and lower cost described by Berwick et al.3 Bodenheimer and Sinsky4 expanded the Triple Aim to be the Quadruple Aim to include physician wellness. By looking beyond the traditional areas of health care delivery to a broader purpose of promoting population health, preventing illness, and efficiently using societal resources, we discover that many of the same areas identified by Jones et al that concern the health humanities—such as poverty, race, and violence—are also concerns of medical education. McGinnis et al5 and Braveman and Gottlieb6 have described how these social determinants of health account for a substantial burden of disease, most of which is not influenced by medical care. Health humanities have concerned themselves with the social conditions associated with health and illness through novels, plays, opera, music, poetry, and other art forms that communicate the effects of these conditions on individuals and groups. The health humanities use the rich and evocative resources of art to expand medical education to include the values and experiences of patients, families, and communities as well as the environmental stresses that influence health. To illustrate, I contrast a traditional medical case description of one of my recent patients with a health-humanities-oriented case description of the same patient. A nurse rolled Mr. Sanchez (name changed) into the emergency resuscitation area on a stretcher and told our team that the patient had a \"critically high\" potassium level based upon blood drawn in the waiting room. After a resident reviewed an EKG, which showed the characteristic peaked T-waves of hyperkalemia, we immediately began treatment with calcium, insulin, and glucose. But minutes later Mr. Sanchez's eyes closed, his breathing slowed, and he went into cardiac arrest. We began CPR and after another ampule of calcium and an ampule of epinephrine the patient's heart began to beat, a pulse returned, and his eyes opened. Minutes later he was whisked to the intensive care unit for emergency dialysis. This bioscientific description of Mr. Sanchez's case focuses on the medical problem. My students used this case to review how elevated potassium levels affected the cardiac muscle and its function, what pharmacological interventions would be effective, and how to read the EKG to verify the diagnosis. Here is a health humanities depiction of Mr. Sanchez's case. Mr. Sanchez lay his head back on the chair in the emergency room waiting room. He felt exhausted and dizzy. But he also felt fortunate to have a chair, even if the plastic was torn on the seat and the legs shook when he moved. It was better than the jail cell where he had been for the past three days. And it was better than the floor. He told them at the jail that he needed his dialysis, but the guards said he could get the dialysis later. So when the jail let him out he began walking up the hill to the hospital. It was about a mile. He had to stop to catch his breath after a few steps. After a while he sat down on the sidewalk to rest and some police officers stopped to see what was wrong. One of them recognized him. \"Hey, Joe,\" the officer called out, \"You okay?\" Mr. Sanchez told him that he was on his way to the hospital for dialysis, and they gave him a ride. When he got to the ER, a nurse with a red and green dragon tattoo on her arm poked him with a needle and told him go sit down. He was thinking about that dragon, its sharp teeth and claws, when he passed out. In the health humanities perspective we begin to picture Mr. Sanchez and care about him and his struggles to get medical care; the crowded emergency department where he has to wait for care; and the issues of power, poverty, and race that may contribute to his crisis. A health humanities perspective might inspire the health care team to better understand how they could work with the jail and the social services agencies to prevent similar problems in the future. In this way, the health humanities could do their part to help the team achieve the Triple Aim. Dennhardt et al7 published a scoping review of research about the health humanities in which they identified three focal areas: art as expertise, art as dialogue, and art as a means of expression and transformation, which includes personal growth and activism. I discuss these areas below as I suggest how the health humanities might demonstrate their contributions to making better doctors and improving health. First, in considering art as expertise, health humanities may be able to help sharpen the abilities of health providers to elicit and to better understand the stories of their patients. As I demonstrated in the story of Mr. Sanchez, there are many ways to tell a story about an illness. The story could be limited to the critical care encounter and various lab tests, medications, vital signs, and imaging studies. That part of the story, while useful, would leave out the information that explained how the problem began and grew to threaten his life. Through the power and richness of stories, we might be able to make the connections between the technological and the human experience of illness, which was the original impetus for including the health humanities in medical education. The use of such approaches as reflective writing, improvisational theater, music, and painting can help health professionals to develop deeper awareness and better communication skills that will give them access to the stories of patients and provide a face and a context to a medical problem. Baruch8 has eloquently described the importance of creativity as part of the clinical skill set for physicians and how teaching students to recognize the nature of creativity in artistic habits and mind-sets can help them learn creative skills, which are not habits for humanizing future physicians but another set of tools … for health care providers to use to care for patients with unimaginably complex problems…. Maybe [providers] will ask different types of questions, engage in conversations, seek compassionate solutions—not because they are striving to be more empathic but rather because they are trying to be more creative. Second, in considering art as dialogue, health humanities could help open a dialogue about areas of the health care system that are costly, poorly understood, and of uncertain quality. For example, Frist and Presley9 describe controversies related to end-of-life care, which they report is responsible for around 27% of health care spending in the Medicare system. They note that in talking to young students and residents at our institution … it is clear how uncomfortable most of them are with walking into a patient's room and addressing code status, much less navigating the issues of a terminal diagnosis. An understanding of end-of-life care requires knowledge of the law, ethics, religion, political sciences, anthropology, and social determinants like poverty and education. But additional understanding could be fostered by using the health humanities and could help improve patients' experiences and reduce health care costs—and lessen the anxiety of learners that Frist and Presley mention. In this issue, Wellbery et al10 describe a medical student course focused on social determinants of health with a reflective writing assignment related to the case of a woman whose medical care became very complex and costly because her social circumstances and behavioral problems were not addressed as part of her health care.11 The case raised questions about empathy for individual patients and vulnerable groups. Wellbery et al conclude that \"reflection and writing about social aspects of clinical medicine are … valuable tools for engaging students in discussions of social empathy.\" The third area identified by Dennhardt et al,7 art as a means of expression and transformation, which includes personal growth and activism, I divide into two parts. The part related to personal growth links well with Bodenheimer and Sinsky's inclusion of provider wellness as an aim of medical education. The health humanities can provide tools for health care providers to address their own psychological and physical health needs. Krasner et al12 described lower rates of burnout in primary care providers participating in a program that included sharing and discussion of stories and practice of mindfulness. In this issue, Branch et al13 describe a national longitudinal faculty development program utilizing reflective writing to strengthen humanistic teaching and role modeling. Reflections of health professionals may sometimes be shared with others to create supportive communities of practice and with patients, families, and the public to improve all participants' understanding of the health system. The reflective and creative process can also provide support for learners' identity development, which is a critical part of the educational process. The development of identity is a theme of both health professions education and literature. Wald et al14 described how they have used reflective writing, portfolios, and faculty feedback to support professional identity formation. Whether through reading Kafka's Metamorphosis,15 William Carlos Williams's Doctor Stories,16 or Abraham Verghese's My Own Country17—to give only a few examples—students can use stories to reflect upon their own identity changes and gain perspective by looking at themselves through the lenses of others who have experienced identity challenges. Finally, the second part of the third area sees art as a means to foster activism. I believe that the humanities could have a critical role in the current policy discussions about proposed changes to the Affordable Care Act (ACA). While many people respond to data about the numbers of those currently insured under the ACA who would lose their insurance in a variety of policy scenarios, the stories of individuals who would be affected by losing their coverage are even more compelling and give life to the numbers. Our ability to have conversations about the effects of changes in insurance will have consequences for our patients and students. The health humanities facilitate these conversations through images and stories that are memorable. Huyler11 expresses these sentiments well: Studying the humanities in medicine is about helping doctors and medical students become more aware, more insightful, more reflective and—ultimately—more influential in shaping the trajectory of health care. It's about encouraging the facility, willingness, and ability to enter into the larger public debate in these cacophonous times when collective silence will not serve the medical profession well. I suspect that more people are influenced by the stories in Atul Gawande's essays and books or the television depictions of health care in ER, House, Scrubs, or Chicago Med than by our latest scientific journal articles. For all of us—especially medical educators, their students, and practicing physicians—the health humanities can bridge scientific advances with the human experience of health and illness and help us \"enter the larger public debate\" about the values we hold dear about what we want from our health care system.",
      "cited_by_count": 20,
      "type": "editorial",
      "source": {
        "name": "Academic Medicine",
        "type": "journal",
        "issn": [
          "1040-2446",
          "1938-808X"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Empathy and Medical Education",
        "Innovations in Medical Education",
        "Clinical Reasoning and Diagnostic Skills"
      ],
      "referenced_works_count": 14,
      "url": "https://openalex.org/W2768922678"
    },
    {
      "openalex_id": "W3009223532",
      "doi": "10.3390/philosophies5010004",
      "title": "Breakthrough Knowledge Synthesis in the Age of Google",
      "authors": [
        {
          "name": "Ronald B. Brown",
          "openalex_id": "A5038014915",
          "orcid": "https://orcid.org/0000-0002-9473-2274",
          "institutions": [
            "University of Waterloo"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-03-04",
      "abstract": "Epistemology is the main branch of philosophy that studies the nature of knowledge, but how is new knowledge created? In this perspective article, I introduce a novel method of knowledge discovery that synthesizes online findings from current and prior research. This web-based knowledge synthesis method is especially relevant in today’s information technology environment, where the research community has easy access to online interactive tools and an expansive selection of digitized peer-reviewed literature. Based on a grounded theory methodology, the innovative synthesis method presented here can be used to organize, analyze and combine concepts from an intermixed selection of quantitative and qualitative research, inferring an emerging theory or thesis of new knowledge. Novel relationships are formed when synthesizing causal theories—accordingly, this article reviews basic logical principles of associative relationships, mediators and causal pathways inferred in knowledge synthesis. I also provide specific examples from my own knowledge syntheses in the field of epidemiology. The application of this web-based knowledge synthesis method, and its unique potential to discover breakthrough knowledge, will be of interest to researchers in other areas, such as education, health, humanities, and the science, technology, engineering, and mathematics (STEM) fields.",
      "cited_by_count": 8,
      "type": "article",
      "source": {
        "name": "Philosophies",
        "type": "journal",
        "issn": [
          "2409-9287"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.mdpi.com/2409-9287/5/1/4/pdf?version=1585048538"
      },
      "topics": [
        "Computational and Text Analysis Methods"
      ],
      "referenced_works_count": 75,
      "url": "https://openalex.org/W3009223532"
    },
    {
      "openalex_id": "W2462467938",
      "doi": "10.1215/22011919-3527695",
      "title": "Multispecies Studies",
      "authors": [
        {
          "name": "Thom van Dooren",
          "openalex_id": "A5085821049",
          "orcid": "https://orcid.org/0000-0002-9710-6682",
          "institutions": [
            "Rachel Carson Center for Environment and Society",
            "Ludwig-Maximilians-Universität München"
          ]
        },
        {
          "name": "Eben Kirksey",
          "openalex_id": "A5043959461",
          "orcid": "https://orcid.org/0000-0001-6067-1525",
          "institutions": [
            "UNSW Sydney",
            "Princeton University",
            "Rachel Carson Center for Environment and Society",
            "Ludwig-Maximilians-Universität München"
          ]
        },
        {
          "name": "Ursula Münster",
          "openalex_id": "A5053498814",
          "orcid": "https://orcid.org/0000-0002-2009-453X",
          "institutions": [
            "UNSW Sydney",
            "Ludwig-Maximilians-Universität München",
            "Rachel Carson Center for Environment and Society",
            "Princeton University"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-01-01",
      "abstract": "Scholars in the humanities and social sciences are experimenting with novel ways of engaging with worlds around us. Passionate immersion in the lives of fungi, microorganisms, animals, and plants is opening up new understandings, relationships, and accountabilities. This introduction to the special issue offers an overview of the emerging field of multispecies studies. Unsettling given notions of species, it explores a broad terrain of possible modes of classifying, categorizing, and paying attention to the diverse ways of life that constitute worlds. From detailed attention to particular entities, a multiplicity of possible connection and understanding opens up: species are always multiple, multiplying their forms and associations. It is this coming together of questions of kinds and their multiplicities that characterizes multispecies studies. A range of approaches to knowing and understanding others-modes of immersion-ground and guide this research: engagements and collaborations with scientists, farmers, hunters, indigenous peoples, activists, and artists are catalyzing new forms of ethnographic and ethological inquiry. This article also explores the broader theoretical context of multispecies studies, asking what is at stake-epistemologically, politically, ethically-in learning to be attentive to diverse ways of life. Are all lively entities biological, or might a tornado, a stone, or a volcano be amenable to similar forms of immersion? What does it mean to live with others in entangled worlds of contingency and uncertainty? More fundamentally, how can we do the work of inhabiting and coconstituting worlds well? In taking up these questions, this article explores the cultivation of \"arts of attentiveness\": modes of both paying attention to others and crafting meaningful response.",
      "cited_by_count": 696,
      "type": "article",
      "source": {
        "name": "Environmental Humanities",
        "type": "journal",
        "issn": [
          "2201-1919"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://read.dukeupress.edu/environmental-humanities/article-pdf/8/1/1/408987/1vanDooren.pdf"
      },
      "topics": [
        "Geographies of human-animal interactions",
        "Environmental Philosophy and Ethics",
        "Animal and Plant Science Education"
      ],
      "referenced_works_count": 207,
      "url": "https://openalex.org/W2462467938"
    },
    {
      "openalex_id": "W2316532177",
      "doi": "10.1215/22011919-3616398",
      "title": "Bad Flowers: The Implications of a Phytocentric Deconstruction of the Western Philosophical Tradition for the Environmental Humanities",
      "authors": [
        {
          "name": "Jennifer Hamilton",
          "openalex_id": "A5057498745",
          "orcid": "https://orcid.org/0000-0001-6380-9067",
          "institutions": [
            "Columbia University",
            "New York University Press",
            "University of California System",
            "UNSW Sydney"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-04-09",
      "abstract": "Abstract This is an experimental review essay responding to Michael Marder's Plant-Thinking: A Philosophy of Vegetal Life (New York: Columbia University Press, 2013). The essay departs from the ordinary structure of comparing three books on a similar theme. Instead three of Marder's concepts, plant “nourishment,” “desire” and “language” are explored through readings of Gabrielle de Vietri's installation The Garden of Bad Flowers (2014), the story of Daphne from Ovid's Metamorphoses (8 CE) and Alice's encounter with talking flowers in Lewis Carroll's Through the Looking Glass, and What Alice Found There (1871). In some ways this essay is like a work of applied theory whereby philosophical concepts are used to advance interpretations of works of art and literature. But, at the same time and in contrast, the works of art and literature brought into dialogue with Marder help to interpret and mobilise the philosopher's concepts. Ultimately, this essay articulates how Marder's strikingly negative critical project is both lively and useful for the Environmental Humanities, especially the fields of ecocriticism and critical plant studies. Moreover, in contrast to many book reviews that begin with summaries of the text and end with suggestions as to where the author might go next, this essay follows that formula for the opening paragraphs, but then suggests where we as readers might go with some key concepts instead.",
      "cited_by_count": 6,
      "type": "article",
      "source": {
        "name": "Environmental Humanities",
        "type": "journal",
        "issn": [
          "2201-1919"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://read.dukeupress.edu/environmental-humanities/article-pdf/7/1/191/252019/191Hamilton.pdf"
      },
      "topics": [
        "Geographies of human-animal interactions",
        "Environmental Philosophy and Ethics",
        "Ecocriticism and Environmental Literature"
      ],
      "referenced_works_count": 23,
      "url": "https://openalex.org/W2316532177"
    },
    {
      "openalex_id": "W2340807890",
      "doi": "10.1108/cb-02-2016-0002",
      "title": "Deselection of print monographs in the humanities and social sciences in the digital age",
      "authors": [
        {
          "name": "Victor Oliva",
          "openalex_id": "A5112414519",
          "institutions": [
            "Adelphi University"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-04-04",
      "abstract": "Purpose For most college and university libraries, deselection of monographs should be an essential component of collection development. Few of these libraries have unlimited space for book stack expansion. This research study aims to cover the reasons why this should be undertaken and how it can be accomplished in the humanities and social sciences. At the main campus of Adelphi University Libraries, a conservative approach was used to identify and carefully review monograph titles that were published more than 50 years ago, and, in most cases, this resulted in their deselection without significantly affecting the collection. For some of these titles, the author determined that they might be worth replacing with available e-books and the author did so. Design/methodology/approach A brief overview is provided to delineate why deselection is important, and how it can be accomplished. A literature review was prepared. It included a review of deselection at small-, medium- and large-sized college and university libraries. The pros and cons of print versus e-books for collection development were reviewed, including four case studies. The feasibility of replacing print reference titles with e-books was also covered. A review of the monograph weeding project at the Adelphi University Library in the humanities and social sciences is provided. Conclusions and a projection of next steps are also included. Findings An overwhelming majority of the monograph titles reviewed were deselected without adversely affecting the overall quality of the collection. A small number of available e-book editions were selected to replace some of these deselected titles. Research limitations/implications All of the titles deselected were published more than 50 years ago. All of these titles were in the social sciences and humanities. The deselection review was limited to philosophy, religion, history, political science, sociology, education and psychology. There were limitations on the amount of time available to review titles in most of these fields, and as a result, only a small percentage of the titles in our collection could be reviewed. Practical implications The library has very serious space constraints, which has made it difficult to provide the needed study space for members of the Adelphi University community. Some sections of the book collection are jam packed, with no room for expansion. Deselecting older less used titles and eliminating some sections of book shelves help address both of these problems. Replacing some of these print titles with e-books contributes as well. This deselection project has reduced the holdings of monograph print titles significantly. In the future, the author hopes to rely less on print titles and more on e-books for collection development. Social implications In most fields, college and university students would be better served for their research by more recently published titles. Older, less used titles, as well as those not used at all, should be deselected to make room for more useful and up-to-date titles. As more and more titles become readily available as e-books, the collections of print titles can be reduced. Being able to use e-books even when the library is closed is a great advantage. It should also be noted that these titles can be used by more than one user simultaneously. Originality/value In conducting the literature search, the author discovered that there were a large number of titles on deselecting print titles. There was also considerable research on e-book collection development. However, there were few that linked these two important topics. In this research article and case study, the author hopes to have made a significant contribution to linking them together.",
      "cited_by_count": 12,
      "type": "article",
      "source": {
        "name": "Collection Building",
        "type": "journal",
        "issn": [
          "0160-4953",
          "2054-5592"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Library Collection Development and Digital Resources",
        "Publishing and Scholarly Communication",
        "Copyright and Intellectual Property"
      ],
      "referenced_works_count": 26,
      "url": "https://openalex.org/W2340807890"
    },
    {
      "openalex_id": "W2148974647",
      "doi": "10.1146/annurev-soc-073014-112142",
      "title": "Intersectionality's Definitional Dilemmas",
      "authors": [
        {
          "name": "Patrícia Hill Collins",
          "openalex_id": "A5006360782",
          "institutions": [
            "University of Maryland, College Park"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-04-04",
      "abstract": "The term intersectionality references the critical insight that race, class, gender, sexuality, ethnicity, nation, ability, and age operate not as unitary, mutually exclusive entities, but rather as reciprocally constructing phenomena. Despite this general consensus, definitions of what counts as intersectionality are far from clear. In this article, I analyze intersectionality as a knowledge project whose raison d'être lies in its attentiveness to power relations and social inequalities. I examine three interdependent sets of concerns: (a) intersectionality as a field of study that is situated within the power relations that it studies; (b) intersectionality as an analytical strategy that provides new angles of vision on social phenomena; and (c) intersectionality as critical praxis that informs social justice projects.",
      "cited_by_count": 2173,
      "type": "article",
      "source": {
        "name": "Annual Review of Sociology",
        "type": "journal",
        "issn": [
          "0360-0572",
          "1545-2115"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.annualreviews.org/doi/pdf/10.1146/annurev-soc-073014-112142"
      },
      "topics": [
        "LGBTQ Health, Identity, and Policy",
        "Feminism, Gender, and Sexuality Studies",
        "Gender Politics and Representation"
      ],
      "referenced_works_count": 100,
      "url": "https://openalex.org/W2148974647"
    },
    {
      "openalex_id": "W3023981710",
      "doi": "10.1088/1757-899x/806/1/012011",
      "title": "Mapping Big Data and Artificial Intelligence in arts and humanities across time: an exploratory scientometric analysis based on the WoS database",
      "authors": [
        {
          "name": "Zhichao Xu",
          "openalex_id": "A5101849783",
          "orcid": "https://orcid.org/0000-0002-5697-5734",
          "institutions": [
            "Sun Yat-sen University"
          ]
        },
        {
          "name": "Yuan Feng",
          "openalex_id": "A5100962759",
          "institutions": [
            "Sun Yat-sen University"
          ]
        },
        {
          "name": "Han‐Teng Liao",
          "openalex_id": "A5072652316",
          "orcid": "https://orcid.org/0000-0003-1081-5599",
          "institutions": [
            "Sun Yat-sen University"
          ]
        },
        {
          "name": "Xiaolin Jiang",
          "openalex_id": "A5102979450",
          "orcid": "https://orcid.org/0000-0002-8162-0468",
          "institutions": [
            "Sun Yat-sen University"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-04-01",
      "abstract": "Abstract The ways in which artificial intelligence (AI) and Big Data shape the work and the role of artists and humanities scholars have been at the forefront discussions among advanced universities and institutions, including examples such as computer-generated artwork, ethics, and philosophy, etc. With the aim to systematically review the related literature in arts and humanities, it is important to examine the discipline dynamics across time, thereby exploring both historical and current status. Based on the bibliographic data of 2,707 articles collected from Web of Science from 1956 to 2020, this paper has identified main disciplines and publications across three time periods, using various clustering and visualization methods. Based on the analytical and visualization findings, this article provides both a roadmap and data processes for artists, researchers, and policy-makers to understand how AI and Big Data have been discussed in arts and humanities disciplines.",
      "cited_by_count": 4,
      "type": "article",
      "source": {
        "name": "IOP Conference Series Materials Science and Engineering",
        "type": "conference",
        "issn": [
          "1757-8981",
          "1757-899X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://doi.org/10.1088/1757-899x/806/1/012011"
      },
      "topics": [
        "Aesthetic Perception and Analysis"
      ],
      "referenced_works_count": 8,
      "url": "https://openalex.org/W3023981710"
    },
    {
      "openalex_id": "W2159141474",
      "doi": "10.1257/jep.29.1.89",
      "title": "The Superiority of Economists",
      "authors": [
        {
          "name": "Marion Fourcade",
          "openalex_id": "A5064154638",
          "orcid": "https://orcid.org/0000-0002-4821-9031",
          "institutions": [
            "University of California, Berkeley"
          ]
        },
        {
          "name": "Étienne Ollion",
          "openalex_id": "A5022704573",
          "orcid": "https://orcid.org/0000-0003-3099-5240",
          "institutions": [
            "Université de Strasbourg"
          ]
        },
        {
          "name": "Yann Algan",
          "openalex_id": "A5051037471",
          "orcid": "https://orcid.org/0000-0002-8120-5969",
          "institutions": [
            "Institut d'Etudes Politiques de Paris",
            "Centre Pour La Recherche Economique et ses Applications"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-02-01",
      "abstract": "In this essay, we analyze the dominant position of economics within the network of the social sciences in the United States. We begin by documenting the relative insularity of economics, using bibliometric data. Next we analyze the tight management of the field from the top down, which gives economics its characteristic hierarchical structure. Economists also distinguish themselves from other social scientists through their much better material situation (many teach in business schools, have external consulting activities), their more individualist worldviews, and their confidence in their discipline's ability to fix the world's problems. Taken together, these traits constitute what we call the superiority of economists, where economists' objective supremacy is intimately linked with their subjective sense of authority and entitlement. While this superiority has certainly fueled economists' practical involvement and their considerable influence over the economy, it has also exposed them more to conflicts of interests, political critique, even derision.",
      "cited_by_count": 665,
      "type": "article",
      "source": {
        "name": "The Journal of Economic Perspectives",
        "type": "journal",
        "issn": [
          "0895-3309",
          "1944-7965"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.aeaweb.org/articles/pdf/doi/10.1257/jep.29.1.89"
      },
      "topics": [
        "Economic Theory and Institutions"
      ],
      "referenced_works_count": 85,
      "url": "https://openalex.org/W2159141474"
    },
    {
      "openalex_id": "W4312458520",
      "doi": "10.1007/978-3-031-19227-2_13",
      "title": "The Health Benefits of Autobiographical Writing: An Interdisciplinary Perspective",
      "authors": [
        {
          "name": "Jussi Valtonen",
          "openalex_id": "A5028483912",
          "orcid": "https://orcid.org/0000-0002-5241-370X",
          "institutions": [
            "Helsinki Institute of Physics",
            "Research Council of Finland",
            "University of Helsinki",
            "University of the Arts Helsinki",
            "New York University"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-01-01",
      "abstract": null,
      "cited_by_count": 5,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Empathy and Medical Education",
        "Language, Metaphor, and Cognition",
        "Mental Health via Writing"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4312458520"
    },
    {
      "openalex_id": "W2922725560",
      "doi": "10.56315/pscf9-23mcleish",
      "title": "The Poetry and Music of Science: Comparing Creativity in Science and Art",
      "authors": [
        {
          "name": "Tom McLeish",
          "openalex_id": "A5052385071",
          "orcid": "https://orcid.org/0000-0002-2025-0299"
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-09-01",
      "abstract": "THE POETRY AND MUSIC OF SCIENCE: Comparing Creativity in Science and Art by Tom McLeish. New York: Oxford University Press, 2022. 414 pages. Paperback; $16.95. ISBN: 9780192845375. *In this tour-de-force book, British physicist Tom McLeish finally comprehensively argues, in one dense volume, what so many scientists have been claiming piecemeal for centuries: that doing science often looks and feels like doing art. That is a broad, amorphous statement, of course, and scientists have not done a very good job of fully understanding this idea or selling it to the rest of the world. This carefully crafted volume must be the most exhaustive work in this area, treating the notion that the creative work of scientists and artists is extraordinarily similar, in that they both fundamentally involve an intimate passion for describing and representing the world around us. *This is not a book about beauty or wonder in science, but rather it examines how scientific ideas and theories come to a scientist's mind and find fruition as publishable science. The entire book juxtaposes literature and art with science and mathematics to help understand the creative process. One important impetus for writing the book, according to McLeish, was recent evidence that smart, capable high schoolers in England were choosing not to go into science because they believed it would not be nearly as fulfilling, creatively, when compared to work in the arts or humanities. McLeish, a Christian, succeeds in this book in showing that not only is creative thinking and experimenting necessary and \"part of the chase\" in science, but that it is also a natural fulfillment of our creative mandate as human beings made in the image of God. McLeish is also careful to give examples of \"more-regular\" science, rather than relying solely on the popular accounts of the creativity of exceptional geniuses; he trys to show that all scientists participate in this artistic-like creativity no matter what they are studying. *The first two chapters introduce the concepts of creativity and inspiration in science. McLeish begins an interaction with several important works that he draws on throughout the book: William Beveridge's The Art of Scientific Investigation from 1950, Henry James's The Art of the Novel, and Howard Gardner's 1993 work Creating Minds (one of many surveys of particularly creative individuals). Chapter 3, \"Seeing the Unseen,\" is about visual imagination and its role in theory creation, artistic design, and general problem solving. Visual imagination is seeing things in the mind's eye, but it is obviously linked to actual sight and seeing the world, too. Surveying the history of thought in this area, McLeish ranges from Plato to Gregory of Nyssa, to the thirteenth-century polymath Robert Grosseteste, to the Italian painter Giotto, to Einstein, who said his theory creation and problem solving started with visual images in his mind, which often led to his famous gedanken experiments. Grosseteste is one of the main interlocutors for McLeish throughout the book, being an exemplar of someone having a broad view of thought and creative exploration, not just compartmentalizing a premodern understanding of the physical world from his theological and philosophical commitments. *Chapters 4 through 6 sequentially juxtapose each of the three main areas of scientific work (experiment, theory, and mathematics) with their natural counterpart in literature and music. Experimental science is akin to writing a novel (!?) in that both set up artificial worlds that are tested against the real world and help illuminate the real world. Theoretical science is akin to writing poetry, in that both re-imagine the universe within fixed constraints: poetry within a certain shaping but constraining form, and theoretical visions of what goes on \"under\" the natural world constrained by a necessary conformity to that world. Chapter 6 compares mathematical creativity with composing and listening to music--the two \"wordless\" human endeavors in the world of the abstract. *The book is ultimately a treatise on creativity, and as such applies not just to science and art, but to all human endeavors that require creativity. In the final two chapters (7 and 8), McLeish develops what he describes as an \"Ur-narrative of creative experience.\" Starting with a four-step creative process taken from Graham Wallas's 1926 work The Art of Thought, he adds in three more important stages that emerge from his analyses. The seven steps are: vision, desire, industry, constraint, incubation, illumination, and verification. (McLeish has added in desire, industry, and constraint, along with switching Wallas's ideation to vision.) Chapter 7 deals with emotion and drive in scientific creation, and chapter 8 ponders the purpose of human creativity, the telos that ultimately drives scientists and artists to such great lengths in pursuing their creative work. McLeish brings the imago Dei front and center, drawing on the two great hymns in the Book of Job, \"Voice from the Whirlwind\" (Job 38-42) and \"Hymn to Wisdom\" (Job 28), as guides to understanding the creative impulse to understand creation. In this he draws on his previous volume with Oxford, Faith and Wisdom in Science. *I believe that listing all the scientific works that McLeish describes in detail with regard to the creative elements behind the works is a good way to convey the magisterial scope of this intellectually rich book. Topics that get 2-10 pages each of description include Feynman's theory of beta decay, McLeish's own considerable contribution to viscous flow in branched polymer melts and his idea of entropically based allostery in biology, Belgian scientist Jan Vermant's work in mesoscale properties of \"living matter\" (which involves cellular-based material science), \"collective phenomenon\" and its original invocation by Pierre Weiss in 1907 to explain ferromagnetism, the centuries-long premodern controversy over the nature of sight (intromissive vs. extramissive, etc.), the recent evidence of a star being destroyed by a black hole, Boyle's contributions to the founding of modern experimental science, Alexander von Humboldt's important contributions to the value of a wholistic, multilevel vision of nature and science, Emmy Noether's astonishing discovery of the theoretical origin of conservation laws in physics, the discovery of the all-important fluctuation-dissipation theorem over 30 years (inaugurated by Einstein in 1905, applied to electrical noise by Nyquist in 1928, and fully generalized by Callen and Welton in 1951), the recent development at Caltech of a jet fuel polymer additive that greatly inhibits explosions of jet fuel (motivated in part by the horror of the fuel explosions on 9/11), and finally the full discovery of what causes rainbows by Theodoric in ca. 1310. The descriptions of these historic achievements are each fascinating in their own right and very readable--they alone, for me, would justify an investment in this book. When they are paired with a similar creative work from art, poetry, or fiction, the juxtaposition is extremely fruitful, though the philosophical/psychological analyses get much denser. *Many other discoveries are given much shorter treatment (less than one page), including Andrew Wile's solution to Fermat's Last Theorem, Dirac's mathematical discovery of spin and anti-matter, Poincaré's discovery of a new class of Fuchsian functions, Royer's recent proof of the Gaussian Correlation Inequality in statistics, and Heisenberg on discovering quantum matrix mechanics. The explorations into artistic and literary creativity are typically much shorter, but are nearly as numerous; they include a painting conceptually representing a string-quartet performance by English artist Graeme Willson, Virginia Woolf's To the Lighthouse, Robert Schumann's orchestral work Konzertstück, and Picasso's masterpiece Guernica. *At nearly four hundred pages, this is not light reading and takes some patience and time to get through. It is written at a very high level of sophistication, and therefore one is often \"bogged down\" trying to make complete sense of what one is reading. (However, if one is not writing a review of the book, one need not spend quite so much time disentangling every dense sentence to get the main gist of the passages.) Also difficult are the many references to previous parts of the book. While these references are entirely appropriate, they are quite demanding of the reader given the sheer number of names and amount of material covered. I had to do quite a bit of flipping back and forth, checking the index to remember exactly what so-and-so said that is now being referenced 100 pages later. In other words, this is a thoroughly academic text. *This is a revised edition of the book, which was first published in 2019. The overwhelming positive response, according to the new preface, prompted the author to immediately answer some of the initial reviews and friendly critiques, which I believe made the book quite a bit better (initially there was not nearly as much about poetry; the comparison of poetry with theoretical science now became a separate chapter, enabling McLeish to more logically and thoroughly cover the territory he had staked out). McLeish sadly died very recently (February 2023) at age 60, while holding the newly created chair in Natural Philosophy at University of York. He was a lay preacher in the Anglican Church and a Fellow of the Royal Society. *Reviewed by Peter Walhout, Chemistry Department, Wheaton College, Wheaton, IL. 60187.",
      "cited_by_count": 87,
      "type": "article",
      "source": {
        "name": "Perspectives on Science and Christian Faith",
        "type": "journal",
        "issn": [
          "0892-2675"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Space Science and Extraterrestrial Life",
        "Innovation, Sustainability, Human-Machine Systems",
        "Science Education and Perceptions"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2922725560"
    },
    {
      "openalex_id": "W2899773405",
      "doi": "10.1016/s0140-6736(18)32225-6",
      "title": "Global, regional, and national comparative risk assessment of 84 behavioural, environmental and occupational, and metabolic risks or clusters of risks for 195 countries and territories, 1990–2017: a systematic analysis for the Global Burden of Disease Study 2017",
      "authors": [
        {
          "name": "Jeffrey D Stanaway",
          "openalex_id": "A5071005898",
          "orcid": "https://orcid.org/0000-0003-2209-8478",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Ashkan Afshin",
          "openalex_id": "A5028948429",
          "orcid": "https://orcid.org/0000-0001-6239-8809",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Emmanuela Gakidou",
          "openalex_id": "A5037038907",
          "orcid": "https://orcid.org/0000-0002-8992-591X",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Stephen S Lim",
          "openalex_id": "A5112677199",
          "orcid": "https://orcid.org/0009-0008-2734-3165",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Degu Abate",
          "openalex_id": "A5030954659",
          "orcid": "https://orcid.org/0000-0002-1278-6712",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Kalkidan Hassen Abate",
          "openalex_id": "A5102838811",
          "orcid": "https://orcid.org/0000-0003-3486-2111",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Cristiana Abbafati",
          "openalex_id": "A5022331752",
          "orcid": "https://orcid.org/0000-0003-2811-6251",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Nooshin Abbasi",
          "openalex_id": "A5032253107",
          "orcid": "https://orcid.org/0000-0001-7980-8667",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Hedayat Abbastabar",
          "openalex_id": "A5039134870",
          "orcid": "https://orcid.org/0000-0002-5713-4806",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Foad Abd-Allah",
          "openalex_id": "A5081409858",
          "orcid": "https://orcid.org/0000-0001-8308-5756",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Jemal Abdela",
          "openalex_id": "A5049872980",
          "orcid": "https://orcid.org/0000-0003-4205-8641",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Ahmed Abdelalim",
          "openalex_id": "A5004128917",
          "orcid": "https://orcid.org/0000-0001-6445-5539",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Ibrahim Abdollahpour",
          "openalex_id": "A5015334869",
          "orcid": "https://orcid.org/0000-0003-4364-9224",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Rizwan Suliankatchi Abdulkader",
          "openalex_id": "A5002323246",
          "orcid": "https://orcid.org/0000-0002-1502-4246",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Molla Abebe",
          "openalex_id": "A5082651219",
          "orcid": "https://orcid.org/0000-0002-6405-6375",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Abebe Zegeye",
          "openalex_id": "A5089350918",
          "orcid": "https://orcid.org/0000-0001-6922-0376",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Semaw Ferede Abera",
          "openalex_id": "A5012390350",
          "orcid": "https://orcid.org/0000-0002-9284-1231"
        },
        {
          "name": "Olifan Zewdie Abil",
          "openalex_id": "A5051187862",
          "orcid": "https://orcid.org/0000-0001-8886-9760"
        },
        {
          "name": "Haftom Niguse Abraha",
          "openalex_id": "A5013185881"
        },
        {
          "name": "Aklılu Abrham Roba",
          "openalex_id": "A5057531644",
          "orcid": "https://orcid.org/0000-0002-1166-9207"
        },
        {
          "name": "Laith J. Abu‐Raddad",
          "openalex_id": "A5014846631",
          "orcid": "https://orcid.org/0000-0003-0790-0506",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Niveen ME Abu-Rmeileh",
          "openalex_id": "A5106716984",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Manfred Accrombessi",
          "openalex_id": "A5015436967",
          "orcid": "https://orcid.org/0000-0001-9550-9413",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Dilaram Acharya",
          "openalex_id": "A5029598497",
          "orcid": "https://orcid.org/0000-0003-2270-7667",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Pawan Acharya",
          "openalex_id": "A5059763902",
          "orcid": "https://orcid.org/0000-0003-1731-3196",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Abdu A. Adamu",
          "openalex_id": "A5075629581",
          "orcid": "https://orcid.org/0000-0003-3317-1319",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Akilew Awoke Adane",
          "openalex_id": "A5066370361",
          "orcid": "https://orcid.org/0000-0002-3022-5230",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Oladimeji Adebayo",
          "openalex_id": "A5025832040",
          "orcid": "https://orcid.org/0000-0001-7096-4460",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Rufus Adesoji Adedoyin",
          "openalex_id": "A5005386472",
          "orcid": "https://orcid.org/0000-0001-6877-6997",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Victor Adekanmbi",
          "openalex_id": "A5089232733",
          "orcid": "https://orcid.org/0000-0002-7394-1640",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Zanfina Ademi",
          "openalex_id": "A5017617474",
          "orcid": "https://orcid.org/0000-0002-0625-3522",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Olatunji Adetokunboh",
          "openalex_id": "A5028307745",
          "orcid": "https://orcid.org/0000-0002-4608-3951",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Mina G Adib",
          "openalex_id": "A5002975639",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Amha Admasie",
          "openalex_id": "A5083768190",
          "orcid": "https://orcid.org/0000-0002-9826-1270",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "José Carmelo Adsuar",
          "openalex_id": "A5031989146",
          "orcid": "https://orcid.org/0000-0001-7203-3168",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Kossivi Agbélénko Afanvi",
          "openalex_id": "A5062088836",
          "orcid": "https://orcid.org/0000-0002-5049-0226",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Mohsen Afarideh",
          "openalex_id": "A5007447653",
          "orcid": "https://orcid.org/0000-0002-3578-5640",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Gina Agarwal",
          "openalex_id": "A5054428913",
          "orcid": "https://orcid.org/0000-0002-5691-4675",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Anju Aggarwal",
          "openalex_id": "A5102973869",
          "orcid": "https://orcid.org/0000-0003-4335-1655",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Sargis A. Aghayan",
          "openalex_id": "A5006826658",
          "orcid": "https://orcid.org/0000-0001-8516-2778",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Anurag Agrawal",
          "openalex_id": "A5022120849",
          "orcid": "https://orcid.org/0000-0002-0340-5252",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Sutapa Agrawal",
          "openalex_id": "A5112871153",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Alireza Ahmadi",
          "openalex_id": "A5115959277",
          "orcid": "https://orcid.org/0000-0002-4372-1428",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Mehdi Ahmadi",
          "openalex_id": "A5100693052",
          "orcid": "https://orcid.org/0000-0002-9227-7562",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Hamid Ahmadieh",
          "openalex_id": "A5004513221",
          "orcid": "https://orcid.org/0000-0002-8139-2661",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Muktar Beshir Ahmed",
          "openalex_id": "A5042862791",
          "orcid": "https://orcid.org/0000-0002-9524-7027",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Amani Nidhal Aichour",
          "openalex_id": "A5004409906",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Ibtihel Aichour",
          "openalex_id": "A5065330767",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Miloud Taki Eddine Aichour",
          "openalex_id": "A5070575670",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Mohammad Esmaeil Akbari",
          "openalex_id": "A5011818119",
          "orcid": "https://orcid.org/0000-0002-9938-3587",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Tomi Akinyemiju",
          "openalex_id": "A5074539440",
          "orcid": "https://orcid.org/0000-0002-1412-3234",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Nadia Akseer",
          "openalex_id": "A5103059135",
          "orcid": "https://orcid.org/0000-0002-1229-2640",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Ziyad Al‐Aly",
          "openalex_id": "A5047490642",
          "orcid": "https://orcid.org/0000-0002-2600-0434",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Ayman Al‐Eyadhy",
          "openalex_id": "A5059448504",
          "orcid": "https://orcid.org/0000-0002-6051-9125",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Hesham M. Al‐Mekhlafi",
          "openalex_id": "A5032637717",
          "orcid": "https://orcid.org/0000-0003-2582-7410",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Fares Alahdab",
          "openalex_id": "A5009474972",
          "orcid": "https://orcid.org/0000-0001-5481-696X",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Khurshid Alam",
          "openalex_id": "A5061878115",
          "orcid": "https://orcid.org/0000-0002-7402-7519",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Shazia Alam",
          "openalex_id": "A5101711502",
          "orcid": "https://orcid.org/0000-0003-2606-9463",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Shazia Alam",
          "openalex_id": "A5101711502",
          "orcid": "https://orcid.org/0000-0003-2606-9463",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Alaa Alashi",
          "openalex_id": "A5050184537",
          "orcid": "https://orcid.org/0000-0002-6377-2564",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Seyed Moayed Alavian",
          "openalex_id": "A5032672163",
          "orcid": "https://orcid.org/0000-0002-4443-6602"
        },
        {
          "name": "Kefyalew Addis Alene",
          "openalex_id": "A5010826389",
          "orcid": "https://orcid.org/0000-0002-1904-4682",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Komal Ali",
          "openalex_id": "A5085989884",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Syed Mustafa Ali",
          "openalex_id": "A5085676059",
          "orcid": "https://orcid.org/0000-0001-9393-9049",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Mehran Alijanzadeh",
          "openalex_id": "A5084483965",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Reza Alizadeh‐Navaei",
          "openalex_id": "A5028043034",
          "orcid": "https://orcid.org/0000-0003-0580-000X",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Syed Mohamed Aljunid",
          "openalex_id": "A5029961086",
          "orcid": "https://orcid.org/0000-0002-0380-1335"
        },
        {
          "name": "Ala’a Alkerwi",
          "openalex_id": "A5033522829",
          "orcid": "https://orcid.org/0000-0002-7448-3936",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "François Alla",
          "openalex_id": "A5026413767",
          "orcid": "https://orcid.org/0000-0002-5793-7190",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Ubai Alsharif",
          "openalex_id": "A5105767766",
          "orcid": "https://orcid.org/0000-0002-4024-3950",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Khalid A Altirkawi",
          "openalex_id": "A5068032683",
          "orcid": "https://orcid.org/0000-0002-7331-4196",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Nelson Alvis‐Guzmán",
          "openalex_id": "A5078832673",
          "orcid": "https://orcid.org/0000-0001-9458-864X",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Azmeraw T. Amare",
          "openalex_id": "A5039387424",
          "orcid": "https://orcid.org/0000-0002-7940-0335",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Walid Ammar",
          "openalex_id": "A5110888093",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Nahla Anber",
          "openalex_id": "A5082114554",
          "orcid": "https://orcid.org/0000-0001-5684-9298",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Jason A Anderson",
          "openalex_id": "A5043990422",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Cătălina Liliana Andrei",
          "openalex_id": "A5015796792",
          "orcid": "https://orcid.org/0000-0003-4990-0205",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Sofia Androudi",
          "openalex_id": "A5060526840",
          "orcid": "https://orcid.org/0000-0002-5303-7793",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Megbaru Debalkie Animut",
          "openalex_id": "A5021618909",
          "orcid": "https://orcid.org/0000-0001-6431-9449",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Mina Anjomshoa",
          "openalex_id": "A5009283382",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Mustafa Geleto Ansha",
          "openalex_id": "A5017111010",
          "orcid": "https://orcid.org/0000-0003-3450-3231",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Josep M. Antó",
          "openalex_id": "A5068139329",
          "orcid": "https://orcid.org/0000-0002-4736-8529",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Carl Abelardo T. Antonio",
          "openalex_id": "A5008064001",
          "orcid": "https://orcid.org/0000-0001-7476-0553",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Palwasha Anwari",
          "openalex_id": "A5000535250",
          "orcid": "https://orcid.org/0000-0001-6989-0791",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Lambert Appiah",
          "openalex_id": "A5067978004",
          "orcid": "https://orcid.org/0000-0002-8895-2000",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Seth Christopher Yaw Appiah",
          "openalex_id": "A5085932425",
          "orcid": "https://orcid.org/0000-0002-9844-1036",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Jalal Arabloo",
          "openalex_id": "A5011663896",
          "orcid": "https://orcid.org/0000-0003-1223-4528",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Olatunde Aremu",
          "openalex_id": "A5007517607",
          "orcid": "https://orcid.org/0000-0002-5832-2403",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Johan Ärnlöv",
          "openalex_id": "A5044523693",
          "orcid": "https://orcid.org/0000-0002-6933-4637",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Al Artaman",
          "openalex_id": "A5072019647",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Krishna Kumar Aryal",
          "openalex_id": "A5031583448",
          "orcid": "https://orcid.org/0000-0003-0801-0775",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Hamid Asayesh",
          "openalex_id": "A5051317373",
          "orcid": "https://orcid.org/0000-0002-9916-9476",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Zerihun Ataro",
          "openalex_id": "A5066643095",
          "orcid": "https://orcid.org/0000-0002-6431-3511",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Marcel Ausloos",
          "openalex_id": "A5072822499",
          "orcid": "https://orcid.org/0000-0001-9973-0019",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Euripide Avokpaho",
          "openalex_id": "A5088170125",
          "orcid": "https://orcid.org/0000-0003-2321-0505",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Ashish Awasthi",
          "openalex_id": "A5025988070",
          "orcid": "https://orcid.org/0000-0002-9308-9782",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Beatriz Paulina Ayala Quintanilla",
          "openalex_id": "A5041070370",
          "orcid": "https://orcid.org/0000-0002-2630-4569",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Rakesh Ayer",
          "openalex_id": "A5005690825",
          "orcid": "https://orcid.org/0000-0002-3114-4758",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Ayuk Betrand Tambe",
          "openalex_id": "A5083917191",
          "orcid": "https://orcid.org/0000-0002-5023-4273",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        },
        {
          "name": "Peter Azzopardi",
          "openalex_id": "A5031801244",
          "orcid": "https://orcid.org/0000-0002-9280-6997",
          "institutions": [
            "Institute for Health Metrics and Evaluation"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-11-01",
      "abstract": null,
      "cited_by_count": 4864,
      "type": "article",
      "source": {
        "name": "The Lancet",
        "type": "journal",
        "issn": [
          "0140-6736",
          "1474-547X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://doi.org/10.1016/s0140-6736(18)32225-6"
      },
      "topics": [
        "Health disparities and outcomes",
        "Climate Change and Health Impacts",
        "Global Public Health Policies and Epidemiology"
      ],
      "referenced_works_count": 43,
      "url": "https://openalex.org/W2899773405"
    },
    {
      "openalex_id": "W4242918116",
      "doi": "10.7551/mitpress/11805.001.0001",
      "title": "Data Feminism",
      "authors": [
        {
          "name": "Catherine D’Ignazio",
          "openalex_id": "A5050163961"
        },
        {
          "name": "Lauren Klein",
          "openalex_id": "A5085919087",
          "orcid": "https://orcid.org/0000-0002-1511-0910"
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-03-10",
      "abstract": "A new way of thinking about data science and data ethics that is informed by the ideas of intersectional feminism. Today, data science is a form of power. It has been used to expose injustice, improve health outcomes, and topple governments. But it has also been used to discriminate, police, and surveil. This potential for good, on the one hand, and harm, on the other, makes it essential to ask: Data science by whom? Data science for whom? Data science with whose interests in mind? The narratives around big data and data science are overwhelmingly white, male, and techno-heroic. In Data Feminism, Catherine D'Ignazio and Lauren Klein present a new way of thinking about data science and data ethics—one that is informed by intersectional feminist thought. Illustrating data feminism in action, D'Ignazio and Klein show how challenges to the male/female binary can help challenge other hierarchical (and empirically wrong) classification systems. They explain how, for example, an understanding of emotion can expand our ideas about effective data visualization, and how the concept of invisible labor can expose the significant human efforts required by our automated systems. And they show why the data never, ever “speak for themselves.” Data Feminism offers strategies for data scientists seeking to learn how feminism can help them work toward justice, and for feminists who want to focus their efforts on the growing field of data science. But Data Feminism is about much more than gender. It is about power, about who has it and who doesn't, and about how those differentials of power can be challenged and changed. The open access edition of this book was made possible by generous funding from the MIT Libraries.",
      "cited_by_count": 1315,
      "type": "book",
      "source": {
        "name": "The MIT Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://direct.mit.edu/books/book-pdf/2390355/book_9780262358521.pdf"
      },
      "topics": [
        "Ethics and Social Impacts of AI",
        "Information Systems Theories and Implementation",
        "Qualitative Comparative Analysis Research"
      ],
      "referenced_works_count": 78,
      "url": "https://openalex.org/W4242918116"
    },
    {
      "openalex_id": "W4299687969",
      "doi": "10.4324/9781315735054",
      "title": "Economics, Culture and Development",
      "authors": [
        {
          "name": "Eiman Zein-Elabdin",
          "openalex_id": "A5022695083",
          "institutions": [
            "Franklin & Marshall College"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-09-19",
      "abstract": "This book examines the treatment of culture and development in the discipline of economics, thereby filling a conspicuous gap in current literature. Economics has come a long way to join the 'cultural turn' that has swept the humanities and social sciences in the last half century. This volume identifies some of the issues that major philosophies of economics must address to better grasp the cultural complexity of contemporary economies. This book is an extensive survey of the place of culture and development in four theoretical economic perspectives—Neoclassical, Marxian, Institutionalist, and Feminist. Organized in nine chapters with three appendices and a compendium of over 50 interpretations of culture by economists, this book covers vast grounds from classical political economy to contemporary economic thought. The literatures reviewed include original and new institutionalism, cultural economics, postmodern Marxism, economic feminism, and the current culture and development discourse on subjects such as economic growth in East Asia, businesswomen entrepreneurs in West Africa, and comparative development in different parts of Europe. Zein-Elabdin carries the project further by borrowing some of the insights from postcolonial theory to call for a more profound rethinking of the place of culture and of currently devalued cultures in economic theory. This book is of great interest for those who study Economic development, International relations, feminist economics, and Economic geography",
      "cited_by_count": 6,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Economic Growth and Development",
        "Corruption and Economic Development"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4299687969"
    },
    {
      "openalex_id": "W2897383306",
      "doi": "10.1093/icc/dty034",
      "title": "Mission-oriented innovation policies: challenges and opportunities",
      "authors": [
        {
          "name": "Mariana Mazzucato",
          "openalex_id": "A5069443386",
          "orcid": "https://orcid.org/0000-0001-9183-5000",
          "institutions": [
            "University College London"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-10-01",
      "abstract": "This article focuses on the broader lessons from mission-oriented programs for innovation policy—and indeed policies aimed at investment-led growth. While much has been written about case studies on missions, this has not resulted in an alternative policy making toolkit. Missions—in the least—require those tools to be just as much about market cocreating and market shaping, as they are about market fixing. The article reviews the characteristics of mission-oriented programs, ooks at key features of those programs that can provide lessons, and discusses how to choose and implement mission-oriented policies, with an example.",
      "cited_by_count": 1173,
      "type": "article",
      "source": {
        "name": "Industrial and Corporate Change",
        "type": "journal",
        "issn": [
          "0960-6491",
          "1464-3650"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://academic.oup.com/icc/article-pdf/27/5/803/26022286/dty034.pdf"
      },
      "topics": [
        "Innovation Policy and R&D",
        "Private Equity and Venture Capital",
        "State Capitalism and Financial Governance"
      ],
      "referenced_works_count": 82,
      "url": "https://openalex.org/W2897383306"
    }
  ],
  "count": 40,
  "errors": []
}
