{
  "status": "success",
  "source": "openalex",
  "query": "decolonizing philosophy canon",
  "results": [
    {
      "openalex_id": "W164054613",
      "doi": null,
      "title": "The Structure of Knowledge in Westernized Universities: Epistemic Racism/Sexism and the Four Genocides/Epistemicides of the Long 16th Century",
      "authors": [
        {
          "name": "Ramón Grosfoguel",
          "openalex_id": "A5024208517",
          "orcid": "https://orcid.org/0000-0001-9051-1573"
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-09-22",
      "abstract": "I. INTRODUCTION The work of Enrique Dussel, liberation theologian and liberation philosopher, is fundamental for anybody interested in the decolonization of knowledge and power. He has published more than 65 books. His titanic effort has been dedicated to demolish the philosophical foundations and world-historical narratives of Eurocentrism. He has not only deconstructed dominant knowledge structures but also constructed a body of work in Ethics, Political Philosophy and Political Economy that has been internationally very influential. His work embraces many fields of scholarship such as Political-Economy, World-History, and Philosophy, among others. This article has been inspired by Dussel's critique of Cartesian philosophy and by his world-historical work on the conquest of the Americas in the long 16th century. (1) Inspired by Dussel's insights, the article adds another dimension to his many contributions by looking at the conquest of the Americas in relation to three other world-historical processes such as the Conquest of Al-Andalus, the enslavement of Africans in the Americas and the killing of millions of women burned alive in Europe accused of being witches in relation to knowledge structures. (2) As Dussel focused on the genocidal logic of the conquest, this article draws the implications of the four genocides of the 16th century to what Boaventura de Sousa Santos (2010) calls epistemicide, that is, the extermination of knowledge and ways of knowing. The focus of this article is fundamentally on the emergence of modern/ colonial structures of knowledge as the foundational epistemology of Westernized universities and its implications for the decolonization of knowledge. The main questions addressed are the following: How is it possible that the canon of thought in all the disciplines of the Social Sciences and Humanities in the Westernized university (Grosfoguel 2012) is based on the knowledge produced by a few men from five countries in Western Europe (Italy, France, England, Germany and the USA)? How is it possible that men from these five countries achieved such an epistemic privilege to the point that their knowledge today is considered superior over the knowledge of the rest of the world? How did they come to monopolize the authority of knowledge in the world? Why is it that what we know today as social, historical, philosophical, or Critical Theory is based on the socio-historical experience and world views of men from these five countries? When one enters any department in the Social Sciences or the Humanities, the canon of thought to be learned is fundamentally founded on theory produced by men of the five Western European countries outlined before (de Sousa Santos 2010). However, if theory emerges from the conceptualization based on the social/historical experiences and sensibilities as well as world views of particular spaces and bodies, then social scientific theories or any theory limited to the experience and world view of only five countries in the world are, to say the least, provincial. But this provincialism is disguised under a discourse about universality. The pretension is that the knowledge produced by men of these five countries has the magical effect of universal capacity, that is, their theories are supposed to be sufficient to explain the social/historical realities of the rest of the world. As a result, our job in the Westernized university is basically reduced to that of learning these theories born from the experience and problems of a particular region of the world (five countries in Western Europe) with its own particular time/space dimensions and applying them to other geographical locations even if the experience and time/space of the former are quite different from the latter. These social theories based on the social-historical experience of men of five countries constitute the foundation of the Social Sciences and the Humanities in the Westernized universities today. …",
      "cited_by_count": 531,
      "type": "article",
      "source": {
        "name": "Human architecture",
        "type": "journal",
        "issn": [
          "1540-5699"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "University Challenges and Reforms",
        "Latin American and Latino Studies",
        "Anarchism and Radical Politics"
      ],
      "referenced_works_count": 21,
      "url": "https://openalex.org/W164054613"
    },
    {
      "openalex_id": "W1488973119",
      "doi": "10.5070/t411000004",
      "title": "Decolonizing Post-Colonial Studies and Paradigms of Political-Economy: Transmodernity, Decolonial Thinking, and Global Coloniality",
      "authors": [
        {
          "name": "Ramón Grosfoguel",
          "openalex_id": "A5024208517",
          "orcid": "https://orcid.org/0000-0001-9051-1573",
          "institutions": [
            "University of California, Berkeley"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-05-13",
      "abstract": "Can we produce a radical anti-systemic politics beyond identity politics? 1 Is it possible to articulate a critical cosmopolitanism beyond nationalism and colonialism?Can we produce knowledges beyond Third World and Eurocentric fundamentalisms?Can we overcome the traditional dichotomy between political-economy and cultural studies?Can we move beyond economic reductionism and culturalism?How can we overcome the Eurocentric modernity without throwing away the best of modernity as many Third World fundamentalists do?In this paper, I propose that an epistemic perspective from the subaltern side of the colonial difference has a lot to contribute to this debate.It can contribute to a critical perspective beyond the outlined dichotomies and to a redefinition of capitalism as a world-system.",
      "cited_by_count": 1037,
      "type": "article",
      "source": {
        "name": "TRANSMODERNITY Journal of Peripheral Cultural Production of the Luso-Hispanic World",
        "type": "journal",
        "issn": [
          "2154-1353",
          "2154-1361"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://escholarship.org/content/qt21k6t3fq/qt21k6t3fq.pdf?t=ll4zsw"
      },
      "topics": [
        "Latin American and Latino Studies",
        "Political Economy and Marxism",
        "Cuban History and Society"
      ],
      "referenced_works_count": 36,
      "url": "https://openalex.org/W1488973119"
    },
    {
      "openalex_id": "W2618120249",
      "doi": "10.1111/hypa.12333",
      "title": "Can Non‐Europeans Philosophize? Transnational Literacy and Planetary Ethics in a Global Age",
      "authors": [
        {
          "name": "Nikita Dhawan",
          "openalex_id": "A5037486763",
          "orcid": "https://orcid.org/0000-0002-7026-0735"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-01-01",
      "abstract": "Defenders of the Enlightenment highlight the long neglected anticolonial writings of thinkers like Immanuel Kant, which serve as a corrective to the misrepresentation of the Enlightenment's epistemological investment in imperialism. One of the most pervasive repercussions of the claim that the Enlightenment was always already anti‐imperial is that postcolonial critique is rendered redundant, and the project of decolonizing European philosophy becomes unnecessary. Contesting the exoneration of Enlightenment philosophers of racism and sexism, this article debunks the claim that Kantian cosmopolitanism was an antidote to colonialism. Addressing the ambivalent legacies of the European Enlightenment for the postcolonial world, with special focus on the “Syrian refugee crisis,” the article examines the enduring normative violence exerted by Enlightenment principles of cosmopolitanism and outlines the contested terrains that inflect current geopolitics of knowledge‐production. Given that the normative idea of philosophy, as defined during the Enlightenment, continues to delegitimize non‐European perspectives, the integration of previously marginalized knowledges into the philosophical canon is insufficient; rather, in order to desubalternize non‐Western epistemologies, it is imperative to undo the uneven distribution of epistemic agency globally. Drawing on Gayatri Spivak's ideas of transnational literacy and planetary ethics, the article concludes by underscoring the contribution of postcolonial‐feminist critique in imagining postimperial philosophy in a global age.",
      "cited_by_count": 15,
      "type": "article",
      "source": {
        "name": "Hypatia",
        "type": "journal",
        "issn": [
          "0887-5367",
          "1527-2001"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Political Philosophy and Ethics"
      ],
      "referenced_works_count": 29,
      "url": "https://openalex.org/W2618120249"
    },
    {
      "openalex_id": "W2996686549",
      "doi": "10.1111/sjp.12346",
      "title": "Alterity, Analectics, and the Challenges of Epistemic Decolonization",
      "authors": [
        {
          "name": "David Haekwon Kim",
          "openalex_id": "A5003987889"
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-09-01",
      "abstract": "Abstract This essay explores some conceptual and diagnostic frameworks to advance epistemic decolonization in the US philosophical profession. A central focus is the distinction between those philosophies of formerly colonized peoples that are culturally alterior or, simply, alterior and those that are analectical in the Dusselian sense of emerging from a subordinated political position. The paper begins by reflecting upon connections between coloniality, the alterior, and the analectical to frame the discussion of epistemic decolonization in the philosophy profession. It then considers a knower's core theoretic reconstruction in the task of epistemic decolonization and identifies some ambiguities in reconciling alterior traditions with analectical theoretical reconstruction. The work of Charles Mills and Enrique Dussel are considered as case studies. The paper concludes with critical reflections on the institutional network of canon, curriculum, and other conceptual and credentialization structures that constitute institutional Eurocentrism.",
      "cited_by_count": 6,
      "type": "article",
      "source": {
        "name": "The Southern Journal of Philosophy",
        "type": "journal",
        "issn": [
          "0038-4283",
          "2041-6962"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Political Philosophy and Ethics",
        "Feminist Epistemology and Gender Studies",
        "Theological Perspectives and Practices"
      ],
      "referenced_works_count": 50,
      "url": "https://openalex.org/W2996686549"
    },
    {
      "openalex_id": "W2148974647",
      "doi": "10.1146/annurev-soc-073014-112142",
      "title": "Intersectionality's Definitional Dilemmas",
      "authors": [
        {
          "name": "Patrícia Hill Collins",
          "openalex_id": "A5006360782",
          "institutions": [
            "University of Maryland, College Park"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-04-04",
      "abstract": "The term intersectionality references the critical insight that race, class, gender, sexuality, ethnicity, nation, ability, and age operate not as unitary, mutually exclusive entities, but rather as reciprocally constructing phenomena. Despite this general consensus, definitions of what counts as intersectionality are far from clear. In this article, I analyze intersectionality as a knowledge project whose raison d'être lies in its attentiveness to power relations and social inequalities. I examine three interdependent sets of concerns: (a) intersectionality as a field of study that is situated within the power relations that it studies; (b) intersectionality as an analytical strategy that provides new angles of vision on social phenomena; and (c) intersectionality as critical praxis that informs social justice projects.",
      "cited_by_count": 2173,
      "type": "article",
      "source": {
        "name": "Annual Review of Sociology",
        "type": "journal",
        "issn": [
          "0360-0572",
          "1545-2115"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.annualreviews.org/doi/pdf/10.1146/annurev-soc-073014-112142"
      },
      "topics": [
        "LGBTQ Health, Identity, and Policy",
        "Feminism, Gender, and Sexuality Studies",
        "Gender Politics and Representation"
      ],
      "referenced_works_count": 100,
      "url": "https://openalex.org/W2148974647"
    },
    {
      "openalex_id": "W4252698994",
      "doi": "10.5040/9781472544377",
      "title": "Connected Sociologies",
      "authors": [
        {
          "name": "Gurminder K. Bhambra",
          "openalex_id": "A5064248726",
          "orcid": "https://orcid.org/0000-0003-3658-1575"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-01-01",
      "abstract": "<JATS1:p>This book outlines what theory for a global age might look like, positing an agenda for consideration, contestation and discussion, and a framework for the research-led volumes that follow in the series.</JATS1:p> <JATS1:p>Gurmider K. Bhambra takes up the classical concerns of sociology and social theory and shows how they are being rethought through an engagement with postcolonial studies, one of the most distinctive critical approaches of the past two decades. She also discusses the significance of the research programme surrounding coloniality and modernity that has emerged recently from Latin America.</JATS1:p>",
      "cited_by_count": 588,
      "type": "book",
      "source": {
        "name": "Bloomsbury Publishing Plc eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.bloomsburycollections.com/book/connected-sociologies.pdf?dl"
      },
      "topics": [
        "Contemporary Sociological Theory and Practice"
      ],
      "referenced_works_count": 228,
      "url": "https://openalex.org/W4252698994"
    },
    {
      "openalex_id": "W2888419462",
      "doi": "10.1111/aman.13102",
      "title": "Decolonizing Disciplines",
      "authors": [
        {
          "name": "Deborah A. Thomas",
          "openalex_id": "A5055290288",
          "orcid": "https://orcid.org/0000-0002-4624-3986",
          "institutions": [
            "University of Pennsylvania",
            "Philadelphia University"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-08-21",
      "abstract": "Last April, I attended a conference at the Pitt Rivers Museum in Oxford titled “Decolonizing the Ethnographic Museum in Practice.” Organized by the Museum Ethnographers Group, the conference was designed to tackle some of the prevalent issues related to the practice of decolonization within ethnographic museums. Participants were asked to respond to a number of prompts, including: How do ethnographic museums ensure that what we bring to society matters? How do our practices ensure that our programming and pedagogical missions are meaningful? What kinds of knowledge are relevant for our contemporary audiences? In doing so, the organizers raised complex questions about what decolonizing museums would mean in relation to notions of history, identity, belonging, and meaning making, and they grappled with what, exactly, constituted practices of decolonization.1 The conference participants outlined several critical principles, many of which addressed issues related to representation and repatriation. But they also made the point that to decolonize the representational and theoretical modalities of museums, one must decolonize the staffs of museums. This is an issue that a number of organizations have begun to tackle in different ways. The San Diego Museum of Man has established a new position, the Director of Decolonizing Initiatives (currently held by Jaclyn Roessel), designed to oversee practices of decolonization in relation to collections, their exhibition, and their return. Scholars of color working in museums and heritage have also formed critically important networks, including the UK-based collaborative Museum Detox2 and their US counterpart, Museum Hue,3 in order to support each other's initiatives and careers within a field that has stubbornly remained predominantly white. Several US anthropological museums have also established pipeline programs. With “diversity” and “inclusion” becoming catchphrases, albeit often depoliticized ones, for important institutional shifts, it seems important to revisit the coordinates of our own field in relation to broader decolonization initiatives. Many years ago, the argument was made by members of the Association of Black Anthropologists that a decolonized anthropology could emerge “from the critical intellectual traditions and counter-hegemonic struggles of Third World peoples” (Harrison 1991, 1). Seeking to move beyond both the reflexive “turn” and the emphasis on Marxist historical political economy and toward a recognition that the Western anthropological project was founded in relation to dominant imperial and white supremacist logics, these scholars joined with feminists and other allies to put forward a platform of decolonial anthropological practice, pedagogy, and public engagement. Recently deemed the “decolonizing generation” (Allen and Jobson 2016), this group of scholars built on pioneers such as Anténor Firmin, whose De l’égalité des races humaines (originally published in 1885) was constructed as a critique of Arthur de Gobineau's racist theory of evolutionary polygenesis, and Zora Neale Hurston, whose erasure from the field's canonical figures is by now legendary, despite having been Boas’s student and a prominent member of the community of artists and writers who made up the Harlem Renaissance. Members of the “decolonizing generation” sought to transform anthropological epistemologies, methodologies, pedagogical practices, and forms of public engagement in order to generate processes of “historical, financial, and intellectual accountability for not only the work we do, but also for the academic institutions in which we study, teach, and learn” (McGranahan and Rizvi 2016). Others would build parallel projects, including Linda Tuhiwai Smith (2012), who has engaged with postcolonial critique and developed Indigenous archaeological practices (see also Bruchac, Hart, and Wobst 2010). The point here is that Western universalisms are most often transformed only when their limitations and internal contradictions are limned by investigators and practitioners who have directly experienced or who have come to affectively and cognitively understand the oppression generated by these universalisms. Take, for example, the classic essay published some years ago by philosopher Charles Mills. In “Racial Liberalism” (2008), Mills deconstructed contemporary expressions of Kant's and Locke's contract theory in order to demonstrate the racial inequalities inscribed in liberalism—the ability of white “contractors” to continue to “subordinate and exploit non-white contractors for white benefit” (1381)—thereby pointing out the fundamental unfairness, and particularistic nature, of contract theory. Racism, in Mills's deconstruction, became something other than an “internal inconsistency,” revealing how contract theory is embedded within unequal relations of power rather than being an abstractly philosophical ideal. By maintaining an ideal theory of society, Mills argued, philosophers made themselves exempt from contending with the centrality of white supremacy to their foundational tenets. Importantly for my purposes here, he related the generation and perpetuation of ideas to the demographics of the profession. “Demographically,” he argued, “philosophy is one of the very whitest of the humanities,” with only about one percent of American philosophers being African American and even less than that Asian American, Latinx, and Native American. What difference does this make? Within the field of philosophy, it means work dealing with race is ghettoized. “One can choose to do race or choose to do philosophy” (1383), he wrote, and philosophers of color were absent from the canon of philosophical knowledge formation. The result of this absence, Mills asserted, was that not only did the pantheon of philosophy greats remain closed to nonwhites, but these erasures were also reproduced to generations of students who would thus come to read the narrative of Western political philosophy as universal knowledge rather than as a particularist narrative of the West itself. Teaching Mills's essay in my Race, Nation, Empire graduate seminar during the spring semester prompted me to revisit the numbers for anthropology. An article published two decades ago in the Journal of Blacks in Higher Education (“No Surprise Here!” 1997) included a table in which the authors reported the results of their telephone survey of anthropology departments in the top twenty-five US universities (according to the listings compiled by US News and World Report) where they asked for the total number of standing faculty and the number of black anthropologists among them. Of 351 total faculty across the twenty-five universities, only fifteen were identified as black (equivalent to just over 4 percent). It was not the number that surprised me but rather the fact that, looking down the list, I could actually identify by name (without looking them up) each of the faculty in the departments listed. Curious about how this situation might have changed in the two decades since the article's publication, I looked up these same universities’ departments online. I found that while the total number of black faculty had increased to twenty-seven, thanks no doubt to new generations (including my own) entering the field, I could still name everyone and could even identify those scholars who had moved from one institution on the list to another in the intervening years. According to responses to a general membership survey administered by the AAA in 2015, of 3,199 male and 4,073 female anthropologists who responded, 3 percent of men and women self-identified as “Black or African American,” 6.5 percent identified as “Asian or Pacific Islander,” 8.5 percent identified as “Hispanic or Latino,” 2.1 percent identified as “American Indian, Native Alaskan, 1st Nation,” and 5.4 percent identified as “Two or More Racial Identities.” Like philosophy, we remain a predominantly white field despite the epistemological and methodological transformations that have been prompted by a very small minority of scholars and their allies over the last thirty years. It would seem that our own decolonization is woefully incomplete. There are, of course, many reasons for this, including the stubborn persistence of some of the epistemological binaries Lars Rodseth explores in his essay in this issue (see below). But these numbers should prompt us to revisit the systems we have in place to attract diverse student populations to our classes, to recruit anthropology majors and graduate students, to mentor scholars of color in our departments, and to find ways to popularize (and in some cases transform and make meaningful) the field of anthropology among high school students and the various publics with which we are engaged. Anthropology as a field has both solidified racial and “civilizational” hierarchies (here, I am thinking of the nineteenth-century proponents of Social Darwinism, some of whom worked in my own department) and worked to unseat them (here, of course, I am referring to our Boasian legacy). What tack will we take moving forward? Given the important critiques of anthropology's imperial history and its representational practices I allude to above, Lars Rodseth asks us to return our attention to the “culture concept” in his essay “Hegemonic Concepts of Culture: The Checkered History of Dark Anthropology.” Rodseth tracks a genealogy of the culture concept in order to think through the relationship between what Sherry Ortner has identified as the contemporary hegemony of hegemony (what she calls anthropology's “dark” counterpart) and the older Boasian tradition. Rodseth's argument is that the focus on power, politics, and hegemony (undergirded by Gramsci and Foucault) has obscured the Boasian approach and its roots in German Romanticism, and that if we recover that tradition and its links with Herderian historicism and American pragmatism, we would be better able to integrate so-called dark anthropology with what he argues is its “lighter” theoretical tradition (what others might frame as a conflict between poststructural political vs. apolitical culturalist approaches). This integration, for Rodseth, would enable us to examine both the structures of power that constrain emancipatory action and the strategies individuals and communities mobilize on the ground in order to confront, negotiate, and refuse them. In “On the Matter of Resources and Techno-Politics: The Case of Water and Iron in the South Indian Iron Age,” Peter G. Johansen and Andrew M. Bauer discuss how the practices of water management and iron production played a role in generating emergent social distinctions in northern Karnataka during the South Indian Iron Age (1200–300 BCE). They use the frame of techno-politics to explore how Iron Age peoples transformed material substances into resources in order to argue for eradicating the distinction between natural resources and cultural products. By contrasting water with iron, they seek to provide a nuanced account of how different substances require different forms of techno-politics and resource management within the same cultural and historical context. Chapurukha M. Kusimba and Jonathan R. Walz's “When Did the Swahili Become Maritime?: A Reply to Fleisher et al. (2015), and to the Resurgence of Maritime Myopia in the Archaeology of the East African Coast” argues for a reconsideration of the relationship between land and sea and the extent to which inland African societies were central to the development of Swahili urbanism and maritimity. They assert that changes occurring on the East African coast require a comprehensive view of socioeconomic and political engagements across diverse vectors of these societies. Eliding the complex intercommunity networks, trade, and processes of resource exploitation, they argue, risks reinscribing older colonial assessments of the Swahili culture complex that emphasize innovations as the result of Islamic penetration. Cities, instead, should be understood as integrally entangled with the rural communities to which they are socially and economically tethered. Eleanor A. Power and Elspeth Ready also consider the connections between urban and rural communities, but here in relation to the development of social capital and reputation within South India. In “Building Bigness: Reputation, Prominence, and Social Capital in Rural South India,” they are interested in how reputational standing in two Tamil villages affects the ways adults gain support from others. Their argument is that a reputation for generosity elicits the strongest network of support ties, while a reputation for influence (and connections to people outside the village) is associated with the weakest. Contributing to both cultural and evolutionary anthropology understandings of status and social relationships, their findings give us insights into the ways diverse groups—including women and others considered less prominent—gain centrality, influence, and authority within social groups and thus about the ways social capital is tied to altruistic practice not just inherited position. With Gabriella Soto's “Object Afterlives and the Burden of History: Between ‘Trash’ and ‘Heritage’ in the Steps of Migrants,” we turn our attention to the modern “ruins” created in and through the border-crossing process in the southern United States. Soto is concerned with the ways people who come into contact with these ruins assess them. To what extent are the piles of “stuff” left behind understood as trash? In what contexts do they become memorials? If they are elements of cultural heritage, how should they be handled, preserved, or disposed of? By analyzing these questions among stakeholders on the Arizona-Sonora border, Soto demonstrates the ways the material culture of undocumented migrants both instantiates the violence of US border policy and generates complex processes of negotiation among those who encounter it. Andrea Flores also explores issues related to migration in “The Descendant Bargain: Latina Youth Remaking Kinship and Generation through Educational Sibcare in Nashville, Tennessee.” In this article, she investigates the role of older sisters in Latino immigrant-origin families and argues that they frame their same-generation care practices in the language of intergenerational support. Flores identifies this as the “descendant bargain” older sisters make as they mobilize their kinship obligations toward socioeconomic mobility, often sacrificing their own opportunities for advancement in order to secure those of their younger siblings. In doing so, she encourages us to acknowledge the centrality of youth in reorganizing kinship and generation in immigrant families. Thurka Sangaramoorthy's “‘Putting Band-Aids on Things That Need Stitches’: Immigration and the Landscape of Care in Rural America” also investigates aspects of immigrant experiences in the United States, this time vis-à-vis health care. Her argument is that rapid immigration to rural and isolated areas already struggling with poverty, weak public infrastructures, and a preponderance of uninsured individuals has intensified problems within an already precarious health-care landscape. By characterizing the health care that emerges within the contemporary condition as “band-aid care,” Sangaramoorthy brings into view the informal practices that are generated by the neoliberal logics of health-care reform and that are designed to confront the exclusions and inequalities these create. She documents how processes of bartering, hoarding, and goodwill create a network of social obligations and moral responsibility in which both health-care providers and the immigrants for whom they are providing care are actively involved. With “Calibrating Play: Sociotemporality in South Korean Digital Gaming Culture,” we move to a focus on what digital gaming can tell us about changing concepts and experiences of time. Stephen C. Rea examines game worlds to show how they help players develop both the quickness and endurance needed within contemporary Korean work and social life. He argues that calibration, a process that creates correspondences between both virtual and actual “taskscapes,” characterizes the ways Korean gamers align their play with contemporary sociotemporal expectations. In this way, he helps us to see how play mediates and makes sense of an uncertain labor market and therefore how what is learned and experienced in virtual reality can create real-world competencies. Zainab Saleh also considers the ways mediation can change experiences of time and community. In “‘Toppling’ Saddam Hussein in London: Media, Meaning, and the Construction of an Iraqi Diasporic Community,” she explores how live television coverage of the 2003 fall of Saddam Hussein's statue during the US occupation transformed the ways Iraqis living in London understood their relationships to a diasporic homeland. She argues that this real-time broadcast turned diverse and complex communities of exile into a unified diasporic entity, thereby mitigating deep divisions within the London Iraqi population and creating the possibility of a shared vision for the future. Communal witnessing, in this case, created new potential for Iraqis in diaspora to be connected to a homeland by establishing for the first time the transnational connections that have come to characterize other populations on the move. In Taha Kazi's “Religious Television and Contesting Piety in Karachi, Pakistan,” we see the ways Muslims engaged religious talk shows to contest aspects of pious Islamic practice they considered to be incommensurate with their own daily lives and worldviews. Counter to expectations that forms of televangelism bolster conservative readings of religious adherence, Kazi demonstrates the complexity of Muslim engagement with Islam and ambivalence about Islamic media proliferation. While programmers attempt to encourage greater Islamic compliance and to defuse sectarian tensions, viewers engagements with programming (both religious talk shows and other Islamic televisual representations) tended to more actively question the extent to which Islamic tenets reflected their everyday realities and aspirations. Watching religious talk shows, and people's responses to them, can give us complex windows into changing experiences of religious authority, Muslim agency, and everyday practice. This issue also features a Vital Topics Forum organized by Mark Hauser titled “Archaeology as Bearing Witness.” The ten contributors to this forum thoughtfully consider the ways archaeological practice can tell us something about the structural violence people face across a range of settings as well as give us insights into the multiple and diverse roles of anthropology vis-à-vis various publics. Overall, they represent multiple perspectives, bringing to the fore questions about how we see what we see and how we choose to communicate it. In our World Anthropologies section, we focus on medical anthropology as it is practiced in a number of contexts, including South Africa, Vietnam, Nigeria, Australia, and Canada. Practitioners discuss differences in their training, the extent to which medical anthropology is supported within their institutional homes, and the ways limitations of funding and mentorship constrain their ability to influence public debates and practices in relation to health and health care. They also elucidate some of the power dynamics of knowledge production, arguing that most trends within medical anthropology emanate from the “Global North,” with “Southern locales” seen largely as labs. As such, they, like the contributors to the Vital Topics Forum, raise questions about who can speak for whom and in what contexts. In addition to a review essay by Elyshia Aseltine on documenting mass incarceration and a review of Noam The our Anthropologies features two for Ethnographic through the of through digital He considers what the concept of might do for both and theory out both the potential among scholars working in one or several related and and issues related to and he argues that we must the in order to move beyond the of academic production and that if anthropological questions are into the and of digital might generate important while also maintaining for and of the digital as an important for the development and of anthropological this case, knowledge also at the of M. and to the In the they show how An pedagogical the for and forms of and Anthropologies features an essay by M. A. and titled in for The authors their ethnographic attention to one of the of the Care the of to They their findings to health care has while the of health coverage has to and while also pointing out the limitations of public anthropology in relation to broader health-care been in their to their results in and the authors raise important questions about where anthropological in relation to other forms of knowledge and about what this means in of this of work beyond the has several new including of his to create a in rural and an of the of gaming to anthropological practice that was at the for Anthropology and for Anthropology conference by the Anthropologies on our are new of our Anthropologies on out this issue with and an of that was by R. and",
      "cited_by_count": 18,
      "type": "article",
      "source": {
        "name": "American Anthropologist",
        "type": "journal",
        "issn": [
          "0002-7294",
          "1548-1433"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://anthrosource.onlinelibrary.wiley.com/doi/pdfdirect/10.1111/aman.13102"
      },
      "topics": [
        "Anthropological Studies and Insights",
        "Museums and Cultural Heritage",
        "Asian American and Pacific Histories"
      ],
      "referenced_works_count": 5,
      "url": "https://openalex.org/W2888419462"
    },
    {
      "openalex_id": "W2535001570",
      "doi": "10.4102/the.v1i1.9",
      "title": "Decolonisation of higher education: Dismantling epistemic violence and Eurocentrism in South Africa",
      "authors": [
        {
          "name": "Savo Heleta",
          "openalex_id": "A5034548972",
          "orcid": "https://orcid.org/0000-0002-7478-742X",
          "institutions": [
            "Nelson Mandela University"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-10-25",
      "abstract": "Since the end of the oppressive and racist apartheid system in 1994, epistemologies and knowledge systems at most South African universities have not considerably changed; they remain rooted in colonial, apartheid and Western worldviews and epistemological traditions. The curriculum remains largely Eurocentric and continues to reinforce white and Western dominance and privilege. This article traces the roots of Eurocentrism and epistemic violence at universities. The author argues that South Africa must tackle and dismantle the epistemic violence and hegemony of Eurocentrism, completely rethink, reframe and reconstruct the curriculum and place South Africa, Southern Africa and Africa at the centre of teaching, learning and research. However, this will not be easy as opposition to change is entrenched in the university structures. The movement to radically transform and decolonise higher education must find ways to hold institutions accountable and maintain the non-violent and intellectual struggle until epistemic violence and Eurocentrism are dismantled.",
      "cited_by_count": 530,
      "type": "article",
      "source": {
        "name": "Transformation in Higher Education",
        "type": "journal",
        "issn": [
          "2415-0991",
          "2519-5638"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://thejournal.org.za/index.php/thejournal/article/download/9/21"
      },
      "topics": [
        "African cultural and philosophical studies",
        "Global Educational Policies and Reforms",
        "Higher Education Governance and Development"
      ],
      "referenced_works_count": 27,
      "url": "https://openalex.org/W2535001570"
    },
    {
      "openalex_id": "W2582656869",
      "doi": "10.18546/rfa.01.1.02",
      "title": "Decolonization of knowledge, epistemicide, participatory research and higher education",
      "authors": [
        {
          "name": "Budd L. Hall",
          "openalex_id": "A5035561816",
          "orcid": "https://orcid.org/0000-0003-0478-4546",
          "institutions": [
            "University of Victoria",
            "Society for Participatory Research in Asia",
            "UNESCO"
          ]
        },
        {
          "name": "Rajesh Tandon",
          "openalex_id": "A5102834067",
          "orcid": "https://orcid.org/0000-0001-5119-4720",
          "institutions": [
            "Society for Participatory Research in Asia",
            "University of Victoria",
            "UNESCO"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-01-01",
      "abstract": "This article raises questions about what the word 'knowledge' refers to. Drawn from some 40 years of collaborative work on knowledge democracy, the authors suggest that higher education institutions today are working with a very small part of the extensive and diverse knowledge systems in the world. Following from de Sousa Santos, they illustrate how Western knowledge has been engaged in epistemicide, or the killing of other knowledge systems. Community-based participatory research is about knowledge as an action strategy for change and about the rendering visible of the excluded knowledges of our remarkable planet. Knowledge stories, theoretical dimensions of knowledge democracy and the evolution of community-based participatory research partnerships are highlighted.",
      "cited_by_count": 391,
      "type": "article",
      "source": {
        "name": "Research for All",
        "type": "journal",
        "issn": [
          "2399-8121"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://uclpress.scienceopen.com/document_file/247d6d29-8326-455d-81dc-0f087ab3e5ef/ScienceOpen/s2.pdf"
      },
      "topics": [
        "Digital Education and Society",
        "E-Learning and Knowledge Management",
        "Service-Learning and Community Engagement"
      ],
      "referenced_works_count": 11,
      "url": "https://openalex.org/W2582656869"
    },
    {
      "openalex_id": "W2612615103",
      "doi": "10.1007/978-3-319-62124-1_15",
      "title": "Aren’t We Animals? Deconstructing or Decolonizing the Human – Animal Divide",
      "authors": [
        {
          "name": "A.C.M. Roothaan",
          "openalex_id": "A5065884972",
          "orcid": "https://orcid.org/0000-0003-1014-4051"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-01-01",
      "abstract": null,
      "cited_by_count": 4,
      "type": "book-chapter",
      "source": {
        "name": "Issues in science and religion: publications of the European Society for the Study of Science and Theology",
        "type": "book series",
        "issn": [
          "2364-5717",
          "2364-5725"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://research.vu.nl/en/publications/359d1e90-654d-42d1-9b9a-e59742295111"
      },
      "topics": [
        "Geographies of human-animal interactions",
        "Anthropological Studies and Insights",
        "Posthumanist Ethics and Activism"
      ],
      "referenced_works_count": 11,
      "url": "https://openalex.org/W2612615103"
    },
    {
      "openalex_id": "W4413011246",
      "doi": "10.2139/ssrn.5381873",
      "title": "Decolonizing the Canon of Just War Theory: Indian Philosophies of Samkhya and Yoga",
      "authors": [
        {
          "name": "Abhishek Choudhary",
          "openalex_id": "A5058736288",
          "orcid": "https://orcid.org/0000-0001-7818-3490",
          "institutions": [
            "University of Delhi"
          ]
        },
        {
          "name": "Ningthoujam Koiremba Singh",
          "openalex_id": "A5080142747",
          "institutions": [
            "University of Delhi"
          ]
        },
        {
          "name": "Satish Irungbam",
          "openalex_id": "A5118851158",
          "institutions": [
            "University of Delhi"
          ]
        }
      ],
      "publication_year": 2025,
      "publication_date": "2025-01-01",
      "abstract": null,
      "cited_by_count": 0,
      "type": "preprint",
      "source": {
        "name": "SSRN Electronic Journal",
        "type": "repository",
        "issn": [
          "1556-5068"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://doi.org/10.2139/ssrn.5381873"
      },
      "topics": [
        "War, Ethics, and Justification",
        "Global Peace and Security Dynamics",
        "Indian History and Philosophy"
      ],
      "referenced_works_count": 36,
      "url": "https://openalex.org/W4413011246"
    },
    {
      "openalex_id": "W4415317109",
      "doi": "10.1016/j.ssaho.2025.102108",
      "title": "Decolonizing the canon of just war theory: Indian philosophies of Samkhya and Yoga",
      "authors": [
        {
          "name": "Abhishek Choudhary",
          "openalex_id": "A5058736288",
          "orcid": "https://orcid.org/0000-0001-7818-3490",
          "institutions": [
            "University of Delhi"
          ]
        },
        {
          "name": "Ningthoujam Koiremba Singh",
          "openalex_id": "A5101763708",
          "orcid": "https://orcid.org/0000-0001-7355-3819",
          "institutions": [
            "University of Delhi"
          ]
        },
        {
          "name": "Satish Irungbam",
          "openalex_id": "A5118851158",
          "institutions": [
            "University of Delhi"
          ]
        }
      ],
      "publication_year": 2025,
      "publication_date": "2025-01-01",
      "abstract": null,
      "cited_by_count": 0,
      "type": "article",
      "source": {
        "name": "Social Sciences & Humanities Open",
        "type": "journal",
        "issn": [
          "2590-2911"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://doi.org/10.1016/j.ssaho.2025.102108"
      },
      "topics": [
        "War, Ethics, and Justification",
        "Global Peace and Security Dynamics",
        "Seventeenth-Century Political and Philosophical Thought"
      ],
      "referenced_works_count": 33,
      "url": "https://openalex.org/W4415317109"
    },
    {
      "openalex_id": "W2159141474",
      "doi": "10.1257/jep.29.1.89",
      "title": "The Superiority of Economists",
      "authors": [
        {
          "name": "Marion Fourcade",
          "openalex_id": "A5064154638",
          "orcid": "https://orcid.org/0000-0002-4821-9031",
          "institutions": [
            "University of California, Berkeley"
          ]
        },
        {
          "name": "Étienne Ollion",
          "openalex_id": "A5022704573",
          "orcid": "https://orcid.org/0000-0003-3099-5240",
          "institutions": [
            "Université de Strasbourg"
          ]
        },
        {
          "name": "Yann Algan",
          "openalex_id": "A5051037471",
          "orcid": "https://orcid.org/0000-0002-8120-5969",
          "institutions": [
            "Institut d'Etudes Politiques de Paris",
            "Centre Pour La Recherche Economique et ses Applications"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-02-01",
      "abstract": "In this essay, we analyze the dominant position of economics within the network of the social sciences in the United States. We begin by documenting the relative insularity of economics, using bibliometric data. Next we analyze the tight management of the field from the top down, which gives economics its characteristic hierarchical structure. Economists also distinguish themselves from other social scientists through their much better material situation (many teach in business schools, have external consulting activities), their more individualist worldviews, and their confidence in their discipline's ability to fix the world's problems. Taken together, these traits constitute what we call the superiority of economists, where economists' objective supremacy is intimately linked with their subjective sense of authority and entitlement. While this superiority has certainly fueled economists' practical involvement and their considerable influence over the economy, it has also exposed them more to conflicts of interests, political critique, even derision.",
      "cited_by_count": 665,
      "type": "article",
      "source": {
        "name": "The Journal of Economic Perspectives",
        "type": "journal",
        "issn": [
          "0895-3309",
          "1944-7965"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.aeaweb.org/articles/pdf/doi/10.1257/jep.29.1.89"
      },
      "topics": [
        "Economic Theory and Institutions"
      ],
      "referenced_works_count": 85,
      "url": "https://openalex.org/W2159141474"
    },
    {
      "openalex_id": "W2475995738",
      "doi": "10.1057/9781137289384_2",
      "title": "From Domination to “Buen Vivir” : Latin America and Contested Globalizations",
      "authors": [
        {
          "name": "Michael Handelsman",
          "openalex_id": "A5086364030",
          "orcid": "https://orcid.org/0000-0003-2509-5619"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-01-01",
      "abstract": "It has been claimed that \"[t]he decolonization of knowledge is [...] one of the most important intellectual challenges of our times\" (Pratt, 2008, p. 460). In that regard, this chapter is an attempt to explore the meanings of \"the decolonization of knowledge,\" especially in the context of this volume' principal theme \"globalization, social justice, and the university\" and, above all, from the perspective of an academic who has been deeply influenced by \"Buen Vi vir,\" described as \"an ethics aimed at the collective well-being and not merely that of the individual\" (Acosta, 2011, p. 52). Implicit here is the need to rethink the role of the university as a center of knowledge while academics struggle to make sense of globalization and its effects on the quality of life throughout the world. Moreover, it is important to be mindful of what some refer to as the \"geopolitics of knowledge\" (Dussel, 2008; Mignolo, 2008; Walsh, 2012) and the \"global hegemony\" of Western European thought (Quijano, 2008) that constitute the very foundation of higher education in the United States and elsewhere. Thus, it has been argued that [i]t is no longer possible, or at least it is not unproblematic to \"think\" from the canon of Western philosophy, even when part of the canon is critical of modernity. To do so means to reproduce the blind epistemic ethnocen-trism that makes difficult, if not impossible, any political philosophy of inclusion.",
      "cited_by_count": 1,
      "type": "book-chapter",
      "source": {
        "name": "Palgrave Macmillan UK eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "University Challenges and Reforms",
        "Critical Theory and Philosophy",
        "Higher Education Governance and Development"
      ],
      "referenced_works_count": 12,
      "url": "https://openalex.org/W2475995738"
    },
    {
      "openalex_id": "W2789865322",
      "doi": "10.1080/1369801x.2017.1403348",
      "title": "Rethinking Critical approaches to Arabic Comparatively, in a ‘Post’ Colonial Context",
      "authors": [
        {
          "name": "Marie Thérèse Abdelmessih",
          "openalex_id": "A5000421724",
          "orcid": "https://orcid.org/0000-0002-8122-2443",
          "institutions": [
            "Kuwait University"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-02-07",
      "abstract": "Rethinking critical approaches requires rereading Arabic through a comparative perspective of distinct practices, within their continual intra-regional exchanges. This ought to be implemented by theoretical methods with strategies to contest the canonical, invoked by critical approaches from the North and the South. New outlooks to the postcolonial approach need to be assessed in relation to the decolonial approach postulated by the Latin American Philosophy of Liberation movement (1960). Its critics have propounded an epistemology for determining the role played by vocational discursive practices in canon formation, challenging the reification of the canon. The decolonial approach can be instrumental in rethinking the process of canon formation in Arabic. Decolonizing Arabic literature from the centralized ‘master voice’ invokes new critical modes of reading radical writing inhibited by institutional and political hegemony. By challenging major literature, minor writing dismantles institutionalized major literature, and destabilizes the canon. It requires from the reader/critic a comparative approach aware of cultural specificities, while relating them to what goes beyond their borders. Such an awareness would initiate an intracultural dialogue among scholars of Arabic from different locations, which would open more channels for partaking in a global critical debate.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Interventions",
        "type": "journal",
        "issn": [
          "1369-801X",
          "1469-929X"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Postcolonial and Cultural Literary Studies",
        "Hispanic-African Historical Relations",
        "Political theory and Gramsci"
      ],
      "referenced_works_count": 40,
      "url": "https://openalex.org/W2789865322"
    },
    {
      "openalex_id": "W3095749702",
      "doi": "10.1007/s10459-020-10006-x",
      "title": "Dismantling the master’s house: new ways of knowing for equity and social justice in health professions education",
      "authors": [
        {
          "name": "Morag Paton",
          "openalex_id": "A5027324881",
          "orcid": "https://orcid.org/0000-0002-9934-9784",
          "institutions": [
            "University of Toronto"
          ]
        },
        {
          "name": "Thirusha Naidu",
          "openalex_id": "A5044673438",
          "orcid": "https://orcid.org/0000-0002-8154-790X",
          "institutions": [
            "University of KwaZulu-Natal"
          ]
        },
        {
          "name": "Tasha R. Wyatt",
          "openalex_id": "A5021064140",
          "orcid": "https://orcid.org/0000-0002-0071-5298",
          "institutions": [
            "Augusta University"
          ]
        },
        {
          "name": "Oluwasemipe Oni",
          "openalex_id": "A5073534970",
          "institutions": [
            "University of Toronto"
          ]
        },
        {
          "name": "Gianni R. Lorello",
          "openalex_id": "A5044853050",
          "orcid": "https://orcid.org/0000-0003-1387-1748",
          "institutions": [
            "The Wilson Centre",
            "University of Toronto",
            "Toronto Western Hospital",
            "University Health Network"
          ]
        },
        {
          "name": "Umberin Najeeb",
          "openalex_id": "A5050669854",
          "orcid": "https://orcid.org/0000-0002-1652-9959",
          "institutions": [
            "University of Toronto",
            "Health Sciences Centre",
            "Sunnybrook Health Science Centre"
          ]
        },
        {
          "name": "Zac Feilchenfeld",
          "openalex_id": "A5075161294",
          "orcid": "https://orcid.org/0000-0003-2963-8502",
          "institutions": [
            "Health Sciences Centre",
            "University of Toronto",
            "Sunnybrook Health Science Centre"
          ]
        },
        {
          "name": "Stephanie J. Waterman",
          "openalex_id": "A5000109945",
          "orcid": "https://orcid.org/0000-0003-1525-8138",
          "institutions": [
            "University of Toronto"
          ]
        },
        {
          "name": "Cynthia Whitehead",
          "openalex_id": "A5052815762",
          "orcid": "https://orcid.org/0000-0002-0134-9074",
          "institutions": [
            "University of Toronto",
            "The Wilson Centre",
            "University Health Network"
          ]
        },
        {
          "name": "Ayelet Kuper",
          "openalex_id": "A5018803963",
          "orcid": "https://orcid.org/0000-0001-6399-6958",
          "institutions": [
            "Health Sciences Centre",
            "University Health Network",
            "Sunnybrook Health Science Centre",
            "University of Toronto",
            "The Wilson Centre"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-11-02",
      "abstract": null,
      "cited_by_count": 128,
      "type": "article",
      "source": {
        "name": "Advances in Health Sciences Education",
        "type": "journal",
        "issn": [
          "1382-4996",
          "1573-1677"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s10459-020-10006-x.pdf"
      },
      "topics": [
        "Cultural Competency in Health Care",
        "Social Work Education and Practice",
        "Service-Learning and Community Engagement"
      ],
      "referenced_works_count": 119,
      "url": "https://openalex.org/W3095749702"
    },
    {
      "openalex_id": "W2889321034",
      "doi": "10.5250/resilience.5.3.0001",
      "title": "Introduction: Common Senses and Critical Sensibilities",
      "authors": [
        {
          "name": "Erica Fretwell",
          "openalex_id": "A5075941912"
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-01-01",
      "abstract": "IntroductionCommon Senses and Critical Sensibilities Erica Fretwell (bio) The senses are sparking interest in the humanities. Long the purview of neurology, they now circulate among history, media and communications, philosophy, performance studies, and other fields. For those in literary studies, the current move might seem obvious—making claims in the name of the aesthetic, a word that has its etymological origins in Greek, meaning \"of or relating to sense perception.\" Yet the senses present problems with which scholars in the humanities are still grappling. Take, for instance, nineteenth-century natural historian Lorenz Oken's hierarchy of \"varieties of Men,\" from least to most developed, \"according with the development of the sensorial organs\": 1. The Skin-Man is the Black, African. 2. The Tongue-Man is the Brown, Australian-Malayan. 3. The Nose-Man is the Red, American. 4. The Ear-Man is the Yellow, Asiatic-Mongolian. 5. The Eye-Man is the White, European.1 Since the late twentieth century, scholarship has forcefully challenged these mutually sustaining hierarchies of human \"type\" and sensory capacity. Yet European classificatory systems have been difficult to shake. For the emergence of single-sense studies troublingly reproduces Oken's sociosensory hierarchy: first visual studies and then sound studies, with the allegedly primitive senses of taste, touch, and smell yet to be formalized as distinct objects of interdisciplinary study.2 In this way, Western models of human, aesthetic, and epistemological value continue [End Page 1] to underwrite field formations. We would do well, then, to reexamine the colonial logic of the five-sense canon (taste, touch, sound, sight, and smell) and to revisit the classical notion, dating back to Aristotle, of distinct sensations. Building on foundational work on sensory experiences while remediating disciplinary blind spots, this special issue aims to advance a new critical sensorium, one that is not only redistributed—ocular- and Eurocentric hierarchies flattened—but also decolonized: a sensorium in which (white) Man is displaced as the prime locus of sensation. Sensory scholarship has been gaining traction since the end of the twentieth century and nowhere more so than in anthropology. A number of anthropologists—Kathryn Geurts, Paul Stoller, and C. Nadia Seremetakis, to name a few—built on Marshall McLuhan's and Walter Ong's groundbreaking work on the cultural organization of the sensorium to redefine the senses as cultural modes of experience and cultural artifacts as sensory modes of historical memory.3 The establishment of the Centre for Sensory Studies at Concordia University by David Howes, Anthony Synnott, and Constance Classen in 1988 formalized this \"sensory turn.\" But this turn can be said to have started not in cultural anthropology but from an adjacent field: sensory ecology.4 In The Ecological Approach to Visual Perception, psychologist J. J. Gibson's theory of affordances argued that sensation was a world-making phenomenon, where perceptual clues in the environment indicate possibilities for action. Following suit, Paul Rodaway's \"sensuous geography\" defined sensory experience as a dynamic interplay between self and world, while David Abram's ecophenomenology delineated the coeval biological and imaginative processes through which humans and nonhumans emerge.5 The inheritances of sensory ecology are apparent today in the new materialisms and environmental humanities: Stacey Alaimo's powerful notion of transcorporeality as bodily immersion within a landscape of interactions; the poetics of human-jellyfish interactions that Eva Hayward uncovers; and in a previous issue of this journal, Hsuan Hsu's study of artwork that deploys smell to \"reconceptualize museums as spaces of environmental enmeshment.\"6 Such vibrant thinking suggests that in the heightened urgency of ecological crisis, the challenge today is to unloose sensation from the human while attending to its biopolitical deployment in the management of life and death across populations. [End Page 2] As these critical genealogies suggest, the senses have undergone radical revaluation in the humanities and social sciences over the last thirty years. \"Common Senses and Critical Sensibilities\" extends this work by reconsidering the senses not simply as objects of study but as methodologies: as a means of navigating and investigating the cultural materials, affective forces, and epistemological paradigms through which humans and nonhumans continue to both emerge and engage each other. This issue asks what it might...",
      "cited_by_count": 15,
      "type": "article",
      "source": {
        "name": "Resilience A Journal of the Environmental Humanities",
        "type": "journal",
        "issn": [
          "2330-8117"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Australian Indigenous Culture and History",
        "Ecocriticism and Environmental Literature",
        "Rhetoric and Communication Studies"
      ],
      "referenced_works_count": 20,
      "url": "https://openalex.org/W2889321034"
    },
    {
      "openalex_id": "W227701820",
      "doi": "10.5325/jspecphil.26.2.0394",
      "title": "In Search of Epistemic Freedom: Afro-Caribbean Philosophy's Contributions to Continental Philosophy",
      "authors": [
        {
          "name": "Gertrude James González de Allen",
          "openalex_id": "A5035783611",
          "institutions": [
            "Spelman College",
            "Duke University"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-04-01",
      "abstract": "Afro-Caribbean philosophy represents an interdisciplinary space, where a variety of approaches to thinking are practiced, examined, and critiqued. This philosophy challenges Western European epistemology and ontology. The result is a fresh ground for exchange of ideas that welcomes innovation and discards Western disciplinary philosophical thought as a fundamental requirement to pursuing questions and theoretical ideas about African descendants in the Americas. Afro-Caribbean philosophy begins at the margins of Western philosophy. Although marginal, this philosophy demonstrates how discourse from this location has been socially, politically, and intellectually productive. Finally, this philosophy actively seeks to “shift the geography of reason,” that is, decentralizing complex thought from Western Europe to what Enrique Dussel calls “the periphery.”In the following essay, I will first use the lens of my graduate experience to show the limitations of Continental philosophy. Second, I will discuss how Afro-Caribbean philosophy engages in “shifting the geography of reason,” a central project of contemporary Afro-Caribbean thinkers. Third, I will show how questions that are central to Afro-Caribbean thought are being asked and answered. Some of these questions include the following: What is thinking? Can Afro-Caribbean people be rigorous in their thinking?Why are philosophical marginal subfields from the West, such as feminism, inadequate for revolutionary Caribbean thought?What does it mean to be human?What is the value of Caribbean experience (if any) to understanding being? In answering these questions, Afro-Caribbean philosophy enriches Western philosophy, in general.A product of an interdisciplinary philosophy program based, in part, on the Continental tradition, my work has benefited from the unique contributions that Afro-Caribbean thought has made to philosophy. Afro-Caribbean philosophy has provided a unique intellectual environment that has enabled me to (1) cultivate questions and ideas that center on the lives of Caribbean people and (2) develop “legitimate” analytical frameworks that have broad implications not only for Caribbean people but for African descendants in diaspora. This philosophy also enables me to explore, in particular ways, social and political thought about the Americas. Finally, from this philosophy I am also able to tackle general questions that pertain to the pursuit of disciplinary philosophy. Because my intellectual growth within Afro-Caribbean philosophy has been deeply influenced by early foundational work begun and completed in graduate school, I think that it is useful to give an account of my intellectual journey in that phase of preparation.In 1990 when I began graduate school at Binghamton University of the State University of New York there was no subfield called Afro-Caribbean philosophy. Nevertheless, there were pockets of black philosophers, social and political critics, and thinkers around the world who, often in conversation with each other, were dealing with philosophical issues related to black people. Although there were already well-established living Afro-U.S. philosophers, such as Howard McGary, Leonard Harris, Frank Kirkland, Lucius Outlaw, and Bill Lawson, the idea of an African American philosophy was still new. There was a persisting question, however: “Is there such a thing as African, African American, and Africana philosophy?” Although the aforementioned Afro-U.S. scholars responded, the question still lingered. And so, in spite of all the groundwork already laid in the arena of Africana thought, it was still necessary to carefully situate work dealing with African descendants with clear locations in already established Western European philosophical dialogues and/or disciplinary technique. Continued acceptance and mainstreaming of the African-descended U.S. wing of Africana philosophy, however, was due in large measure to these early foundational thinkers (some of whom I have already mentioned), as well as to younger philosophers such as Lewis Gordon (1995, 1997) and Charles Mills (1997, 2003), who carefully carved new spaces and explored important Caribbean issues and/or issues pertaining to blackness in the Americas that had been heretofore neglected by not only Western philosophers and but also African American philosophers.Although the M.A. and Ph.D. programs at Binghamton were very progressive, the reading list for qualifying examinations contained only two central black figures, W. E. B. DuBois (1868–1963) and Franz Fanon (1925–1961). These figures, however, were not treated as legitimate philosophers; they had been lumped in the category of “Others,” such as feminists, who challenged Western European canonical thought. The theoretical contributions by women of color were equally limited, including only the lens of border theory by Gloria Anzaldúa or race, class, sexuality, and gender critique from Angela Davis, bell hooks, or Audre Lorde. But only Angela Davis was considered a trained philosopher. Nevertheless, engaging in the framework of these thinkers was not fully acceptable and also considered to be working “on the margins.”Meanwhile, beginning as early as the turn of the twentieth century, there had been a number of writers, essayists, cultural theorists, Marxists, socialists, activists, and artists from the Caribbean who had created and sustained meaningful dialogue about issues affecting blacks in the Caribbean and around the world. These conversations contributed to important political and social questions and positions, such as Garvey's “back to Africa” pan-Africanism, decolonization, postcolonialism, feminism, capitalism, imperialism, race, and freedom. Added to these were questions of language, culture, migration, and immigration.As I became more familiar with the Continental tradition in my graduate study, it became evident that the frameworks available for exploring existential and/or phenomenological questions pertaining to black identity given imperialism were limited. The idea that Caribbean life and culture had anything to contribute to philosophy was not an acceptable line of inquiry. However, there were a few thinkers who laid the ground for young philosophers to follow. The groundbreaking interdisciplinary theoretical work of Franz Fanon, particularly in Black Skins, White Masks (1967) and Wretched of the Earth (1963), provided fertile soil for pursuing not only social and political questions but existential and phenomenological ones as well. Fanon uses a mixture of personal and professional experience with political, cultural, literary, and theoretical discourse to explore the effects of colonial experience on the colonized. This theoretical work not only challenges Western imperialism but also explores the meaning of black subjectivity. In so doing, meaningful conclusions can be drawn about what it means to be human. From Fanon, Sylvia Wynter would be inspired to conclude that in order to go beyond what she calls the overdetermination of the term human, by the white Western middle-class male, it was necessary to go back to the beginning and ask, “What does it mean to be human? And what can the first humans tell us about being human prior to Western European corruption?” These existential and phenomenological questions are also rooted in Aimé Césaire's work (1972, 1986, 1990), which sought to explore the condition of black colonized subjects in France and its Caribbean affiliated territories.Aimé Césaire's early work, which sparked the Negritude movement, and later his Discourse on Colonialism (1972) deeply influenced many literary and cultural critics and theorists of African descent involved in race and class analysis as well as colonial and postcolonial theory, like Franz Fanon. One such francophone writer was Maryse Conde, who admitted in a class on Discourse on Colonialism to have been deeply influenced by the book as a teenager. About Césaire, Fanon writes the following in Black Skins, White Masks: “Once again I come back to Cesaire; I wish that many black intellectuals would turn to him for their inspiration” (1967, 187). Aimé Césaire's early work offered young black intellectuals of the time the question, What should be done with black subjectivity in a colonized world that suppresses it? Césaire's work was important because it underscored that the difference found in the race, class, and colonial condition of Afro-descendants in francophone territories could not and should not be ignored and/or assimilated. Acknowledgment of this difference, particularly racial difference, would be key to the social, political, intellectual, and existential freedom of colonized subjects. From Césaire's philosophy, it is clear that decolonization was not possible without the existential awakening that negritude provided. Afro-Caribbean philosophy continues in this project of completing the decolonization of African descendants by creating a separate space for dialogue about blackness and imperialism. This can be seen as a practice in what Walter Mignolo calls “delinking,” that is, practicing thinking independent of Western European frameworks. In the late twentieth century, delinking—as a way of practicing epistemic freedom—would still be met by significant resistance.The central dilemma I found as a student of philosophy was the need to move outside of the Continental tradition (an intellectual discourse that prided itself in the most advanced reasoning) to “think” and/or theorize about phenomenological and existential questions unique to Afro-Caribbean subjectivity. This practice of shifting disciplinary boundaries to innovate in philosophy, of course, was not new. Some of the faculty at Binghamton already engaged and encouraged interdisciplinary thinking as a way of advancing philosophical discourse; at Binghamton the movement away from a Continental philosophy that was primarily patriarchal, heterosexist, and white had been seen as fruitful and provocative. This is evidenced by Jeffner Allen's critique of existentialism in “An Introduction to Patriarchal Existentialism Accompanied by a Way Out of Existential Patriarchy.” She writes: “Existentialists may talk about dwelling, but not housework, about psychological rebirth, but not about physical pregnancy, about painters, writers and barrel makers, but not about the daily life of common woman…. The humanism promised by existentialism is, in principle, nothing but phallocentrism” (1981, 455). Despite the clear evidence that the Continental tradition was fundamentally problematic, as in the case of its phallocentrism noted by Jeffner Allen, abandoning it in favor of an interdisciplinary model was not recommended as a permanent philosophical framework to students of philosophy. For this reason, my journeys outside the discipline into women's studies, Caribbean studies (theory, literature, and culture), art history, history, and theater, although humored, were never (at core) acceptable as philosophical practices. In other words, even though I needed to leave philosophy to “think,” it really wasn't legitimately good clear thinking, that is, not really philosophy. And so, my investigations were interesting but not viewed as rigorous within the larger context. Luckily, I had a very supportive core team of mentors at Binghamton, who not only embraced, practiced, and promoted an interdisciplinary approach to philosophy but also advocated the need to abandon the Western canonical approach to philosophy in favor of a more inclusive philosophical practice, one that allowed for interdisciplinary, marginal, and interstitial thinking. Foundational in this philosophical approach were openness to sources of and locations for discourse, types of questions that can be explored and pursued, and the approach to answers of said questions.The transition to practicing Afro-Caribbean philosophy was easy because its project was very similar, that is, containing a commitment to canon disruptions and shifting where “reason” is said to be located. Although at core this philosophy has a commitment to canon disruption, patriarchy was still very strong in the community. The critique of the patriarchal foundation of Continental philosophy and the presence of this patriarchy in Afro-Caribbean philosophy is an important lens I have been able to contribute.Contemporary philosophy in the United States grew more diverse over the years. There were black philosophers and women philosophers, as well as conferences, roundtables, and publications that addressed the concerns of culturally, politically, socially, and academically marginalized groups; but subtle messages discouraging the kinds of work based in Africana thought persisted. Afro-Caribbean philosophy would later make clear the philosophical battle in which many young Afro-Caribbean thinkers found themselves but could not quite name. At issue was “reason,” embodied in the following questions: “What is reason? And where does it come from?”The notion that people of African descent could not really think or reason in a rigorous way still remained an obstacle in legitimizing Afro-Caribbean thinkers. Paget Henry's Caliban's Reason: Introducing Afro-Caribbean Philosophy (2000) not only details a long history of Afro-Caribbean theory regarding social, political, epistemological, phenomenological, and cultural issues, among others, but also recalls the intellectually inferior position given to colonized black subjects. Caliban's Reason, written by a sociologist, creates an interdisciplinary theoretical space for dialogue regarding a tradition of decolonization among black intellectuals from the Caribbean. This seminal work also embodies the transformational spirit from without the Western canon that Afro-Caribbean thought has become.Conversations among Afro-Caribbean scholars and writers made it clear that in order to break free from the inferior intellectual position imposed by imperialism in the Caribbean, it would be necessary to complete the decolonization project begun in the early twentieth century. The Caribbean Philosophical Association was born, with its first series of conferences titled “Shifting the Geography of Reason.” The project of shifting the geography of reason entailed abandoning the idea that reason was exclusively a Western European practice; rather, it is also found vividly in anti- and postcolonial intellectual cultures and communities in the Caribbean. This shift is also known as the practice in a post-Continental philosophy.A post-Continental philosophy allows for parallel but not necessarily intersecting conversations between philosophers in the Caribbean and Western Europe. For instance, this philosophy provides the space to examine existential phenomenological questions about Afro-descents in the Caribbean without thinking through the lens of Western European thought. In “shifting the geography of reason” the Afro-Caribbean philosophical movement hopes to locate complex disciplinary, interdisciplinary, and cross-disciplinary thinking as a vibrant part of intellectual life in the Caribbean region. This position is a stark rejection of the symbolic character of Caliban in Shakespeare's Tempest, who is well noted to not have culture, family, or intelligence.Afro-Caribbean thought enriches the field of philosophy in many ways. First, there is the radical critique and examination of the “geopolitics of knowledge” and the “geo-politics of knowing” (Mignolo 2009, 160). As Walter Mignolo aptly puts it, “As we know: the first world has knowledge, the third world has culture; Native Americans have wisdom, Anglo Americans have science. The need for political and epistemic delinking here comes to the fore, as well as decolonializing and decolonial knowledges” (2009, 160). A systemic change to the geopolitics of knowledge involves how we understand thought or thinking, in effect reason (itself). This means that the language of margin/center or center/periphery, which attempts to describe the effect of colonization, is insufficient. From this it follows that a shift toward what Walter Mignolo (2009) calls epistemic disobedience, independent thought, and decolonial freedom is necessary. What does this mean to an Afro-Caribbean philosopher practicing in the United States?Decolonial freedom symbolizes the end of a kind of refracted intellect. This means that there is no need to fix or explain the incongruent between worlds. Given this it follows that the philosopher can feel free to investigate, discover, and name the “epistemic privilege” found in Continental philosophy. She may actively attempt to disrupt this privilege. Or she may choose to focus on pursuing intra-Caribbean questions and issues.Second, Afro-Caribbean philosophy offers a very compelling case for abandoning the Continental tradition, both center and periphery. Afro-Caribbean philosophers insist that there is the need to question the framework provided by other intellectual misfits and challengers of the Continental tradition, such as (“white”) women thinkers and feminists who have legitimate struggles with their male counterparts. The answer to this is clearly found in Sylvia Wynter's groundbreaking essay “Afterword: Beyond Miranda's Meanings: Un/Silencing the ‘Demonic Ground’ of Caliban's ‘Woman’” (1990). Her answer is a resounding no. Decolonial freedom is not possible in this space because it is a corrupted “demonic” space fraught with traps that would not allow freedom from imperialism, independent thinking, or even a voice, particularly for Afro-Caribbean women. Wynter writes, “The very attempt to redefine the term feminist with the qualifier ‘womanist,’ expresses the paradoxical relation of Sameness and Difference which the writers of these essays, as members of the Caribbean women intelligentsia, bear their Western European and Euroamerican peers” (1990, 356). Quite simply Wynter argues that the variable of “race,” for Caribbean women writers, carries a difference that cannot be bridged by working within feminism. In other words, assigning the different categorization called womanist to black women's feminisms is not enough. For Wynter, a new cognitive inquiry signaling a distinct postmodern and/or post-Western way of understanding and being in the world could not be effective if womanist thought remained an “Other” to feminist discourse. Given an incomplete decolonial project, the ground for conversation would remain uneven, and Afro-Caribbean women's discourse would remain represented, contained, and in danger of being consumed by a feminist discourse that was totalizing and not sufficiently self-reflexive. Operating within this discourse also are “Liberal Humanist theories,” which contain within them “universalisms” influenced by Euro-Christian thought that identify human as a “natural organism.” Certainly, any “racialized” category would remain also outside of this categorization. In effect womanist discourse would always already be locked out of the discourse of what it means to be human. The decolonial project, then, is central to black Caribbean women's intellectual freedom. It is also important for engaging in a meaningful dialogue among women, across class and racial lines. From this view, Afro-Caribbean philosophy also offers a lens from which Continental philosophy can view and challenge its own imperialist roots and strongholds. For Wynter, even peripheral Continental dialogues are rooted in the geopolitics of knowledge.Third, the major contribution to Continental philosophy derived from Sylvia Wynter's work is the importance of revisiting “the concept human, Man” as a way to unhook the geopolitical stranglehold this meaning has on freedom in an imperialist context. Central to her (1990, 313) argument is the need to identify these terms as derived specifically with the Western and Westernized global middle class. Localizing these terms within this context allows for a clear understanding of their limit, which does not represent all those whom it says it represents.Afro-Caribbean philosophy is a theoretical space actively engaged in completing the decolonization project. This involves “shifting the geography of reason” and clearing ground for a practice in decolonial and epistemic freedom. Interdisciplinary approaches to thinking are welcomed and encouraged. Similarly, dialogue with Western European philosophy is not a condition for thinking. The question about whether Afro-Caribbean philosophy operates within, on the margins of, or completely outside of the Continental tradition remains open.",
      "cited_by_count": 3,
      "type": "article",
      "source": {
        "name": "The Journal of Speculative Philosophy",
        "type": "journal",
        "issn": [
          "0891-625X",
          "1527-9383"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "African cultural and philosophical studies",
        "Caribbean history, culture, and politics",
        "Tourism, Volunteerism, and Development"
      ],
      "referenced_works_count": 15,
      "url": "https://openalex.org/W227701820"
    },
    {
      "openalex_id": "W3193935740",
      "doi": "10.1177/26317877211036714",
      "title": "Celebrating the End of Enlightenment: Organization Theory in the Age of the Anthropocene and Gaia (and why neither is the solution to our ecological crisis)",
      "authors": [
        {
          "name": "Subhabrata Bobby Banerjee",
          "openalex_id": "A5052007670",
          "orcid": "https://orcid.org/0000-0002-8699-6368",
          "institutions": [
            "City, University of London"
          ]
        },
        {
          "name": "Diane‐Laure Arjaliès",
          "openalex_id": "A5086570023",
          "orcid": "https://orcid.org/0000-0002-4070-9191",
          "institutions": [
            "Western University"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-08-25",
      "abstract": "This article aims to change the terms of the conversation about the ecological crisis. We argue that the human–nature dualism, a product of Enlightenment thought and primarily responsible for the ecological crisis, cannot be the basis for any meaningful solutions. We show how more recent Western imaginaries like the Anthropocene and Gaia proposed to overcome the separation of nature from culture are also based on exclusions that reflect Enlightenment rationality and legacies of colonialism. In sharp contrast, we show that Indigenous philosophies that preceded the Enlightenment by thousands of years have developed systems of knowledge based on a relational ontology that reflects profound connections between humans and nature. We demonstrate that such forms of knowledge have been systematically subjugated by Western scholarship based on arguments inspired by Enlightenment ideals of rationality and empiricism. A decolonial imagination will be able to generate new insights into understanding and addressing the ecological crisis. We therefore call for organization and management scholars to challenge the anthropomorphic biases and the economism that dominates our field through a respectful engagement with Indigenous worldviews.",
      "cited_by_count": 108,
      "type": "article",
      "source": {
        "name": "Organization Theory",
        "type": "journal",
        "issn": [
          "2631-7877"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://journals.sagepub.com/doi/pdf/10.1177/26317877211036714"
      },
      "topics": [
        "Management and Organizational Studies",
        "Complex Systems and Decision Making",
        "Management Theory and Practice"
      ],
      "referenced_works_count": 111,
      "url": "https://openalex.org/W3193935740"
    },
    {
      "openalex_id": "W3180897764",
      "doi": "10.14324/lre.19.1.23",
      "title": "Decolonising the curriculum beyond the surge: Conceptualisation, positionality and conduct",
      "authors": [
        {
          "name": "Mai Abu Moghli",
          "openalex_id": "A5078818744",
          "orcid": "https://orcid.org/0000-0002-7228-9080"
        },
        {
          "name": "Laila Kadiwal",
          "openalex_id": "A5062876137",
          "orcid": "https://orcid.org/0000-0002-5279-6763"
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-07-13",
      "abstract": "In recent years, there has been increased interest in, and work towards, decolonising the curriculum in higher education institutions in the UK. There are various initiatives to review university syllabuses and identify alternative literature. However, there is an increasing risk of turning ‘decolonisation’ into a buzz term tied to a trend. We fear that decolonisation within academia is becoming an empty term, diluted and depoliticised, allowing for superficial representations that fail to address racial, political and socio-economic intersectionalities. In this article, we examine several initiatives to decolonise the curriculum with a focus on the field of education as a discipline and medium. Based on our analysis, we engage with three main themes: conceptualisation , positionality and conduct . The article concludes that decolonisation cannot happen in a vacuum, or as an aim disconnected from the rest of the structure of the university, which leads to diluting a wider movement and turns into a box-ticking exercise. We argue that there needs to be a deconstruction of asymmetrical power relationships within academic spaces to allow for meaningful decolonisation in practice. This requires a real political will, a change in the structure, and in the hearts and minds of those in decision-making positions, and a shift in the practices of knowledge production.",
      "cited_by_count": 91,
      "type": "article",
      "source": {
        "name": "London Review of Education",
        "type": "journal",
        "issn": [
          "1474-8460",
          "1474-8479"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.scienceopen.com/document_file/d76cdef5-de17-4f2a-b842-07490b271e77/ScienceOpen/lre19010023.pdf"
      },
      "topics": [
        "Critical Race Theory in Education",
        "Tourism, Volunteerism, and Development",
        "African cultural and philosophical studies"
      ],
      "referenced_works_count": 51,
      "url": "https://openalex.org/W3180897764"
    },
    {
      "openalex_id": "W3200475978",
      "doi": "10.25120/etropic.20.2.2021.3796",
      "title": "Decolonising Climate Change: A Call for Beyond-Human Imaginaries and Knowledge Generation",
      "authors": [
        {
          "name": "Sophie Chao",
          "openalex_id": "A5067659174",
          "orcid": "https://orcid.org/0000-0002-5434-9238",
          "institutions": [
            "University of Sydney"
          ]
        },
        {
          "name": "Dion Enari",
          "openalex_id": "A5030557135",
          "orcid": "https://orcid.org/0000-0002-3239-699X",
          "institutions": [
            "Auckland University of Technology"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-09-10",
      "abstract": "This article calls for transdisciplinary, experimental, and decolonial imaginations of climate change and Pacific futures in an age of great planetary undoing. Drawing from our personal and academic knowledge of the Pacific from West Papua to Samoa, we highlight the need for radical forms of imagination that are grounded in an ethos of inclusivity, participation, and humility. Such imaginations must account for the perspectives, interests, and storied existences of both human and beyond-human communities of life across their multiple and situated contexts, along with their co-constitutive relations. We invite respectful cross-pollination across Indigenous epistemologies, secular scientific paradigms, and transdisciplinary methodologies in putting such an imagination into practice. In doing so, we seek to destabilise the prevailing hegemony of secular science over other ways of knowing and being in the world. We draw attention to the consequential agency of beyond-human lifeforms in shaping local and global worlds and to the power of experimental, emplaced storytelling in conveying the lively and lethal becoming-withs that animate an unevenly shared and increasingly vulnerable planet. The wisdom of our kindred plants, animals, elements, mountains, forests, oceans, rivers, skies, and ancestors are part of this story. Finally, we reflect on the structural challenges in decolonising climate change and associated forms of knowledge production in light of past and ongoing thefts of sovereignty over lands, bodies, and ecosystems across the tropics.",
      "cited_by_count": 96,
      "type": "article",
      "source": {
        "name": "eTropic electronic journal of studies in the tropics",
        "type": "journal",
        "issn": [
          "1448-2940"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://journals.jcu.edu.au/etropic/article/download/3796/3674"
      },
      "topics": [
        "Climate Change, Adaptation, Migration",
        "Geographies of human-animal interactions",
        "Indigenous Studies and Ecology"
      ],
      "referenced_works_count": 100,
      "url": "https://openalex.org/W3200475978"
    },
    {
      "openalex_id": "W2760557198",
      "doi": "10.2458/v24i1.20789",
      "title": "Decolonizing political ecology: ontology, technology and 'critical' enchantment",
      "authors": [
        {
          "name": "Karsten Schulz",
          "openalex_id": "A5047551519",
          "orcid": "https://orcid.org/0000-0002-7503-4817",
          "institutions": [
            "Universität Trier"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-09-27",
      "abstract": "Abstract Current debates about the Anthropocene have sparked renewed interest in the relationship between ecology, technology, and coloniality. How do humans relate to one another, to the living environment, and to their material or technological artifacts; and how are these relations structured by coloniality, defined not only as a material process of appropriation and subjugation, but also as an exclusionary hierarchy of knowing and being that still pervades contemporary life? While these questions have of course received attention in decolonial theory, they have also captured the interest of scholars who self-identify with the field of political ecology. However, it can be argued that political ecology still primarily adheres to research practices and paradigms that have been developed in the West, regardless of its diversity and dynamism as a field of research. It is therefore suggested that a rapprochement between decolonial theory and political ecology can open up new perspectives on current debates that are emerging around the concept of the Anthropocene. In particular, the article takes the recent interest in the ontological implications of the Anthropocene as a point of departure to bring the decolonial notion of 'border thinking' into a conversation with the so-called 'new materialism' in political ecology. While both approaches are not necessarily opposed to values grounded in rationality, they can be seen as attempts to rethink ontological divisions such as human/nature or subject/object based on 'enchanted' ways of knowing and being-in-the-world. Yet, although enchantment has the potential to counter inherently colonial practices of appropriation, commodification and objectification, it is argued that keeping a moderately critical distance to enchanted narratives is still recommended, not because of the alleged naïveté of such narratives, but rather because enchantments may also function as and through technologies of power. Key words: Anthropocene; political ecology; decoloniality; new materialism; border thinking; ontology; enchantment",
      "cited_by_count": 98,
      "type": "article",
      "source": {
        "name": "Journal of Political Ecology",
        "type": "journal",
        "issn": [
          "1073-0451"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://journals.uair.arizona.edu/index.php/JPE/article/download/20789/20380"
      },
      "topics": [
        "Geographies of human-animal interactions",
        "Posthumanist Ethics and Activism",
        "Water Governance and Infrastructure"
      ],
      "referenced_works_count": 77,
      "url": "https://openalex.org/W2760557198"
    },
    {
      "openalex_id": "W2325099259",
      "doi": "10.1215/00267929-1631397",
      "title": "Peripheral Realisms Now",
      "authors": [
        {
          "name": "Jed Esty",
          "openalex_id": "A5053317382"
        },
        {
          "name": "Colleen Lye",
          "openalex_id": "A5015619104"
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-09-01",
      "abstract": null,
      "cited_by_count": 148,
      "type": "article",
      "source": {
        "name": "Modern Language Quarterly",
        "type": "journal",
        "issn": [
          "0026-7929",
          "1527-1943"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://read.dukeupress.edu/modern-language-quarterly/article-pdf/73/3/269/442689/MLQ733_02Esty_FPP.pdf"
      },
      "topics": [],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2325099259"
    },
    {
      "openalex_id": "W2605971824",
      "doi": "10.17159/1947-9417/2017/853",
      "title": "The \"decolonial turn\": what does it mean for academic staff development?",
      "authors": [
        {
          "name": "Jo-Anne Vorster",
          "openalex_id": "A5071654040",
          "orcid": "https://orcid.org/0000-0002-5257-6832",
          "institutions": [
            "Rhodes University"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-01-01",
      "abstract": "It has become increasingly evident that the discourse of transformation that has shaped the democratising of higher education institutions over the first two decades of the democratic dispensation in South Africa has now run its course. Over the past few years, and particularly during the tumultuous student protests of 2015 and 2016, students and some academics have been calling for the decolonisation of university structures and cultures, including curricula. Using concepts from Margaret Archer’s social realism we consider the failure of the discourse of transformation to lead to real change and examine a constellation of new discourses related to the decolonisation of universities that have emerged in South Africa recently. Furthermore, we critique the discourses that have underpinned our own practices as academic developers over the past two decades and then explore the implications of what could be termed a “decolonial turn” for academic developers and by implication for the academics with whom they work.",
      "cited_by_count": 73,
      "type": "article",
      "source": {
        "name": "Education as Change",
        "type": "journal",
        "issn": [
          "1682-3206",
          "1947-9417"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "http://www.scielo.org.za/pdf/eac/v21n1/03.pdf"
      },
      "topics": [
        "Global Educational Policies and Reforms",
        "Critical Realism in Sociology",
        "African cultural and philosophical studies"
      ],
      "referenced_works_count": 66,
      "url": "https://openalex.org/W2605971824"
    },
    {
      "openalex_id": "W3206412785",
      "doi": "10.1007/s10551-021-04971-5",
      "title": "Decolonizing Deliberative Democracy: Perspectives from Below",
      "authors": [
        {
          "name": "Subhabrata Bobby Banerjee",
          "openalex_id": "A5052007670",
          "orcid": "https://orcid.org/0000-0002-8699-6368",
          "institutions": [
            "City, University of London"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-10-16",
      "abstract": null,
      "cited_by_count": 75,
      "type": "article",
      "source": {
        "name": "Journal of Business Ethics",
        "type": "journal",
        "issn": [
          "0167-4544",
          "1573-0697"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s10551-021-04971-5.pdf"
      },
      "topics": [
        "Development, Ethics, and Society",
        "Social Media and Politics",
        "Foucault, Power, and Ethics"
      ],
      "referenced_works_count": 171,
      "url": "https://openalex.org/W3206412785"
    },
    {
      "openalex_id": "W2794420020",
      "doi": "10.17159/2309-9585/2017/v43a4",
      "title": "The emergence and trajectories of struggles for an 'African university': The case of unfinished business of African epistemic decolonisation",
      "authors": [
        {
          "name": "Sabelo J. Ndlovu‐Gatsheni",
          "openalex_id": "A5010452910",
          "orcid": "https://orcid.org/0000-0002-5477-607X"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-01-01",
      "abstract": "The decolonial departure point of this article is that every human being is born into a valid and legitimate knowledge system. This means that African people had their own valid and legitimate indigenous systems of education prior to colonisation. However, the dawn and unfolding of Eurocentric modernity through colonialism and imperialism unleashed a particularly racial ethnocentric attitude that led European colonialists to question the very humanity of African people. This questioning and sometimes outright denial of African people's humanity inevitably enabled not only genocides but epistemicides, linguicides and cultural imperialism. The long-term consequence was that Western education became propagated as the only valid and legitimate form of socialisation of humanity across space and time. Needless to say, indigenous African systems of education were displaced as the idea of the modern university took root in Africa. This article flashes back to precolonial African/Nilotic/Arab/Muslim intellectual traditions in its historical reflection on the idea of the university in Africa. It posits a 'triple heritage' of higher education, which embraces Western imperial/ colonial modernity and anti-colonial nationalist liberatory developmentalism in its engagement with the contested idea of the university in Africa. The article critically examines the long and ongoing African struggles for an 'African university'. It locates the struggles for an African university within the broader context of African liberation struggles, the search for modern African identity, autonomous African development and self-definition. Four core challenges constitutive of the struggle for an African university are highlighted: the imperative of securing Africa as a legitimate epistemic base from which Africans view and understand the world; the task of'moving the centre' through shifting the geography and biography of knowledge in a context where what appears as 'global knowledge' still cascades from a hegemonic centre (Europe and North America); the necessity of 'rethinking thinking itself as part of launching epistemic disobedience to Eurocentric thinking; and the painstaking de-colonial process of 'learning to unlearn in order to relearn, which calls on African intellectuals and academics to openly acknowledge their factory faults and miseduca-tion, cascading from their very production by problematic 'Western-styled' universities, including those located in Africa, so as to embark on decolonial self-re-education.",
      "cited_by_count": 113,
      "type": "article",
      "source": {
        "name": "Kronos",
        "type": "journal",
        "issn": [
          "0259-0190",
          "2309-9585"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://www.scielo.org.za/pdf/kronos/v43n1/04.pdf"
      },
      "topics": [
        "African cultural and philosophical studies"
      ],
      "referenced_works_count": 15,
      "url": "https://openalex.org/W2794420020"
    },
    {
      "openalex_id": "W3140941236",
      "doi": "10.5325/critphilrace.8.1-2.0001",
      "title": "Tango Dancing with María Lugones",
      "authors": [
        {
          "name": "Emma D. Velez",
          "openalex_id": "A5052353699",
          "orcid": "https://orcid.org/0000-0001-7140-3681"
        },
        {
          "name": "Nancy Tuana",
          "openalex_id": "A5052656865"
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-01-01",
      "abstract": "This special issue is a response to María Lugones's provocative invitation to engage in a methodological move toward decolonial feminisms in the attempt to philosophize about the ways race and gender intersect and intermesh. As editors of this special issue, we believe that Lugones's challenge is especially important for those interested in liberatory philosophies, broadly, and the critical philosophy of race and feminist thought, specifically.The authors gathered here offer provocative reflections on the myriad impacts of philosopher, activist, and popular educator, María Lugones. The articles included emerged from a nexus of conversations that began at the conference, “Towards Decolonial Feminisms: A Conference Inspired by the work of María Lugones,” held at The Pennsylvania State University in 2018. In co-organizing the conference, we (the editors) and those in attendance accepted Lugones's challenge to think toward what is required to take up the demanding coalitional work of decolonial feminisms. Lugones has long called on her readers to attend to multiple worlds of sense and the importance of what she has called “deep coalitions” for liberatory theory and praxis (Lugones 2003). More recently, Lugones's work has inspired renewed attention to the effects of colonization on categorizations of people according to race, gender, and sexuality. Through her analysis of what she has termed the coloniality of gender, Lugones underscores the importance of simultaneous engagement with feminist and decolonial philosophy in order to understand systems of oppression as complex interactions of powerful economic, racializing, and gendering policies and practices.We have organized this introduction into four parts. In the first part, we locate decolonial feminism more broadly within what we will call anticolonial philosophies by differentiating decolonial philosophy from postcolonial philosophy and decolonial feminism from postcolonial feminism. Second, we point to what we take to be the particular methodological commitments of decolonial feminism as articulated by Lugones. Then, we focus on Lugones's analysis of the coloniality of gender and the colonial/modern gender system in order to demonstrate how her analysis contributes to the critical philosophy of race. Third, we outline our vision for the contributions the authors make in this special issue. Specifically, we sketch out the contours of the decolonial feminist philosophies that emerge within this particular special issue. Fourth, we briefly discuss the organization of the special issue. Inspired by the centrality of the rhythms of her coalitional ethos that saturate her oeuvre as well as her affection for dancing the tango, we group the papers together with such movements in mind.There has been a great deal of theoretical work in a myriad of contexts and traditions that has at its core a critique of the histories, impacts, and experience of colonialism across the world. Though many of these dialogues span centuries, the development of work critical of the legacies and impacts of colonialism in philosophy is relatively new, particularly to the mainstream scene of the discipline. By sketching a topography in which to locate decolonial feminisms, our intent is not to produce an exhaustive or conclusive account of philosophies that are critical of colonialism. Rather, our hope is to generate distinctions that remain attentive to the particularity of specific sites, contexts, histories, and experiences of colonialism and the way these impact the workings of coloniality. Doing so allows us to draw out what we take to be the contributions made by Lugones's articulation of decolonial feminism as well as by the authors of this special issue. To do this work in the spirit of a decolonial feminist methodology, we believe that it is imperative to first check our desires for grand narratives and origin stories that neatly unpack the way in which these strands of thinking have emerged. Rather, we must feel around, engaging in the practice that Lugones calls tantear, to discover the different threads that make up the distinct patterns and textures in the weave of decolonial feminism (Lugones 2003).In our tentative topography, we situate decolonial theory within a broader body of philosophical work that we refer to as “anticolonial.”1 We use the term as the broadest register for naming philosophical work that positions itself against systems of colonial oppression. As Breny Mendoza explains, anticolonial philosophy is a “theoretical and political project that challenges imperialist and colonizing practices, past and present” (Mendoza 2015). The topography we offer also invokes the terms postcolonial and decolonial as a useful heuristic to demarcate two distinct schools and orientations to anticolonial thought.2 However, it is not sufficient to simply delineate anticolonial thinking into only two schools of thought. Despite its usefulness as a heuristic, the risk of generating such a binary is that these schools might be taken to be largely internally homogenous, to share the same assumptions and methodological approaches, as well as the same response to experiences of a monolithic conception of colonization. In order to affirm differences among schools of thought in anticolonial philosophy, we further distinguish between decolonial thinking emerging from distinct geopolitical locations and histories of struggles against colonization: for example, Africana contexts, Black American contexts, Caribbean contexts, Indigenous contexts, Latin American contexts, and U.S. Latinx contexts. Though these strands of decolonial thought mutually influence and complement each other, they are not coterminous or exhaustive of one another nor are they in and of themselves internally cohesive or noncontradictory. This is, in part, due to diverse responses to multiplicitous forms and experiences of current and ongoing practices of colonization. These practices are found in settler-colonial contexts such as the United States, as well as in the continued and lasting imprint of past forms of colonization that Quijano has described as coloniality. Indeed, each form of decolonial thinking offers its own distinct contributions to anticolonial philosophy as it outlines and prioritizes different sets of decolonial imperatives. Further, as editors, we contend that it is important to remain attentive to differences among these imperatives while also building bridges between postcolonial theory and postcolonial feminism, decolonial theory and decolonial feminism, and postcolonial feminism and decolonial feminism. This task is significant because it is only through feminist postcolonial and decolonial theory that questions of sex, gender, and sexuality are brought into each respective school's analysis of colonialism.Inspired by Edward Said's landmark text Orientalism (1978), which unveils the way colonialism relies on an imaginary that generates binary distinctions such as East/West and Colonizer/Colonized, the body of theory that Western academics refer to as “postcolonial studies” tends to point to the work of those in the South Asian Subaltern Studies Group.3 However, as a school of thought, postcolonial theory is a much wider tradition that reaches far beyond this narrow context. As an intellectual tradition, postcolonial studies—particularly those works influenced by the Subaltern Studies Group—largely responds to the colonial practices of Northern European countries, particularly to British and French imperial/colonial projects. The continued and far-reaching influence of the analytical lens of postcolonial theory on academic discourses is undeniable. As Nivedita Majumda writes, “Postcolonial theory today is viewed as an indispensable framework for understanding how power works in modern social formations and, in particular, how the West exercises its dominance over the Global South” (Majumdar 2017).Postcolonial theorists' engagement with Marxism, postmodernism, and poststructuralism results in distinctive approaches to re-thinking questions of the relationship between capitalism, nationalism, globalism, and colonialism. Indeed, this theoretical background guides the innovative interventions of those like Homi Bhaba, Ranajit Guha, and Gayatri Spivak.4 Beginning from the perspective of the colonized, postcolonial scholars generate theoretical and epistemological frameworks from which to approach the specificity of the workings of capitalism and modernity in the aftermath of colonization in the so-called “Global South.”5 This is especially exemplified in the critical lexicons postcolonial scholars have generated, such as the concepts of subalternity and subaltern subjects. Some of the key claims that many postcolonial scholars hold in common include a rejection of Eurocentrism and Eurocentric paradigms of reason and representation, a critique of modernity, an emphasis on difference, and theorization of the creation of a racialized “subaltern” class under British and French colonial capitalism (Mendoza 2015, Mujumdar 2017).6 Resistance and the agency of the oppressed are also key themes of postcolonial theory (Mendoza 2015, Mujumdar 2017).7 However, concerns regarding the impacts of gender and sexuality were often left unexplored by the approach of the Subaltern Studies Group. It is the work of postcolonial feminist theory that most effectively presents questions of gender and sexuality as inextricable to the theoretical and political projects of postcolonial theory.The work of Gayatri Spivak has been central to academic articulations of postcolonial feminism. Despite her role as one of the founders of the Subaltern Studies Group, Spivak's insistence on gender and sexuality as primary to the critical work of postcolonial theory led to her departure (and ostracization) from this group of theorists. By foregrounding race, gender, and sexuality as inseparable from postcolonial discourses, postcolonial feminists like Spivak, Chandra Talpade Mohanty, Uma Narayan, and Lila Abu-Lughod have moved away from the homogenizing tendencies of some U.S. mainstream (white, imperial) feminism in order to bring attention to the lived experiences of women in the “Global South.”8 For example, in her landmark text “Under Western Eyes” Mohanty challenges the homogenizing assumptions of Western feminist discourses that construct a monolithic image of the “Third World Woman” as a perpetual victim. In this work, Mohanty demonstrates that the epistemic violence contained in these representations erase the political agency of women in the “Global South.” Mohanty argues that by assuming “woman as an already constituted, coherent group with identical interests and desires, regardless of class, ethnic or racial location and contradictions,” Western feminist discourses falsely universalize the experience of “womanhood' as well as the functioning of patriarchy and sexual difference, regardless of cultural or historical contexts (Mohanty 1984, 336–37). Postcolonial feminists challenge these foundational methodological assumptions in mainstream Western feminist discourses that attempt to prove universality and cross-cultural validity on the basis of a shared experience of “womanhood.” Further, postcolonial feminists challenge the colonizing model of power that undergirds the political principles that motivate these theoretical and methodological approaches.Decolonial theory, as a distinct school of anticolonial thinking, has multiple roots that span geographical and cultural contexts. Whereas postcolonial thinking tends to focus on the impact of European colonial rule around the world in the eighteenth through the twentieth centuries, decolonial thinking, particularly the body of thinking that emerges from Latin American and U.S. Latinx contexts, appeals to 1492 as a point of departure. This shift in the locus of enunciation brings a longer view of the history of colonialism into focus in order to account for Spanish and Portuguese colonization of the Americas that significantly predates British colonialism. Thus, a decolonial lens highlights the history of colonization particular to the Americas that is often occluded in postcolonial theories.This special issue focuses on decolonial philosophy emerging from Latin American and U.S. Latinx contexts. This is due in large part to a conference focused on María Lugones's contributions to decolonial feminisms. As we mentioned at the beginning of this section, decolonial thinking has many strands, each marking a particular experience and reaction to colonization. Though the trauma of colonization has affective resonances across many anticolonial texts, to evoke Gloria Anzaldúa, we must remain attentive to the specificity of the multiple heridas abiertas/open wounds of colonialism, colonization, and coloniality in order to give greater hermeneutic context to the experiences to which decolonial theorists are responding (Anzaldúa 1987). Thus, we contend that it is important to be mindful of the heterogeneity within decolonial theories and the responses to multiple forms and experiences of colonization and coloniality.The work of María Lugones is central to the philosophical articulation of decolonial feminism. Lugones's thinking traverses questions of identity, epistemology, and the socio-political. Her move toward a decolonial feminism emphasizes the necessity of identifying and diagnosing the workings of the coloniality of power and its collusion with our contemporary understandings of race, gender, and sexuality. Situating decolonial feminism within both feminist and decolonial traditions and utilizing the critical tools of her training in philosophy,9 Lugones's methodological approach sketches the outlines of a decolonial feminist methodology. By putting the insights of Black, Indigenous, and Latina/x feminist thinkers such as Gloria Anzaldúa, Audre Lorde, and Paula Gunn Allen into conversation with thinkers in the modernity/coloniality group such as Aníbal Quijano, Walter Mignolo, and Nelson Maldonado-Torres, Lugones deepens the philosophical complexity of decolonial as well as feminist thought.Lugones's contributions to decolonial philosophy stem, in large part, from her careful accounts of the coloniality of gender. She argues that the coloniality of gender is a defining apparatus of what she has called the colonial/modern gender system.10 In order to theorize the ways in which gender is a colonial imposition, Lugones places the work of U.S. women of color on gender, race, and colonization in conversation with Quijano's framework of the coloniality of power. In so doing, Lugones aims to demonstrate the depth and breadth of social and political complicity with this racializing and gendering system of oppression. Though Lugones engages with Quijano's framework, she is critical of the way in which his account naturalizes hegemonic understandings of gender. As she contends, In Quijano's model (pattern) gender seems to be contained within the organization of that ‘basic area of existence’ that Quijano calls “sex, its resources, and products.” That is, there is an account of gender within the framework that is not itself placed under scrutiny and that is too narrow and overly biologized as it presupposes sexual dimorphism, heterosexuality, patriarchal distribution of power, and so on. (Lugones 2007, 193) Building from Quijano's work, Lugones argues that the question of gender is central to a critical analysis of coloniality and to the project of decoloniality.In order to intervene, Lugones engages the work of Black, Indigenous, and Latina feminists to demonstrate the ways in which the colonial production of race is co-constitutive of the production of gender. Just as race was used to generate a naturalized order of inferiority to justify the violent abuse and exploitation characteristic of the processes of colonization, gender played an important role in the practices and perceptions that led to forms of sociality generated by the modern/colonial system. Far from unproblematically biological, Lugones demonstrates that the modern/colonial system ushered in a sophisticated organization of gendered relations that Lugones terms “the coloniality of gender” (Lugones 2007, 2008, 2010, 2011). Engaging the work of Kimberlé Crenshaw, Julie Greenberg, Oyéronké Oyewùmí, and Paula Gunn Allen (among others), Lugones provocatively argues that “gender is a modern colonial imposition” (Lugones 2011, 78).Similar to her expansion of Quijano's analysis of the coloniality of power, Lugones's engagement with Mignolo's concepts of the “colonial difference” and “fractured locus” also figure as central in her theorization of the coloniality of gender (Lugones 2007, 2010, 2011). In order to give a sense of how Lugones is building from these important concepts in Latin American decolonial philosophy, in what follows we provide a quick overview and contextualization of these terms. According to Mignolo (who is himself building on the work of Enrique Dussel and Quijano), the colonial difference is a direct consequence of the coloniality of power (Mignolo 2002). The colonial difference introduces a fracture between coloniality and modernity under the modern/colonial system. In generating this fracture, the coloniality of power establishes a cleavage between the colonized and colonizer that has philosophical, social scientific, and historical consequences. Lugones refers to this distinction as the “dichotomous hierarchy between the human and nonhuman” in her theorization of the coloniality of gender (Lugones 2010, 743). This distinction, that is, the colonial difference, ushers in an array of further distinctions including: rational/irrational, civilized/uncivilized, nature/culture, and man (as male)/woman (as female). Relatedly, the concept of the fractured locus of enunciation, often shortened to ‘fractured locus,’ is meant to demarcate this shift in the self-narrativization of the West. As Alejandro Vallega describes this concept in Latin American Philosophy from Identity to Radical Exteriority (2014), “The break occurs because, as Mignolo understands it, the situation from which one speaks in the colonial world system, by virtue of that very colonial history, is the site of a broken enunciation, or the 'fractured locus of enunciation'” (Vallega 2014, 176). Such fracture generates possibilities for resistance.In her theorization of the coloniality of gender and her methodological move toward decolonial feminism, Lugones situates herself and her theorizing at the fractured locus of the colonial difference. In so doing, she seeks to make perceptible what had not often been perceived in Western feminism, that is, the colonial difference. Further, her account of the coloniality of gender seeks to make perceptible what had not often been perceived in decolonial theory, that is, that the colonial difference is constitutive of the category of gender itself as well as the coloniality of power. As she contends in a footnote to her important article “Toward a Decolonial Feminism” (2010), “the coloniality of gender is constituted by and constitutive of the coloniality of power, knowledge, being, nature, and language. They are crucially inseparable” (Lugones 2010, 757n8). This assertion marks a major intervention in the philosophical articulation of coloniality emerging from the Latin American context.Through her critical engagement with Quijano's concept of the coloniality of power and Mignolo's concept of the fractured locus, Lugones demonstrates why decolonial thinking must strive for decolonial futures with the firm belief that otros mundos son posibles/other worlds are possible. For Lugones, to undertake decolonial feminist work we must begin by rigorously interrogating the reach of coloniality in our everyday lives as well as any lingering attachments to it that we may have. Despite coloniality's extensive reach, Lugones maintains that the processes of colonization and the logics of coloniality are not totalizing. We believe that it is worth quoting her at length on precisely this point: [I]nstead of thinking of the global, capitalist, colonial system as in every way successful in its destruction of peoples, knowledges, relations, and economies, I want to think of the process as continually I want to think of the colonized as simply and by the colonizer and coloniality in with the colonial and the of the colonial as a to a fractured locus the of the locus are in in and the its and the of the colonized in multiple (Lugones 2010, our we are made over by the processes of colonization, because ways of and gender and sociality have in the of the and of colonization, toward and within and between worlds of sense in ways that possibilities for and of the colonial difference” (Lugones calls these of that in the and of coloniality and decolonial thinkers and As they and practices the and of modernity and coloniality. an that is not by the colonial of power and knowledge, and practices us to understand that by the coloniality of power not that we of its logics and and the in this “The that we are is not the of the of the modern that worlds and and and The decolonial feminism called for by Lugones contributes to this process of the of the colonial Her emphasis on everyday lives her the to the possibilities for in the She calls for an approach that and around for and practices that the of modernity/coloniality as well as for decolonial that practice feminist of and (Lugones what it to move decolonial As Lugones underscores across multiple papers that make up her to move toward decolonial feminism not a move away from forms of liberatory theory, particularly the work of Black, Indigenous, and Latina/x Rather, in her own to move toward decolonial feminism is to move a way of that more seeks among the colonized across histories and the be and only up (Lugones 2011, That is to to move toward decolonial feminism is to out a more with the of the and myriad threads of and that have emerged from the fractured locus of this section, we outline what we take to be the contributions that the authors in this special issue make by up Lugones's invitation to move toward decolonial feminisms. Specifically, here we to sketch out the contours of the decolonial feminist philosophies that we take to be emerging within this particular special issue. We have key themes that we believe and philosophical depth and to the decolonial feminist that Lugones calls the for grand the centrality of and complex the of decolonial the for decolonial and decolonial and the imperative to decolonial We use the of this to further these important key from the articles contained in this special issue is a about the philosophical to for or narratives that offer a account of or Indeed, as two of our authors to approach a decolonial feminist in this way is to the tools of coloniality in the form of a for or Despite the of these colonial contends that as decolonial feminists we must our for and as well as the to be a decolonial The to be a decolonial is also the central focus of across Lugones's body of work, the shift in Lugones's own philosophical as she engages with the work of decolonial like Mignolo and it for Lugones, a to take up the philosophical from that in terms of As is and in the This is particularly as and because the to be a decolonial into its own form of in ways that the and coalitional imperative of decolonial feminism. in Lugones's the authors in this special issue demonstrate that feminists interested in must give up for grand narratives and attend to and as we work to the of coloniality at and to the imperative described is a call to hold for and Indeed, as our authors to do so what Lugones calls in our decolonial theory and As Lugones explains, “The is complex in for a it rule out and (Lugones and engage Lugones's concept of complex in order to for its importance for decolonial struggles that generate and offers practices of engagement through the development of critical epistemic not to not in order to be in order to in particular that over contends that the challenge of Lugones and Latina feminists to think of the political and of how be As she is as and analytical practices so that multiple worlds of sense be on the of worlds as well as critical philosophical lexicons for both understanding oppression as well as understanding the liberatory of multiple worlds of into a of about the of by Black feminists and Latina feminists (and into one argues against engaging in in the of that are often by the logics of of the coloniality of power. As she we to each as to the and and concepts contained within the Western that was not with our political projects in The authors in this special issue that and complex must be in decolonial feminist in order to the and that are the of coloniality. To do so the complexity and differences among decolonial desires, and feminist philosophy and decolonial philosophy and demonstrate the importance of theorizing from within and subaltern for the task of thinking beyond and of the of the Indeed, and subaltern are for liberatory rhythms and possibilities in thinking and The authors in this special issue offer of how to begin to philosophize from what has termed “the decolonial For the decolonial imaginary is an of histories, experiences and like a critical apparatus for the and experiences of The decolonial imaginary presents a through which By the importance of this a decolonial feminist approach and of and thinking highlights the practices, and in",
      "cited_by_count": 9,
      "type": "article",
      "source": {
        "name": "Critical Philosophy of Race",
        "type": "journal",
        "issn": [
          "2165-8684",
          "2165-8692"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Feminist Epistemology and Gender Studies",
        "Political Philosophy and Ethics",
        "Feminism, Gender, and Intersectionality"
      ],
      "referenced_works_count": 30,
      "url": "https://openalex.org/W3140941236"
    },
    {
      "openalex_id": "W4224043948",
      "doi": "10.1080/13688790.2022.2041695",
      "title": "Postcolonial responses to decolonial interventions",
      "authors": [
        {
          "name": "Gianmaria Colpani",
          "openalex_id": "A5087381203",
          "orcid": "https://orcid.org/0000-0003-3449-0194",
          "institutions": [
            "Utrecht University",
            "University of the Arts Utrecht"
          ]
        },
        {
          "name": "Jamila M.H. Mascat",
          "openalex_id": "A5077604859",
          "orcid": "https://orcid.org/0000-0003-0610-5260",
          "institutions": [
            "Utrecht University",
            "University of the Arts Utrecht"
          ]
        },
        {
          "name": "Katrine Smiet",
          "openalex_id": "A5086281271",
          "orcid": "https://orcid.org/0000-0002-9332-3639",
          "institutions": [
            "Radboud University Nijmegen"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-01-02",
      "abstract": "In the last decade, the terms ‘decolonial’ and ‘decoloniality’ have been deployed in an expansive manner and have gained increasing traction across many theoretical and political domains. Therefore, a critical assessment of the specific decolonial vocabulary is both timely and necessary. The relationship between the decolonial and the postcolonial especially requires more critical scrutiny than it has received so far. This special issue takes a step in this direction by staging critical dialogues between postcolonial and decolonial approaches on different terrains. While decolonial theory tends to operate as an expansive and centripetal force, pulling within its orbit a variety of other theoretical and political formation, our focus is on the original formulation of ‘decoloniality’ – or the ‘decolonial option’ – within the Modernity/Coloniality/Decoloniality (MCD) group. In this introduction, we outline some of the main objections that decolonial critics have formulated against postcolonial theory, and we argue that these critiques have been instrumental in defining the decolonial option itself. While advocates of decoloniality have been very vocal in their critiques of postcolonial theory, we note among postcolonial critics – with some exceptions – a predominant tendency either not to respond to these charges or to downplay them in favour of reconciliatory moves. As an alternative to this tendency, we stress the value of a postcolonial critical response to the decolonial intervention. We argue that postcolonial theories still have something to offer to a critique of the present and the past. In the face of the decolonial claim to have radicalized or surpassed postcolonial theory, we suggest that the postcolonial must speak back and reclaim the value of its critical apparatus in the context of the unfinished struggle for decolonizing knowledge and the social unconscious of postcoloniality.",
      "cited_by_count": 75,
      "type": "article",
      "source": {
        "name": "Postcolonial Studies",
        "type": "journal",
        "issn": [
          "1368-8790",
          "1466-1888"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.tandfonline.com/doi/epdf/10.1080/13688790.2022.2041695?needAccess=true&role=button"
      },
      "topics": [
        "Anthropological Studies and Insights"
      ],
      "referenced_works_count": 60,
      "url": "https://openalex.org/W4224043948"
    },
    {
      "openalex_id": "W118539733",
      "doi": "10.5070/t411000003",
      "title": "Enrique Dussel's Liberation Thought in the Decolonial Turn",
      "authors": [
        {
          "name": "Nelson Maldonado‐Torres",
          "openalex_id": "A5079436408",
          "orcid": "https://orcid.org/0000-0001-7738-7029",
          "institutions": [
            "University of California, Berkeley"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-05-13",
      "abstract": "Liberation philosophy, as a Latin American project for critical thought, is one among many expressions of a shift in global power dynamics and in epistemic perspective that has taken place since the Second World War.*The European crisis, or more than a crisis, its own internal devastation after the war, opened at least three paths for the train of history and thought.On the one hand, the United States -which had proven itself as an international power through the expansion from the thirteen colonies, the war with Mexico, and the Spanish-American War -became after the Second World War a hegemonic force that would both assist and displace Northwestern Europe as the power-axis of the modern world-system.With this, Americanism -the triumphalist and assimilationist ideology of the United States which had already burst onto the scene with Theodore Roosevelt in the late nineteenth century -was decisively introduced to the rest of the world.This Americanist discourse would dictate the terms for the assimilation of non-Catholic European immigrants, some of which were seen as belonging to darker races. 1 This ideology has taken various turns with McCarthyism and Reagan in the context of the Cold War, and today it takes on a new spirit in formulations like that offered by Samuel P. Huntington, who has forcefully rearticulated Americanism with respect to immigrants and ethnic minorities in the United States. 2 But today, after the Cold War and the attacks of 11 September, it is no longer European immigrants that allegedly pose a \"challenge\" to U.S.-American identity, but rather Latin American (im)migrants, particularly Spanish-speaking Mexicans and Chicana/os. 3 There is, accordingly, a particular importance today for exploring the decolonial potential of those cultural forms originating in Latin America, Mexico, and in the borderlands between Mexico and the United States, among other \"frontier\" territories both to the north and south of this border. 4e second path that opened with the decline of Europe was, clearly, that of the Cold War rival of Americanism: Soviet communism.Soviet communism, or at least socialism (which is a different but related political system/ideology), would become for many a viable option for a different future, beyond both fascist and liberal Europe.Europe itself would come to be divided between these two newly regnant ideologies and neo-imperial geo-political projects.Other regions also suffered the force of this clash of political projects, while many nations tried to find a space between or in alliance with the two dominant blocs.Now, the decline of Europe opened a third path, which we will call -following Frantz Fanon -that of the \"wretched of the earth,\" as well as the \"de-colonial turn.\" 5 This door would be definitively forced open through the combination of the internal and external devastation of Europe, that is to say, not only by the perverse force of Nazism in its interior but also by the encouraging force of the decolonization of European territories abroad.In contrast to the Latin American liberation struggles of the nineteenth century, which took place in a context in which the weakening of Southern Europe left intact the fascination with the increasing strength of Northern Europe (especially France and England), mid-twentieth century Europe was destroyed by Nazism and completely demoralized.As the",
      "cited_by_count": 86,
      "type": "article",
      "source": {
        "name": "TRANSMODERNITY Journal of Peripheral Cultural Production of the Luso-Hispanic World",
        "type": "journal",
        "issn": [
          "2154-1353",
          "2154-1361"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://escholarship.org/content/qt5hg8t7cj/qt5hg8t7cj.pdf?t=ll4zt0"
      },
      "topics": [
        "Latin American and Latino Studies",
        "Cultural and Social Studies in Latin America",
        "Latin American Literature Studies"
      ],
      "referenced_works_count": 44,
      "url": "https://openalex.org/W118539733"
    },
    {
      "openalex_id": "W3137001812",
      "doi": "10.1057/s41312-021-00086-1",
      "title": "Conceptualizing epistemic violence: an interdisciplinary assemblage for IR",
      "authors": [
        {
          "name": "Claudia Brunner",
          "openalex_id": "A5045082985",
          "orcid": "https://orcid.org/0000-0003-3085-3146",
          "institutions": [
            "University of Klagenfurt"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-03-13",
      "abstract": "Abstract While many forms of violence shape the global world order, the disciplines devoted to international politics are often content with reductionist concepts of violence; knowledge and knowledge production are more often than not seen as altogether antithetical to direct and physical harm. At the same time, global entanglements of knowledge with violence have increasingly come into view in the course of the ongoing (de-)colonial turn. After more than 30 years, Gayatri C. Spivak’s feminist postcolonial understanding of epistemic violence is still the preeminent theoretical touchstone for addressing this issue. By providing an interdisciplinary understanding of lesser known conceptions of epistemic violence, I open up additional routes for deploying the term in the analysis, theorization, and critique of international politics. Based on this assemblage, I frame epistemic violence along the decolonial concept of a coloniality of power, knowledge, and Being and finally consider how we can possibly undo epistemic violence while un/doing IR.",
      "cited_by_count": 95,
      "type": "article",
      "source": {
        "name": "International Politics Reviews",
        "type": "journal",
        "issn": [
          "2050-2982",
          "2050-2990"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1057/s41312-021-00086-1.pdf"
      },
      "topics": [
        "Political Philosophy and Ethics",
        "Gender, Security, and Conflict",
        "Feminist Epistemology and Gender Studies"
      ],
      "referenced_works_count": 93,
      "url": "https://openalex.org/W3137001812"
    }
  ],
  "count": 30,
  "errors": []
}
