{
  "status": "success",
  "source": "openalex",
  "query": "feminist citation practices",
  "results": [
    {
      "openalex_id": "W4306354196",
      "doi": "10.1353/wsq.2022.0068",
      "title": "Feminist Citational Praxis and Problems of Practice",
      "authors": [
        {
          "name": "Lori Wright",
          "openalex_id": "A5017115736"
        },
        {
          "name": "Neisha Ginae Wiley",
          "openalex_id": "A5052477086"
        },
        {
          "name": "Elizabeth VanWassenhove",
          "openalex_id": "A5037708330"
        },
        {
          "name": "Brandelyn Tosolt",
          "openalex_id": "A5029034295",
          "orcid": "https://orcid.org/0000-0003-2670-5167"
        },
        {
          "name": "Rae Loftis",
          "openalex_id": "A5036951006"
        },
        {
          "name": "Meg L. Hensley",
          "openalex_id": "A5069036979"
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-09-01",
      "abstract": "This article critiques current citational norms and advances feminist citational praxis. Through the process of writing a dissertation collaboratively, we developed our feminist citational praxis. We share the development of our praxis and highlight three problems of practice we have discovered. We reject normative citational rituals and encourage authors to center scholars and scholarship that are often silenced through academic citational exclusion. Intentionally citing Authors of Color, women, trans-gender, and nonbinary scholars as well as disabled authors/authors with disabilities is feminist citational praxis. We ground our feminist citational praxis within the feminist killjoy paradigm and encourage readers to develop their own feminist citational praxis.",
      "cited_by_count": 4,
      "type": "article",
      "source": {
        "name": "Women's studies quarterly",
        "type": "journal",
        "issn": [
          "0732-1562",
          "1934-1520"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Academic Publishing and Open Access",
        "Interdisciplinary Research and Collaboration",
        "Academic Writing and Publishing"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4306354196"
    },
    {
      "openalex_id": "W2626910858",
      "doi": "10.1080/0966369x.2017.1339022",
      "title": "Citation matters: mobilizing the politics of citation toward a practice of ‘conscientious engagement’",
      "authors": [
        {
          "name": "Carrie Mott",
          "openalex_id": "A5063750593",
          "orcid": "https://orcid.org/0000-0002-4446-7097",
          "institutions": [
            "Rutgers, The State University of New Jersey"
          ]
        },
        {
          "name": "Daniel Cockayne",
          "openalex_id": "A5016786235",
          "orcid": "https://orcid.org/0000-0001-7482-8896",
          "institutions": [
            "University of Waterloo"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-06-13",
      "abstract": "An increasing amount of scholarship in critical, feminist, and anti-racist geographies has recently focused self-reflexively on the topics of exclusion and discrimination within the discipline itself. In this article we contribute to this literature by considering citation as a problematic technology that contributes to the reproduction of the white heteromasculinity of geographical thought and scholarship, despite advances toward more inclusivity in the discipline in recent decades. Yet we also suggest, against citation counting and other related neoliberal technologies that imprecisely approximate measures of impact, influence, and academic excellence, citation thought conscientiously can also be a feminist and anti-racist technology of resistance that demonstrates engagement with those authors and voices we want to carry forward. We argue for a conscientious engagement with the politics of citation as a geographical practice that is mindful of how citational practices can be a tool for either the reification of, or resistance to, unethical hierarchies of knowledge production. We offer practical and conceptual reasons for carefully thinking through the role of citation as a performative embodiment of the reproduction of geographical thought.",
      "cited_by_count": 334,
      "type": "article",
      "source": {
        "name": "Gender Place & Culture",
        "type": "journal",
        "issn": [
          "0966-369X",
          "1360-0524"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Historical Geography and Geographical Thought",
        "Geography Education and Pedagogy",
        "Geographies of human-animal interactions"
      ],
      "referenced_works_count": 73,
      "url": "https://openalex.org/W2626910858"
    },
    {
      "openalex_id": "W4281640814",
      "doi": "10.14506/ca37.2.04",
      "title": "Black Feminist Citational Praxis and Disciplinary Belonging",
      "authors": [
        {
          "name": "B. Williams",
          "openalex_id": "A5025247959",
          "orcid": "https://orcid.org/0000-0002-0018-9208",
          "institutions": [
            "The Graduate Center, CUNY"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-05-23",
      "abstract": "What does a Black feminist citational practice look and feel like? This contribution to the #CiteBlackWomen colloquy focuses on two arguments: First, that Black feminist citational praxis is one of the major interventions Black women scholars contribute to the academy; and second, that anthropology’s neglect and erasure of Black feminist anthropologists relates to disciplinary (un)belonging. I explore how citation and “disciplinary belonging” influence hiring practices, doctoral training, intellectual genealogies, and what is valued as anthropological knowledge.",
      "cited_by_count": 18,
      "type": "article",
      "source": {
        "name": "Cultural Anthropology",
        "type": "journal",
        "issn": [
          "0886-7356",
          "1548-1360"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://journal.culanth.org/index.php/ca/article/download/5368/746"
      },
      "topics": [
        "Qualitative Research Methods and Ethics",
        "Contemporary Sociological Theory and Practice",
        "Feminist Epistemology and Gender Studies"
      ],
      "referenced_works_count": 16,
      "url": "https://openalex.org/W4281640814"
    },
    {
      "openalex_id": "W3128841047",
      "doi": "10.7551/mitpress/13573.001.0001",
      "title": "Autotheory as Feminist Practice in Art, Writing, and Criticism",
      "authors": [
        {
          "name": "Lauren Fournier",
          "openalex_id": "A5000293307",
          "orcid": "https://orcid.org/0000-0002-7354-4709"
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-02-23",
      "abstract": "Autotheory—the commingling of theory and philosophy with autobiography—as a mode of critical artistic practice indebted to feminist writing and activism. In the 2010s, the term “autotheory” began to trend in literary spheres, where it was used to describe books in which memoir and autobiography fused with theory and philosophy. In this book, Lauren Fournier extends the meaning of the term, applying it to other disciplines and practices. Fournier provides a long-awaited account of autotheory, situating it as a mode of contemporary, post-1960s artistic practice that is indebted to feminist writing, art, and activism. Investigating a series of works by writers and artists including Chris Kraus and Adrian Piper, she considers the politics, aesthetics, and ethics of autotheory. Fournier argues that the autotheoretical turn signals the tenuousness of illusory separations between art and life, theory and practice, work and the self—divisions long blurred by feminist artists and scholars. Autotheory challenges dominant approaches to philosophizing and theorizing while enabling new ways for artists and writers to reflect on their lives. She argues that Kraus's 1997 I Love Dick marked the emergence of a newly performative, post-memoir “I”; recasts Piper's 1971 performance work Food for the Spirit as autotheory; considers autotheory as critique; examines practices of citation in autotheoretical work, including Maggie Nelson's The Argonauts; and looks at the aesthetics and ethics of disclosure and exposure, exploring the nuanced feminist politics around autotheoretical practices and such movements as #MeToo. Fournier formulates autotheory as a reflexive movement, connecting thinking, making art, living, and theorizing.",
      "cited_by_count": 186,
      "type": "book",
      "source": {
        "name": "The MIT Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Artistic and Creative Research",
        "Autobiographical and Biographical Writing",
        "Visual Culture and Art Theory"
      ],
      "referenced_works_count": 57,
      "url": "https://openalex.org/W3128841047"
    },
    {
      "openalex_id": "W2475708264",
      "doi": "10.1177/0959353516636151",
      "title": "II. “Functionalism, Darwinism, and the Psychology of Women” as critical feminist history of psychology: Discourse communities and citation practices",
      "authors": [
        {
          "name": "Shayna Fox Lee",
          "openalex_id": "A5059389795",
          "orcid": "https://orcid.org/0000-0003-4975-4842",
          "institutions": [
            "York University"
          ]
        },
        {
          "name": "Alexandra Rutherford",
          "openalex_id": "A5053349785",
          "orcid": "https://orcid.org/0000-0001-5089-1495",
          "institutions": [
            "York University"
          ]
        },
        {
          "name": "Michael Pettit",
          "openalex_id": "A5039564264",
          "orcid": "https://orcid.org/0000-0001-9038-0497",
          "institutions": [
            "York University"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-08-01",
      "abstract": null,
      "cited_by_count": 4,
      "type": "article",
      "source": {
        "name": "Feminism & Psychology",
        "type": "journal",
        "issn": [
          "0959-3535",
          "1461-7161"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Academic and Historical Perspectives in Psychology",
        "Historical Studies on Reproduction, Gender, Health, and Societal Changes",
        "Historical Psychiatry and Medical Practices"
      ],
      "referenced_works_count": 75,
      "url": "https://openalex.org/W2475708264"
    },
    {
      "openalex_id": "W3093399947",
      "doi": "10.1111/traa.12195",
      "title": "Who Convinced You That Black Feminist Thought Isn't a Part of the Canon?: A. Lynn Bolles and the Power of Citation Practice",
      "authors": [
        {
          "name": "B. Williams",
          "openalex_id": "A5025247959",
          "orcid": "https://orcid.org/0000-0002-0018-9208",
          "institutions": [
            "The Graduate Center, CUNY"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-10-01",
      "abstract": null,
      "cited_by_count": 4,
      "type": "article",
      "source": {
        "name": "Transforming Anthropology",
        "type": "journal",
        "issn": [
          "1051-0559",
          "1548-7466"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Contemporary Sociological Theory and Practice",
        "Qualitative Research Methods and Ethics",
        "Social and Cultural Dynamics"
      ],
      "referenced_works_count": 1,
      "url": "https://openalex.org/W3093399947"
    },
    {
      "openalex_id": "W2315811671",
      "doi": "10.1037/a0037372",
      "title": "Feminism and psychology: Critiques of methods and epistemology.",
      "authors": [
        {
          "name": "Alice H. Eagly",
          "openalex_id": "A5065595873",
          "orcid": "https://orcid.org/0000-0003-4938-9101"
        },
        {
          "name": "Stephanie Riger",
          "openalex_id": "A5036934364",
          "institutions": [
            "University of Illinois Chicago"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-07-21",
      "abstract": "Starting in the 1960s, many of the critiques of psychological science offered by feminist psychologists focused on its methods and epistemology. This article evaluates the current state of psychological science in relation to this feminist critique. The analysis relies on sources that include the PsycINFO database, the Publication Manual of the American Psychological Association (American Psychological Association, 2010), and popular psychology methods textbooks. After situating the feminist critique within the late-20th-century shift of science from positivism to postpositivism, the inquiry examines feminists' claims of androcentric bias in (a) the underrepresentation of women as researchers and research participants and (b) researchers' practices in comparing women and men and describing their research findings. In most of these matters, psychology manifests considerable change in directions advocated by feminists. However, change is less apparent in relation to some feminists' criticisms of psychology's reliance on laboratory experimentation and quantitative methods. In fact, the analyses documented the rarity in high-citation journals of qualitative research that does not include quantification. Finally, the analysis frames feminist methodological critiques by a consideration of feminist epistemologies that challenge psychology's dominant postpositivism. Scrutiny of methods textbooks and journal content suggests that within psychological science, especially as practiced in the United States, these alternative epistemologies have not yet gained substantial influence.",
      "cited_by_count": 104,
      "type": "review",
      "source": {
        "name": "American Psychologist",
        "type": "journal",
        "issn": [
          "0003-066X",
          "1935-990X"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Academic and Historical Perspectives in Psychology",
        "Social Representations and Identity",
        "Gender Roles and Identity Studies"
      ],
      "referenced_works_count": 158,
      "url": "https://openalex.org/W2315811671"
    },
    {
      "openalex_id": "W3210881583",
      "doi": "10.1080/08164649.2021.1995845",
      "title": "The Use/Less Citations in Feminist Research",
      "authors": [
        {
          "name": "Xin Liu",
          "openalex_id": "A5007876576",
          "orcid": "https://orcid.org/0000-0002-5772-6414",
          "institutions": [
            "University of the Arts Helsinki",
            "University of Helsinki"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-04-03",
      "abstract": "This article points to the paradox in feminist citation practices. It provides a brief overview of the key issues at stake in feminist citational practices. By highlighting the ways in which the logic of territoriality, authority and property continues to inform the mood and mode of moralistic repair, it cautions again the reification of certain racialised and gendered bodies as the remedy, ground and supplement for feminist research ethics. Thinking through the figure of the (bio)degradable, this article asks whether it is possible to consider feminist citation as use/less.",
      "cited_by_count": 5,
      "type": "article",
      "source": {
        "name": "Australian Feminist Studies",
        "type": "journal",
        "issn": [
          "0816-4649",
          "1465-3303"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.tandfonline.com/doi/pdf/10.1080/08164649.2021.1995845?needAccess=true"
      },
      "topics": [
        "Qualitative Research Methods and Ethics",
        "Data Analysis and Archiving"
      ],
      "referenced_works_count": 22,
      "url": "https://openalex.org/W3210881583"
    },
    {
      "openalex_id": "W2487291748",
      "doi": "10.1177/0162243916658707",
      "title": "A World of Materialisms",
      "authors": [
        {
          "name": "Angela Willey",
          "openalex_id": "A5038001569",
          "institutions": [
            "University of Massachusetts Amherst"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-07-20",
      "abstract": "Research often characterized as “new materialist” has staged a return/turn to nature in social and critical theory by bringing “matter” into the purview of our research. While this growing impetus to take nature seriously fosters new types of interdisciplinarity and thus new resources for knowing our nature-cultural worlds, its capacity to deal with power’s imbrication in how we understand “nature” is curtailed by its failures to engage substantively with the epistemological interventions of postcolonial feminist science studies. The citational practices of many new materialist thinkers eschew the existence of what Sandra Harding has called “a world of sciences.” I argue that the “science” privileged and often conflated with matter in new materialist storytelling is the same science destabilized by postcolonial feminist science studies. This does not mean that new materialist feminisms and postcolonial feminist science studies are necessarily at odds, as new materialist storytelling and prevailing conceptualizations of the postcolonial seem to suggest. On the contrary, I suggest that thinking creatively, capaciously, pluralistically, and thus irreverently with respect to the rules of science––about the boundaries and meanings of matter, “life,” and “humanness”––could be understood as a central project for a postcolonial feminist science studies.",
      "cited_by_count": 89,
      "type": "article",
      "source": {
        "name": "Science Technology & Human Values",
        "type": "journal",
        "issn": [
          "0162-2439",
          "1552-8251"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Geographies of human-animal interactions",
        "Race, Genetics, and Society",
        "Posthumanist Ethics and Activism"
      ],
      "referenced_works_count": 76,
      "url": "https://openalex.org/W2487291748"
    },
    {
      "openalex_id": "W2053140885",
      "doi": "10.1007/s12152-012-9169-1",
      "title": "Is There Neurosexism in Functional Neuroimaging Investigations of Sex Differences?",
      "authors": [
        {
          "name": "Cordelia Fine",
          "openalex_id": "A5029372639",
          "institutions": [
            "University of Melbourne",
            "CRC for Spatial information"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-12-06",
      "abstract": null,
      "cited_by_count": 82,
      "type": "article",
      "source": {
        "name": "Neuroethics",
        "type": "journal",
        "issn": [
          "1874-5490",
          "1874-5504"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Functional Brain Connectivity Studies",
        "Neuroethics, Human Enhancement, Biomedical Innovations",
        "Meta-analysis and systematic reviews"
      ],
      "referenced_works_count": 120,
      "url": "https://openalex.org/W2053140885"
    },
    {
      "openalex_id": "W2516299033",
      "doi": "10.1080/10894160.2016.1159072",
      "title": "(Un)Disciplined futures: Women of color feminism as a disruptive to white affect studies",
      "authors": [
        {
          "name": "Claudia Rojas",
          "openalex_id": "A5071566540",
          "orcid": "https://orcid.org/0000-0002-1559-2243",
          "institutions": [
            "Northwestern University"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-09-09",
      "abstract": "The aim of this article is to demonstrate how women of color feminism predates and disrupts dominant dialogues in the field of White affect studies. I introduce the concept of White affect studies as an arena of inquiry that draws from Western-European theories and literatures and architects a sociopolitical structure of affect that positions White affects as universal. Scholars contributing to the field of White affect studies posit theories of affect, embodiment, subjectivity, phenomenology, violence, war, and more, while disregarding the theoretical contributions made by women of color feminism in thinking through these notions and social issues. This is done by engaging in a citational practice that results in an epistemic erasure of women of color feminist thought. The voices of women of color feminists are thus disqualified, and their theoretical contributions are not acknowledged as significant or relevant in conceptualizing affect, affective economies, and the social. By turning to the writings of women of color feminists, I demonstrate how their theories on embodiment, subjectivity, and social structures predate the institutionalization of White affect studies. Feminists of color from the past and present have and continue to theorize through a language of self their experiences as subjects embedded within matrices of violence, power, and pleasure. Lorde, Martinez, and Chinchilla write about the ways in which lesbian and queer women of color institute different affects that counter dominant structures of emotion, systems of power, and heterosexual modes of being. In developing conceptual methodologies, Lorde, Martinez, and Chinchilla are able to weave into the dominant discursive logic a language of self that both introduces new queer subjectivities, while reinterpreting existing forms of thought, thereby contesting mainstream economies of White affects and White affect studies. It is through a language of self that Lorde, Martinez, and Chinchilla develop an ethic of survival that countermobilizes against White hegemonic apparatuses.",
      "cited_by_count": 66,
      "type": "article",
      "source": {
        "name": "Journal of Lesbian Studies",
        "type": "journal",
        "issn": [
          "1089-4160",
          "1540-3548"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Posthumanist Ethics and Activism",
        "Participatory Visual Research Methods",
        "Geographies of human-animal interactions"
      ],
      "referenced_works_count": 31,
      "url": "https://openalex.org/W2516299033"
    },
    {
      "openalex_id": "W2988441625",
      "doi": "10.13110/criticism.61.3.0311",
      "title": "The Morbidity of Maternity: Radical Receptivity in Maggie Nelson's &lt;em&gt;The Argonauts&lt;/em&gt;",
      "authors": [
        {
          "name": "Collins",
          "openalex_id": "A5109810549"
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-01-01",
      "abstract": "Maggie Nelson theorizes through her physical and textual body whether entrenched positions in queer theory—of antisociality or the radicality of non-procreative sex—still hold for twenty-first-century queer life. She proposes an alternative to the anti-relationality of the negative turn: radical receptivity. This receptivity engenders an experiential and phenomenological way of living in the world, performed in her pregnancy and her feminist citational practice. Through a surprising correlation between Leo Bersani, Ralph Waldo Emerson, and Nelson's pregnant body, the \"grown man, legs high in the air\" becomes the woman with her legs high in stirrups. Further, Nelson complicates the reproductive biopolitical imperatives critiqued by queer negativity through framing pregnancy as engaging death rather than promoting life. I argue that Nelson, through her consideration of queer antisociality and maternal morbidity, proposes the embodied experience of pregnancy as queer praxis and exhibits a methodology of receptivity adapted to modern queer life.",
      "cited_by_count": 5,
      "type": "article",
      "source": {
        "name": "Criticism",
        "type": "journal",
        "issn": [
          "0011-1589",
          "1536-0342"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "LGBTQ Health, Identity, and Policy",
        "Posthumanist Ethics and Activism",
        "Poetry Analysis and Criticism"
      ],
      "referenced_works_count": 18,
      "url": "https://openalex.org/W2988441625"
    },
    {
      "openalex_id": "W2806033318",
      "doi": "10.1016/j.wsif.2018.05.007",
      "title": "Gender, inter/disciplinarity and marginality in the social sciences and humanities: A comparison of six disciplines",
      "authors": [
        {
          "name": "Rebecca Pearse",
          "openalex_id": "A5073622670",
          "orcid": "https://orcid.org/0000-0002-5318-2261",
          "institutions": [
            "University of Sydney"
          ]
        },
        {
          "name": "James N. Hitchcock",
          "openalex_id": "A5015648819",
          "orcid": "https://orcid.org/0000-0002-0113-6001",
          "institutions": [
            "University of Technology Sydney"
          ]
        },
        {
          "name": "Helen Keane",
          "openalex_id": "A5003365936",
          "orcid": "https://orcid.org/0000-0002-6042-306X",
          "institutions": [
            "Australian National University"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-05-29",
      "abstract": null,
      "cited_by_count": 29,
      "type": "article",
      "source": {
        "name": "Women s Studies International Forum",
        "type": "journal",
        "issn": [
          "0277-5395",
          "1879-243X"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Gender Diversity and Inequality",
        "Gender Politics and Representation",
        "Historical Gender and Feminism Studies"
      ],
      "referenced_works_count": 55,
      "url": "https://openalex.org/W2806033318"
    },
    {
      "openalex_id": "W2617438516",
      "doi": "10.1215/23289252-3814949",
      "title": "We Got Issues",
      "authors": [
        {
          "name": "Treva Ellison",
          "openalex_id": "A5017253483"
        },
        {
          "name": "Kai M. Green",
          "openalex_id": "A5017555501"
        },
        {
          "name": "Matt Richardson",
          "openalex_id": "A5074087852"
        },
        {
          "name": "C. Riley Snorton",
          "openalex_id": "A5054113589"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-05-01",
      "abstract": "We are in a time labeled the \"transgender tipping point,\" a period characterized by the scaling up of legal protections, visibility, rights, and politics centered on transgender people. The contemporary visual landscape is populated with the bodies of Black women. How does the language and discourse of the tipping point elide the presence of a saturation of Black bodies? In academia this elision has taken the shape of the expansion and institutionalization of transgender studies as a discipline. We are interested in what happens to the category of transgender as it becomes routed through the logics and power lines of institutionality and the metrics of administration. This special issue of TSQ: Transgender Studies Quarterly is the product and process of our attempt to think through how the institutionalization of transgender studies as a discipline functions as a scene of subjection for blackness—for Black people and places.We have engaged multiple fields in this issue, and these various intellectual quandaries all signal the simultaneous institutionalization of transgender studies alongside the heightened visibility of transgender people in our current popular and political landscapes. We are interested in the ways that these two simultaneous occurrences affect one another. Black transwomen and transwomen of color have sparked the interests of many because of popular figures like Laverne Cox and Janet Mock; at the same time, there has also been a lot more awareness around Black transwomen's relationship to premature death. Though the popular representation of fabulousness and the crises of the trans subject are represented primarily by Black transwomen and transwomen of color, the field of transgender studies, like other fields, seems to use this Black subject as a springboard to move toward other things, presumably white things.In 2000, the emergent field of Black queer studies brought together scholars from multiple fields asking questions about the relationship between blackness and queerness. The culmination of this meeting led to the groundbreaking Black Queer Studies anthology (Johnson and Henderson 2005). As we write this, the second volume of the Black queer studies anthology has just been published: No Tea, No Shade (Johnson 2016). How has the field of Black queer studies changed? What possibilities did the quasi-institutionalization of Black queer studies open up and/or foreclose? What are the blind spots that couldn't be named in 2000 that have become apparent in 2016?If we ask what is new about Black queer studies, the answer is \"trans.\" There is an attempt not simply to grapple with the presence of noncis subjects but also, again, to return to this question: what will become the commonsense intellectual and political genealogies of transgender studies? If we also ask what is old and still relevant about Black queer studies, the answer is still \"trans,\" in that it attempts to organize itself around what we might call \"a Trans* method [that] further names the work of charting the present absences in multiple sites of intersection by demanding a moment of critical presence\" (Green 2016: 80). We might then pose the question: will the canonization of transgender studies proceed via the abstraction of race as a modern global signifier? Or, more accurately: in what ways does transgender studies always already depend on an abstraction of the racialization of space as foundational to the production of gender and sexuality?The conceptualization of this special issue is tethered to the aforementioned provocations. This is also our attempt to bring and ring the alarm (as in, \"We been through this too long\") to what we observe as a trend in scholarship to deconstruct the human and its attendant spatial narratives, like the Anthropocene, while neglecting to reckon with the contributions of Black feminism and Black queer studies to this line of thought. The frameworks of the posthuman, Afro-pessimism, and Afro-optimism/Black ops each attempt to think through the problematic of \"the human\" and humanism; each often makes its theoretical gambits by eliding and/or instrumentalizing those not-quite humans and sometimes humans whose violability forms the abstracted imaginative surface (to borrow from Saidiya Hartman [1997]) upon which the human and its metrics are conjured.In \"Black Feminism and the Future of Our Worlds,\" Grace Hong (2008) expresses her skepticism about the institutionalization of Black feminist studies, arguing that it has proceeded as the vampiric theft of Black women's labor, life force, and reproductive capacity: Black feminist studies without Black women. We hold the same skepticism about the institutionalization of transgender studies, having lived and felt the contradictions of expanding sites for intellectual inquiry that have done little to disrupt the violent machinations and accumulation imperatives of racial capitalism that position those considered surplus as killable and cageable. Several authors in this special issue take up the question of the human directly: Calvin Warren writes from the position of blackness as nonbeing to articulate the potential of Black trans studies as a mode of thought that reveals the category of gender to be simply another humanist fantasy. Marquis Bey argues for the \"trans*-ness of blackness\" and the \"blackness of trans*-ness\" as a way of thinking through the meeting of Black and trans as an encounter that indexes those paraontological forces that make up the \"demonic grounds\" of subjectivity and ontology. Eva S. Hayward, following \"[Frank] Wilderson's critique of 'the human' as white beingness,\" asks, \"Is beingness the problem, rather than the solution, for addressing antitrans violence?\" And might \"trans negativity help expose how the order of the subject, and the matter of ontology, are what make black trans women, in particular, vulnerable to violence?\"The principal logic of a special issue is to set forth a conversation that is ostensibly new in some way. The editors have thus staged an encounter between multiple voices and multiple fields that bear upon an emergent line of inquiry. This presumption of novelty that sensitizes the reception of a special issue is thrown into stark relief in \"The Issue of Blackness.\" Rather than presenting the works in this issue as \"new,\" we begin with a series of questions about repressed genealogies that might come into view through a more sustained engagement with blackness, as an \"issue\" that is both overseen and unknown. As noted in our call for papers, \"Blackness is overseen in the sense that the literal and figurative capture of Blackness is a source of value for social and political subjectification and a mechanism of valorization for institutions and institutionalized knowledge.\" The matter of blackness as overseen produces one way of viewing how transversality expresses the links between trans thought, trans life and death, Black thought, and Black life and death.Édouard Glissant's work on the interconnectedness of the Caribbean is instructive here, as he notes how transversality (rather than transcendence) explains the subterranean convergences, or what he calls the \"submarine roots\" that are \"floating free, not fixed in one position . . . but extending in all directions . . . [in a] shared process of cultural mutation . . . that frees us from uniformity\" (1989: 66–67). Glissant's theorization points to the meaning of transversality as a collateral genealogy, or an encounter with the past that also contains an ethical confrontation with the collateral damages involved in blackness as overseen and unknown. Blackness as \"unknown,\" the consequence of hegemonic imaginaries that position Black people and Black life as \"ungeographic\" and untimely, promotes a way of viewing blackness as a belated arrival or addendum to trans studies. Thus, what we coeditors have sought to do is describe the logics of the issuance of blackness as a problem, and to present an invitation to think about how the transversality of blackness and transness might come into view.We have attended to a diverse array of entry points: through memory, social movements, visual and popular culture, and, perhaps most importantly, Black feminism. To draw on the language of Hortense Spillers (1987), Black/womanist/Africana feminist thought provides \"grammars\" for articulating gender that exceed the rubrics of biology/biocentrism or social artifice. Careful attention to the debates in the field opens up ways for reading transness as always and already theorized and theorizable from the literature on \"racialized gender.\" Contributor Elías Cosenza Krell uses Black feminist and Black queer studies theory to deconstruct constructions of transmisogyny coming from popular culture and queer studies. Krell questions to what extent transmisogyny instrumentalizes Black transwomen while universalizing whiteness, and sketches out trans-of-color feminisms from within and without the academy that complicate transmisogyny as a conceptual framework. Syrus Ware's essay on queer and trans-of-color archives in Toronto insists on the transversality of Black queer and trans practices of remembrance, as they work through and exceed institutionalized archival spaces and structures. This transversality, Ware argues, reveals how LGBT archives and archival power more broadly configure the trans-of-color subject as the always belated arrival to the (white) archive. Jennifer DeClue pushes on the boundaries of popular understandings of Black feminism to place Black trans* and genderqueer embodiments in the ways that Black womanhood is epistemologically undertaken in cultural representation. Karen Jaime's essay regarding popular representation takes us to the work of Ellison Renee Glenn, aka Black Cracker, to complicate our understanding of Black trans futurities. Glenn's work as a hip-hop performer leaves more questions than it answers, as he contemplates what it means to \"chase rainbows\" of Black representation on a transnational scale.In a piece about Black transwomen and transnational relationships, Erin Durban-Albrecht theorizes the \"persistent self-fashioning and erotic transnational intimacies\" that are crucial to the survival of Black transwomen in Haiti. Dora Silva Santana's essay, which considers Black transwomen in Brazil, is an offering and instantiation of escrevivência as an Afro-diasporic practice of life writing that brings critical attention to the narrative convergences of gender and space that occur by way of the transatlantic. Omise'eke Natasha Tinsley provides an introduction to a collection of letters written by activist CeCe McDonald during her imprisonment at the Minnesota Correctional Facility–St. Cloud. In \"Go beyond Our Natural Selves,\" McDonald theorizes violence, love, gender, and the politics necessary to undo a teleology that precipitates and predicts Black and trans death.Black is a modifier that changes everything. The power of blackness to change all that comes after is part of its close relationship to death. To be preceded by death is to pull meaning into \"dense and full space\" (Hammonds 1994: 138). This issue is a meditation on the development of a distinct field of study that is in conversations with, but stands on its own in relation to, Black studies as broadly configured. The reader may find this issue particularly focused on ontology and nonbeing. It is our position that Black people have a significant stake in thinking about and theorizing the body in relation to self-definition, state regulation, and physical and social death among other phenomena. In this issue, we see Black feminist theory as essential to Black trans theory and to transgender studies. Black feminist thought, labor, and commitment have been essential to the de/construction of gender and sexuality. We acknowledge Black feminist theory's contributions to thinking gender and the opportunity it provides for feminist dialogue across fields on gender's fractious and fractured meanings.We ruminate on the politics of citation that keeps scholars, including those in this issue, from recognizing the work of Black women by ignoring their contributions to the field. An appreciation for Black feminist theory is but one step. Another is integrating Black feminist analysis of the field, beginning with being attentive to the fact that all four of us are masculine identified, and while all four of us write about Black transwomen, it is past time for Black transwomen to occupy a similar position of power as we do in being able curate this conversation through an institutionalized medium, with living-wage employment. The persistent premature death of Black transwomen and all Black women and their exploitation in the political economy of academia and beyond means we did not receive many submissions from Black transwomen. In this issue there are two pieces by Black transwomen: CeCe McDonald's prison writing and an essay by Dora Silva Santana. This is, of course, only a gesture toward a Black future wherein Black transwomen's ideas and scholarship run at the front and center of Black academic thought.There are, as always with any attempt at flight elsewhere, fugitive questions that do not get addressed in this issue. We return to genealogy and encounter to question how and why Black feminism continues to not be engaged as theory. And we caution the field to think about the Black feminists whom we evoke and deem worthy to take up as theorists. When we say \"Black feminism,\" what names do we call upon? Whom do we not turn to? How does transgender studies instrumentalize Black feminism and disavow it simultaneously? There are multiple and contradictory flows of Black feminist theory that do not agree with each other in relationship to gender and embodiment. These disjunctures in Black feminism reappear in this issue. Is Black feminism an interrogation of gender or an attachment to the category of \"Black woman\"? We leave our readers with a nonexhaustive bibliography to move toward in partial answer to these questions, even if it does not land you safely in the status of arrival.",
      "cited_by_count": 143,
      "type": "article",
      "source": {
        "name": "TSQ Transgender Studies Quarterly",
        "type": "journal",
        "issn": [
          "2328-9252",
          "2328-9260"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "LGBTQ Health, Identity, and Policy",
        "African Sexualities and LGBTQ+ Issues",
        "Race, History, and American Society"
      ],
      "referenced_works_count": 52,
      "url": "https://openalex.org/W2617438516"
    },
    {
      "openalex_id": "W2315203148",
      "doi": "10.1215/00382876-2345243",
      "title": "Black/Feminist Futures: Reading Beauvoir in<i>Black Skin, White Masks</i>",
      "authors": [
        {
          "name": "Amey Victoria Adkins",
          "openalex_id": "A5020955732"
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-10-01",
      "abstract": "While Simone de Beauvoir and Frantz Fanon are icons of the French existential movement—each being the influential progenitors of feminist theory and postcolonial studies, respectively—their names, lives, and works are rarely examined in concert. This essay argues for the intertextuality of The Second Sex and Black Skin, White Masks as inextricably bound discourses on subject formation and the other. Via close reading, I address the long-standing citational elision of Beauvoir from Fanon’s analysis of alienation, with particular address to the famous “Look! A Negro!” scene. Through this analysis I point out the question of Fanon’s voicing of the self toward the white male intellectual figured through Jean-Paul Sartre, which marks the question of citational practice as particular to feminist and critical race concerns, particularly in addressing the black woman. Drawing on Clare Hemmings’s notion of recitation, I read theologically Fanon’s and Beauvoir’s respective turns to liberation and as such consider the critical-constructive possibilities for black and feminist futures in viewing these works of Beauvoir and Fanon as kindred texts.",
      "cited_by_count": 28,
      "type": "article",
      "source": {
        "name": "South Atlantic Quarterly",
        "type": "journal",
        "issn": [
          "0038-2876",
          "1527-8026"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "French Historical and Cultural Studies",
        "Simone de Beauvoir and Sartre",
        "American and British Literature Analysis"
      ],
      "referenced_works_count": 42,
      "url": "https://openalex.org/W2315203148"
    },
    {
      "openalex_id": "W4389342613",
      "doi": "10.1177/00084298231212202",
      "title": "Feminist cites: A review of feminist relations to and citations of the canon",
      "authors": [
        {
          "name": "Ingie Hovland",
          "openalex_id": "A5087286095",
          "orcid": "https://orcid.org/0000-0002-2926-6326",
          "institutions": [
            "University of Georgia"
          ]
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-12-04",
      "abstract": "What is a feminist citation of the canon in the study of religion? This article reflects on a triangular conversation in Ingie Hovland’s research between Hovland herself, Henny Dons (the Protestant feminist she is studying), and Ludwig Wittgenstein. In broader terms, Hovland uses this as an example of the triangular conversations that are convened in the study of religion between scholars, the people or texts they study, and academic canons. The article wrestles with three big questions: why one cites, who one cites, and how one cites. The author reviews a range of possible feminist responses to these questions and, in conclusion, argues for a feminist citation practice that claims the canon.",
      "cited_by_count": 2,
      "type": "review",
      "source": {
        "name": "Studies in Religion/Sciences Religieuses",
        "type": "journal",
        "issn": [
          "0008-4298",
          "2042-0587"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Study and Philosophy of Religion",
        "Religious Education and Schools",
        "Religion and Society Interactions"
      ],
      "referenced_works_count": 40,
      "url": "https://openalex.org/W4389342613"
    },
    {
      "openalex_id": "W2040015768",
      "doi": "10.1080/09612025.2012.751773",
      "title": "<i>Reassess Your Weapons</i>: the making of feminist memory in young women's zines",
      "authors": [
        {
          "name": "Red Chidgey",
          "openalex_id": "A5005302727",
          "orcid": "https://orcid.org/0000-0002-9921-1187"
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-04-15",
      "abstract": "This article argues that young women's zines—non-commercial, small-scale magazines published with few resources—are sites of feminist memory work in which the personal and political are fused. Building on previous scholarship in ‘cultural memory’, ‘feminist cultural memory’ and ‘memory work’, this article offers a revised concept of ‘feminist memory work’ to refer to a set of intentional and unintentional narrative and material practices upholding representations of feminist pasts, presents and futures in grass-roots feminist media. Taking the UK zine Reassess Your Weapons (2002–9) as a case study, this article suggests four interrelated modes of feminist memory work at play in grass-roots media production, which I term citational practices, memorialisation, autobiographical acts and movement traces.",
      "cited_by_count": 21,
      "type": "article",
      "source": {
        "name": "Women s History Review",
        "type": "journal",
        "issn": [
          "0961-2025",
          "1747-583X"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Historical Gender and Feminism Studies",
        "Oral History, Memory, Narrative Analysis",
        "Gender, Security, and Conflict"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2040015768"
    },
    {
      "openalex_id": "W3028687722",
      "doi": "10.1145/3334480.3382936",
      "title": "Bardzell's \"Feminist HCI\" Legacy: Analyzing Citational Patterns",
      "authors": [
        {
          "name": "Shruthi Sai Chivukula",
          "openalex_id": "A5031356769",
          "orcid": "https://orcid.org/0000-0003-2294-0119",
          "institutions": [
            "Purdue University West Lafayette"
          ]
        },
        {
          "name": "Colin M. Gray",
          "openalex_id": "A5009793079",
          "orcid": "https://orcid.org/0000-0002-7307-1550",
          "institutions": [
            "Purdue University West Lafayette"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-04-25",
      "abstract": "In this late-breaking work, we describe the legacy of feminist theory within HCI literature, focusing on Shaowen Bardzell's seminal publication \"Feminist HCI: Taking Stock and Outlining an Agenda for Design,\" which was one of the first to propose adoption of feminist theories into HCI research and practice. We conducted a citation analysis of 70 published texts that cited this paper, using the Harwood functions to identify how feminist theory concepts have been cited in HCI and whether the implementation of proposed frameworks has taken place. This paper was mostly given 'credit,' and most frequently 'signposted' to keep readers on track of the topical issues in HCI, with little evidence of explicit use or extension of proposed frameworks. These results demonstrate a largely one-dimensional impact, characterized by a lack of deep engagement in feminist theories. We identify opportunities to expand feminist approach to further improve research and practice in HCI.",
      "cited_by_count": 22,
      "type": "article",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Innovative Human-Technology Interaction",
        "Persona Design and Applications",
        "Design Education and Practice"
      ],
      "referenced_works_count": 24,
      "url": "https://openalex.org/W3028687722"
    },
    {
      "openalex_id": "W2922028503",
      "doi": "10.1177/1097184x18805547",
      "title": "The Costs of Exclusionary Practices in Masculinities Studies",
      "authors": [
        {
          "name": "Tristan Bridges",
          "openalex_id": "A5019290285",
          "orcid": "https://orcid.org/0000-0003-2856-1494",
          "institutions": [
            "University of California, Santa Barbara"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-03-12",
      "abstract": "Feminist scholarship on masculinities ossified into a recognizable “subfield” of gender studies, in part, through systematically centering the work of a very small group of white men. This process of collective centering works as an effective “exclusionary practice” that I argue hinders both the scholarly and political potential of this field. This article examines the transformation of the status of the subfield alongside an examination of women’s contributions to feminist scholarship on masculinities, and an emergent politics of citation that works to reproduce inequality within this subfield. In addition to identifying the processes by which a small group of white men have accumulated a disproportionate amount of power and status within “masculinities studies” as problematic, I also question the lack of critical dialogue and debate between various subfields examining systems of power and structured advantage. Here, I put masculinities studies into conversation with whiteness studies, critical heterosexualities studies, research on elites, and more to argue that there should be more dialogue between scholars doing research in these areas. Disrupting exclusionary practices in masculinities studies with both political and practical intent will better situate feminist scholars of masculinities to adapt their scholarship to transformations in the character and form of durable systems of inequality as well as identifying emergent processes and mechanisms of social reproduction.",
      "cited_by_count": 32,
      "type": "article",
      "source": {
        "name": "Men and Masculinities",
        "type": "journal",
        "issn": [
          "1097-184X",
          "1552-6828"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Gender Roles and Identity Studies",
        "Historical Gender and Feminism Studies",
        "Gender Diversity and Inequality"
      ],
      "referenced_works_count": 39,
      "url": "https://openalex.org/W2922028503"
    },
    {
      "openalex_id": "W2321540355",
      "doi": "10.1080/14616742.2011.631276",
      "title": "Rethinking Theory",
      "authors": [
        {
          "name": "V. Spike Peterson",
          "openalex_id": "A5047127867",
          "orcid": "https://orcid.org/0000-0002-4401-8558",
          "institutions": [
            "University of Arizona"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-02-17",
      "abstract": "Abstract 'Capitalist racist patriarchy' is how Zillah Eisenstein (Citation1998) characterizes global inequalities and the hierarchies of 'difference' they constitute. This article assumes that feminist theory aims not only to 'empower women' but to advance critical analyses of intersecting structural hierarchies; that this entails not only a critique of patriarchy but its complex conjunction with capitalism and racism; and that such critique requires rethinking theory. Through a critical lens on devalued ('feminized') informal work worldwide, the article explores how positivist, modernist and masculinist commitments variously operate in prevailing theories of informality – including those of feminists – with the effect of impeding both intersectional analyses and more adequate critiques of capitalist racist patriarchy. Keywords: critical theory'difference'feminismfeminist theorygenderglobal political economyinformal economyintersectionalityIRmasculinismmodernism Notes Intersectionality signifies 'the complex, irreducible, varied, and variable effects which ensue when multiple axis of differentiation – economic, political, cultural, psychic, subjective and experiential – intersect in historically specific contexts' (Brah and Phoenix Citation2004: 76); also Symington Citation(2004); McCall Citation(2005); European Journal of Women's Studies (Citation2006); Hancock Citation(2007); Frontiers (2009). I am not presuming that all feminists share this agenda; only that it is the basis of this article, which I hope is read with these points in mind. My concern here is that the work of feminist economists and feminist GPE scholars appears less familiar to (is rarely cited by), or integrated within, most feminist IR scholarship. Notes on terminology: I prefer GPE to IPE (international political economy) but use the latter where appropriate in the article. 'Global South' and 'global North' signify social locations of subordination/vulnerability and privilege respectively. When references to 'global' otherwise appear, it is to signal complex processes operating across (and within) nation-states, without presuming these have homogeneous effects. Defining the 'informal' is discussed below; to avoid clumsy phrasing, I use 'informality', 'informalization' and 'informal economic activities' interchangeably in this essay. This article further develops arguments presented in Peterson Citation(2003), where I explored the interdependence of productive, reproductive and virtual (informational, financial) economies – see that work for empirical research and extensive references; citations in this article emphasize more recent scholarship. The quandary theme emerges from research and analysis presented in Peterson and Runyan Citation(2010). Identifying its significance for critical security studies and IPE more generally, I argue for more attention to informalization by IR scholars in Peterson Citation(2010a). On worsening inequalities see Cornia Citation(2004); Wade Citation(2004); Milanovic Citation(2005); ILO (Citation2008). For critical overviews see Rai Citation(2002); Peterson Citation(2003); Scholte Citation(2005); Rupert and Solomon Citation(2006); van Staveren et al. Citation(2007); Marchand and Runyan Citation(2011). On increases in the scale of informal work see Guha-Khasnobis et al. Citation(2006a); Chant and Pedwell Citation(2008); ILO (2008); Barta Citation(2009). The 'feminization' of economic restructuring has been widely noted and researched, for example, Standing Citation(1999); Benería Citation(2003); Peterson Citation(2003); Hoskyns and Rai Citation(2007); Berik et al. Citation(2009). References to 'feminization' throughout this article emphasize the devaluation – ideationally and materially – of ideas, identities, bodies, practices, skills and so on when associated with 'the feminine'/femininity (in contrast to the privileging or 'over-valuation' of that which is associated with – especially, hegemonic – masculinity). This 'connection' and its costs to women and feminized Others is oft-noted and variously documented in feminist scholarship. For theoretical elaboration of this claim and its wider application see Peterson (Citation2007, Citation2009). Controversies regarding definitions and measurement, relationships between, and evaluations of formal and informal pervade the literature. I address these in Peterson Citation(2010a). Harrod Citation(1987) articulates an early and compelling critique of the 'informal economy' as a conceptual category; for recent overviews see also Journal of International Affairs (Citation2000); Portes and Haller Citation(2005); Fernandez-Kelly and Shefner Citation(2006); Guha-Khasnobis et al. Citation(2006a). On the growing 'illicit IPE' in relation to security studies see Andreas Citation(2004); Arnson and Zartman Citation(2005); Peterson (Citation2008, Citation2010a). See Fernandez-Kelly and Shefner Citation(2006) and later 'feminist' section regarding inclusion of domestic, household labor; Guha-Khasnobis et al. (Citation2006b: 7) propose a 'continuum', acknowledging how formal–informal are contested but 'cannot be suppressed – they are now too well ingrained in the academic and policy discourse'. I recognize that debates and controversies attend how to label or specify the positions or commitments depicted here. I do not intend mine as a 'definitive' or uncontested account, only as one that is substantiated by extensive research and accords with well-developed and widely agreed points in the relevant critical literatures. See Peterson Citation(2010a) for a fuller discussion and literature review. 'Mainstream' refers to dominant economic accounts that favor neoclassical premises. Critiques of the positivist, economistic, masculinist and Eurocentric assumptions underpinning orthodox theory and methodologies include Gibson-Graham Citation(1996); Hewitson Citation(1999); Cullenberg et al. Citation(2001); Barker and Kuiper Citation(2003); Ferber and Nelson Citation(2003); Barker and Feiner Citation(2004); Zein-Elabdin and Charusheela Citation(2004); Kaul Citation(2008); Griffin Citation(2009). This perspective underlies policies promoted in recent decades by the World Bank and International Monetary Fund. Recurring financial crises prompt calls for reform and more 'transparency', but fundamental assumptions do not appear to be disturbed. For overviews of IPE see Crane and Amawi Citation(1997); Katzenstein et al. Citation(1998); Gilpin Citation(2001); Peterson Citation(2003); Miller Citation(2008). Critiques of western-centrism in IR and IPE include Chowdhry and Nair Citation(2002); Barkawi and Laffey Citation(2006); Agathangelou and Ling Citation(2009). For critiques see Rupert and Solomon Citation(2006); Bonacich et al. Citation(2008); Poster and Wilson Citation(2008). For overviews see Murphy and Tooze (1991); Burch and Denemark Citation(1997); Abbott and Worth (Citation2002); Phillips Citation(2005). Capital has historically ensured a supply of labor by eliminating alternative means of livelihood (land enclosures, destroying local industries), directly and indirectly coercing work relations (enslaved, indentured and familial labor) and expanding access to labor geographically (ruralization, colonization, imperialism). A surplus of labor elevates profits by depressing wages (compelling workers to compete with each other) and disciplines all workers through the threat of replacement. For feminist critiques of world systems theory see Ward and Pyle Citation(1995); Dunaway Citation(2001); and of IPE see especially Waylen (Citation2000, Citation2006); Peterson (Citation2003, Citation2005). Feminist adaptations of Marxist and world-systems theory are discussed below. Important contributions include Boserup Citation(1970); Tinker et al. Citation(1976); Benería Citation(1982); Jaquette Citation(1982); Leacock and Safa Citation(1986). Accounts of this shift appear in Waylen Citation(2000); Benería Citation(2003); Griffin Citation(2009). Key here is that 'gender' pervades discourse and collective meaning systems, and the coding it entails 'orders' (governs) our ideational and material practices – not least with respect to who/what is valued. Work on theorizing household labor includes Dalla Costa Citation(1973); Delphy Citation(1984); Gardiner Citation(1997) provides a comprehensive discussion. Chant Citation(1997) discusses the complexity of defining households and offers a preliminary typology of female-headed households. Chant Citation(2007) and Poverty in Focus (2008) also caution against assuming female-headed households are poor. See also the emerging work on 'global householding' (Douglass Citation2006; Politics & Gender Citation2010). While recognizing the problematic nature of data on informality, generalizations presented in this section are widely accepted. See Carr et al. Citation(2000); ILO (Citation2002a); Benería Citation(2003); Snyder Citation(2005); Chen Citation(2006); van Staveren et al. Citation(2007); Chant and Pedwell Citation(2008); Berik et al. Citation(2009). See Peterson Citation(2010a) for more detailed references. On gender and the financial crisis see Gender & Development (Citation2010); Peterson Citation(2010b); Young and Schuberth Citation(2010); Runyan and Marchand Citation(2011). Critiques include Bedford Citation(2009); Bergeron Citation(2009); Griffin Citation(2009); Lind Citation(2010). Discussions featuring pros and cons include Yeoh et al. Citation(2002); Chen Citation(2006); van Staveren et al. Citation(2007); Benería Citation(2008); Parreñas Citation(2008); Poverty in Focus (2008); Peterson and Runyan Citation(2010). See UNRISD (2005); van Staveren et al. Citation(2007); Dejardin Citation(2008); UNIFEM (2008/9); DAW (2009); INSTRAW (Citation2009); Kristof and WuDunn (2009). Sorensen Citation(2005); World Bank Citation(2005); Deneulin Citation(2006); Griffin Citation(2009); INSTRAW (2009). The World Bank has been endorsing microcredit since early Grameen Bank successes; see its 'Gender Equality as Smart Economics', 'Microcredit Summit' and International Finance Corporation websites. See Griffin Citation(2009) for a comprehensive feminist overview. How the current downturn will affect migration and remittances is debated, though results may vary by sector. Because economic inequalities fuel migration, analysts anticipate less a decline in numbers than a shift toward irregular migration (due to anti-migrant politics) and more informal labor in destination countries (IOM no date). See Parreñas (Citation2001, Citation2005, Citation2008); Ehrenreich and Hochschild Citation(2002); Kingma Citation(2006); Pyle Citation(2006); Yeates Citation(2006); Zimmerman et al. Citation(2006); Bakker and Silvey Citation(2008); Benería Citation(2008); Bergeron Citation(2011). See references in note 33, especially Kingma (2006) and Zimmerman et al. Citation(2006) on the global healthcare economy. Critical discussions of these programs – poverty reduction, remittances for development, microfinance – include Bergeron (Citation2003, Citation2011); Kabeer (2008); Zuckerman and Garrett Citation(2003); Sorensen Citation(2005); Benería Citation(2008); Dejardin Citation(2008); van Staveren Citation(2008); Griffin Citation(2009); INSTRAW (2009); Bach Citation(2011). While understandable, the interest of feminist activists in the stability of 'women' (as a homogeneous category) and the interest of feminist scholars in the 'scientific' status of feminist inquiry (as empirical and rationalist) problematically fuel positivist/empiricist and modernist commitments (Hewitson Citation1999; Barker Citation2005; Peterson Citation2005). For critiques see Zein-Elabdin and Charusheela Citation(2004); Kaul Citation(2008); Peterson and Runyan Citation(2010); Marchand and Runyan Citation(2011).",
      "cited_by_count": 26,
      "type": "article",
      "source": {
        "name": "International Feminist Journal of Politics",
        "type": "journal",
        "issn": [
          "1461-6742",
          "1468-4470"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Gender, Feminism, and Media",
        "Gender Politics and Representation",
        "Youth Education and Societal Dynamics"
      ],
      "referenced_works_count": 133,
      "url": "https://openalex.org/W2321540355"
    },
    {
      "openalex_id": "W2148974647",
      "doi": "10.1146/annurev-soc-073014-112142",
      "title": "Intersectionality's Definitional Dilemmas",
      "authors": [
        {
          "name": "Patrícia Hill Collins",
          "openalex_id": "A5006360782",
          "institutions": [
            "University of Maryland, College Park"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-04-04",
      "abstract": "The term intersectionality references the critical insight that race, class, gender, sexuality, ethnicity, nation, ability, and age operate not as unitary, mutually exclusive entities, but rather as reciprocally constructing phenomena. Despite this general consensus, definitions of what counts as intersectionality are far from clear. In this article, I analyze intersectionality as a knowledge project whose raison d'être lies in its attentiveness to power relations and social inequalities. I examine three interdependent sets of concerns: (a) intersectionality as a field of study that is situated within the power relations that it studies; (b) intersectionality as an analytical strategy that provides new angles of vision on social phenomena; and (c) intersectionality as critical praxis that informs social justice projects.",
      "cited_by_count": 2173,
      "type": "article",
      "source": {
        "name": "Annual Review of Sociology",
        "type": "journal",
        "issn": [
          "0360-0572",
          "1545-2115"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.annualreviews.org/doi/pdf/10.1146/annurev-soc-073014-112142"
      },
      "topics": [
        "LGBTQ Health, Identity, and Policy",
        "Feminism, Gender, and Sexuality Studies",
        "Gender Politics and Representation"
      ],
      "referenced_works_count": 100,
      "url": "https://openalex.org/W2148974647"
    },
    {
      "openalex_id": "W3134182654",
      "doi": "10.1002/fea2.12036",
      "title": "Teaching Antiracist Citational Politics as a Project of Transformation: Lessons from the Cite Black Women Movement for White Feminist Anthropologists",
      "authors": [
        {
          "name": "Christa Craven",
          "openalex_id": "A5034786099",
          "orcid": "https://orcid.org/0000-0001-8374-9487"
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-03-09",
      "abstract": "Abstract The Cite Black Women movement has opened important possibilities for community building around citational politics and praxis. For white feminist anthropologists, reckoning with how whiteness has shaped the canon within feminist anthropology is particularly important. While this necessitates broader challenges to the racist and colonial legacies within anthropology, it is essential to interrogate how whiteness continues to be privileged in the ways feminist anthropology is charted and conveyed to new generations of students. This article centers on the lessons white feminist anthropologists can learn from the Cite Black Women movement for our teaching. I argue that we must commit to building pedagogical communities of antiracist citational politics and praxis—within which we can seek guidance, inspiration, and support for this work, but that also serve as an important site for mutual accountability. Not only does this bolster our individual efforts, but it forces us to move beyond wielding inclusive citation practices as a personal accomplishment deserving of special acknowledgment or accolades.",
      "cited_by_count": 17,
      "type": "article",
      "source": {
        "name": "Feminist Anthropology",
        "type": "journal",
        "issn": [
          "2643-7961"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Qualitative Research Methods and Ethics",
        "Feminist Epistemology and Gender Studies",
        "Critical Race Theory in Education"
      ],
      "referenced_works_count": 7,
      "url": "https://openalex.org/W3134182654"
    },
    {
      "openalex_id": "W2914595200",
      "doi": "10.4324/9781315180458-5",
      "title": "Negative space and the feminist act of citation",
      "authors": [
        {
          "name": "David Duriesmith",
          "openalex_id": "A5021811347",
          "orcid": "https://orcid.org/0000-0003-4210-6113"
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-01-15",
      "abstract": "This chapter engages with feminist acts of citation and strategic silences. Feminist academic research has commonly noted the silencing practices which are directed towards women and other marginalised voices in the academy. This has resulted in a robust literature demanding that mainstream scholarship engage with disciplinary silences and give voice to the voiceless. This chapter expands the discussion of academic silences by drawing on art theory and linguistics to make the case for a positive use of silence as a citation practice. It suggests that by actively not engaging with scholarship that is antithetical to feminist normative goals, silence can be powerfully reclaimed by feminist scholars. The chapter contributes the concept of 'negative space' as a way to understand active non-engagement as a tool for academic work. Theorising disciplinary silence as a kind of productive absence through the notion of 'negative space' the chapter makes a case for a more normatively aware deployment of citational silences.",
      "cited_by_count": 14,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Higher Education Practises and Engagement",
        "Artistic and Creative Research"
      ],
      "referenced_works_count": 1,
      "url": "https://openalex.org/W2914595200"
    },
    {
      "openalex_id": "W2887474685",
      "doi": "10.1016/j.jslw.2018.06.006",
      "title": "Transdisciplinary becoming as a gendered activity: A reflexive study of dissertation mentoring",
      "authors": [
        {
          "name": "Cristina Sánchez-Martín",
          "openalex_id": "A5103181979",
          "orcid": "https://orcid.org/0000-0001-6886-2297",
          "institutions": [
            "Indiana University of Pennsylvania"
          ]
        },
        {
          "name": "Lisya Seloni",
          "openalex_id": "A5070720042",
          "orcid": "https://orcid.org/0009-0006-3789-1312",
          "institutions": [
            "Illinois State University"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-08-11",
      "abstract": null,
      "cited_by_count": 36,
      "type": "article",
      "source": {
        "name": "Journal of Second Language Writing",
        "type": "journal",
        "issn": [
          "1060-3743",
          "1873-1422"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Innovative Education and Learning Practices",
        "Reflective Practices in Education",
        "Discourse Analysis in Language Studies"
      ],
      "referenced_works_count": 72,
      "url": "https://openalex.org/W2887474685"
    },
    {
      "openalex_id": "W3109338432",
      "doi": "10.1177/1464700120975701",
      "title": "Intersectionality in digital feminist knowledge cultures: the practices and politics of a travelling theory",
      "authors": [
        {
          "name": "Akane Kanai",
          "openalex_id": "A5055015750",
          "orcid": "https://orcid.org/0000-0002-5410-891X",
          "institutions": [
            "Monash University"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-12-01",
      "abstract": "Intersectionality is a travelling theory; now enjoying significant contemporary visibility and popularity in the feminist blogosphere, it has moved across disciplines and borders in ways that are quite distinct from the scholarly critique developed by Kimberlé Crenshaw some time ago. In this article, I consider how intersectionality is translated, and retheorised, as an intertwined set of everyday knowledges and associated governmental practices that both echo and diverge from some of the complexities and politics of its wide-ranging scholarly uptake. Drawing on interviews with self-identifying feminists in a pilot project mapping contemporary Australian digital feminisms, this article explores two overarching patterns in intersectionality’s mobilisation. First, the shift to understanding intersectionality as an everyday conceptual grid plotting women’s differences along one axis, and measuring relative privilege and disadvantage on the other, recentring whiteness and liberal multicultural models of diversity and inclusion. Second, the transformation of intersectionality into an abstract, individualistic model of conduct, involving the citation and classification of ‘white feminist’ behaviour elsewhere, in frequent judgments on US celebrity culture. As such, intersectionality, while seemingly popular, often remained curiously ‘theoretical’ and divorced from embodied, everyday practices. I suggest in what follows that such a model of intersectionality raises questions of the commercial, racialised, political and mediated conditions that shape the theory’s visibility and materialisation.",
      "cited_by_count": 24,
      "type": "article",
      "source": {
        "name": "Feminist Theory",
        "type": "journal",
        "issn": [
          "1464-7001",
          "1741-2773"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Gender, Feminism, and Media",
        "Gender Politics and Representation",
        "LGBTQ Health, Identity, and Policy"
      ],
      "referenced_works_count": 37,
      "url": "https://openalex.org/W3109338432"
    },
    {
      "openalex_id": "W2284386673",
      "doi": "10.1080/14680777.2015.1052005",
      "title": "Beyond “filling in the gap”: the state and status of Latina/o Feminist Media Studies",
      "authors": [
        {
          "name": "María Elena Cepeda",
          "openalex_id": "A5001307329",
          "institutions": [
            "Williams College"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-07-31",
      "abstract": "Against the socio-economic and cultural backdrop of the ongoing Latina/o media \"boom,\" this critical literature review delineates the location and status of contemporary Latina/o Feminist Media Studies. Departing from a critique of current mainstream Feminist Media Studies research and citational practices, it traces the influence of rapidly expanding transnational Latina/o media markets, the gendering of Latinidad, and transnational feminisms on recent Latina/o Feminist Media Studies scholarship. As it not only breaks with exclusively domestic analyses of intersectionality and accurately reflects twenty-first century media's transnational orientation, this essay argues that the theoretical paradigms and thematic concerns of Latina/o Feminist Media Studies must ultimately be reframed as central, not marginal, to Feminist Media Studies research.",
      "cited_by_count": 13,
      "type": "article",
      "source": {
        "name": "Feminist Media Studies",
        "type": "journal",
        "issn": [
          "1468-0777",
          "1471-5902"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Gender, Feminism, and Media",
        "Latin American and Latino Studies",
        "Gender Politics and Representation"
      ],
      "referenced_works_count": 96,
      "url": "https://openalex.org/W2284386673"
    },
    {
      "openalex_id": "W2948325244",
      "doi": null,
      "title": "Furious: Technological Feminism and Digital Futures",
      "authors": [
        {
          "name": "Caroline Bassett",
          "openalex_id": "A5028692578"
        },
        {
          "name": "Sarah Kember",
          "openalex_id": "A5104006362"
        },
        {
          "name": "Kate O’Riordan",
          "openalex_id": "A5074397052",
          "orcid": "https://orcid.org/0000-0002-9419-2239"
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-11-20",
      "abstract": "As digital transformations continue to accelerate in the world, discourses of big data have come to dominate in a number of fields, from politics and economics, to media and education. But how can we really understand the digital world when so much of the writing through which we grapple with it remains deeply problematic? In a compelling new work of feminist critical theory, Bassett, Kember and O'Riordan scrutinise many of the assumptions of a masculinist digital world, highlighting the tendency of digital humanities scholarship to venerate and essentialise technical forms, and to adopt gendered writing and citation practices. Contesting these writings, practices and politics, the authors foreground feminist traditions and contributions to the field, offering alternative modes of knowledge production, and a radically different, poetic writing style. Through this prism, Furious brings into focus themes including the automation of home and domestic work, the Anthropocene, and intersectional feminist technofutures.",
      "cited_by_count": 14,
      "type": "book",
      "source": {
        "name": "Goldsmiths (University of London)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://research.gold.ac.uk/id/eprint/26825/3/ManuscriptFurious1cbKORv2.pdf"
      },
      "topics": [
        "Digital Games and Media"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2948325244"
    },
    {
      "openalex_id": "W3118060727",
      "doi": "10.1037/tps0000276",
      "title": "Intersectionality in psychology: Translational science for social justice.",
      "authors": [
        {
          "name": "Patrick R. Grzanka",
          "openalex_id": "A5005552615",
          "orcid": "https://orcid.org/0000-0002-7364-9965",
          "institutions": [
            "University of Tennessee at Knoxville"
          ]
        },
        {
          "name": "Mirella J. Flores",
          "openalex_id": "A5112366225",
          "institutions": [
            "University of Missouri–Kansas City"
          ]
        },
        {
          "name": "Rachel A. VanDaalen",
          "openalex_id": "A5034729118",
          "orcid": "https://orcid.org/0000-0003-2097-3769",
          "institutions": [
            "Arizona State University"
          ]
        },
        {
          "name": "Gabriel Vélez",
          "openalex_id": "A5064389290",
          "orcid": "https://orcid.org/0000-0002-9128-156X",
          "institutions": [
            "Marquette University"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-12-01",
      "abstract": "Intersectionality is an analytic tool for studying and challenging complex social inequalities at the nexus of multiple systems of oppression and privilege, including race, gender, sexuality, social class, nation, age, religion, and ability Although the term has become widely used in psychology, debates continue and confusion persists about what intersectionality actually is and how best to take an intersectional approach to psychological science This special issue of Translational Issues in Psychological Science on intersectionality includes a range of methodological tools and theoretical perspectives that advance psychological research on intersectionality In particular, these projects constitute psychological research that takes intersectionality's political aspirations seriously and envisions psychology as a tool for social justice The articles model responsible use of intersectionality through citation practices that reflect intersectionality's origins in Black feminist thought and women of color scholar-activism, as well as through analyses that reflect intersectionality's commitment to reflexivity, structural critique, and complexity In this introduction, the editors reflect on intersectionality's challenge to psychology and consider the place of translational science amid global crises and what critical psychologist Michelle Fine calls revolting times  (PsycInfo Database Record (c) 2020 APA, all rights reserved) Impact Statement What is the significance of this article for the general public?-This paper introduces a special issue on the topic of intersectionality and situates this social justice-oriented scholarship in the context of the COVID-19 pandemic, the racial justice uprisings of 2020, and ongoing debates about psychologists' role in addressing social problems (PsycInfo Database Record (c) 2020 APA, all rights reserved)",
      "cited_by_count": 39,
      "type": "article",
      "source": {
        "name": "Translational Issues in Psychological Science",
        "type": "journal",
        "issn": [
          "2332-2136",
          "2332-2179"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://doi.org/10.1037/tps0000276"
      },
      "topics": [
        "Feminist Theory and Gender Studies",
        "LGBTQ Health, Identity, and Policy",
        "Gender Roles and Identity Studies"
      ],
      "referenced_works_count": 49,
      "url": "https://openalex.org/W3118060727"
    },
    {
      "openalex_id": "W3022423770",
      "doi": "10.13110/humanbiology.91.3.03",
      "title": "“Of Course, Data Can Never Fully Represent Reality”: Assessing the Relationship between “Indigenous Data” and “Indigenous Knowledge,” “Traditional Ecological Knowledge,” and “Traditional Knowledge”",
      "authors": [
        {
          "name": "Marisa Elena Duarte",
          "openalex_id": "A5076681725",
          "orcid": "https://orcid.org/0000-0003-3877-2797"
        },
        {
          "name": "Vigil-Hayes",
          "openalex_id": "A5098240399"
        },
        {
          "name": "Sandra Littletree",
          "openalex_id": "A5044973324",
          "orcid": "https://orcid.org/0000-0002-8291-5436"
        },
        {
          "name": "Belarde-Lewis",
          "openalex_id": "A5083029978"
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-01-01",
      "abstract": "Multiple terms describe Indigenous peoples' creative expressions, including \"Indigenous knowledge\" (IK), \"traditional ecological knowledge\" (TEK), \"traditional knowledge\" (TK), and increasingly, \"Indigenous data\" (ID). Variation in terms contributes to disciplinary divides, challenges in organizing and finding prior studies about Indigenous peoples' creative expressions, and intellectually divergent chains of reference. The authors applied a decolonial, digital, feminist, ethics-of-care approach to citation analysis of records about Indigenous peoples knowledge and data, including network analyses of author-generated keywords and research areas, and content analysis of peer-reviewed studies about ID. Results reveal ambiguous uses of the term \"Indigenous data\"; the influence of ecology and environmental studies in research areas and topics associated with IK, TEK, and TK; and the influence of public administration and governance studies in research areas and topics associated with ID studies. Researchers of ID would benefit from applying a more nuanced and robust vocabulary, one informed by studies of IK, TEK, and TK. Researchers of TEK and TK would benefit from the more people-centered approaches of IK. Researchers and systems designers who work with data sets can practice relational accountability by centering the Indigenous peoples from whom observations are sourced, combining narrative methodologies with computational methods to sustain the holism favored by Indigenous science and the relationality of Indigenous peoples.",
      "cited_by_count": 32,
      "type": "article",
      "source": {
        "name": "Human Biology",
        "type": "journal",
        "issn": [
          "0018-7143",
          "1534-6617"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Computational and Text Analysis Methods",
        "Indigenous Studies and Ecology",
        "Species Distribution and Climate Change"
      ],
      "referenced_works_count": 50,
      "url": "https://openalex.org/W3022423770"
    },
    {
      "openalex_id": "W2790080210",
      "doi": "10.1007/s12111-018-9397-5",
      "title": "Oppressive Curriculum: Sexist, Racist, Classist, and Homophobic Practice of Dress Codes in Schooling",
      "authors": [
        {
          "name": "Rouhollah Aghasaleh",
          "openalex_id": "A5059080227",
          "institutions": [
            "Georgia State University"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-03-01",
      "abstract": null,
      "cited_by_count": 34,
      "type": "article",
      "source": {
        "name": "Journal of African American Studies",
        "type": "journal",
        "issn": [
          "1559-1646",
          "1936-4741"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Gender Roles and Identity Studies",
        "Gender, Feminism, and Media",
        "Critical Race Theory in Education"
      ],
      "referenced_works_count": 62,
      "url": "https://openalex.org/W2790080210"
    }
  ],
  "count": 30,
  "errors": []
}
