{
  "status": "success",
  "source": "openalex",
  "query": "Randall Collins sociology of philosophies",
  "results": [
    {
      "openalex_id": "W1005074357",
      "doi": "10.1163/23751606-01001008",
      "title": "Philosophical Thought and its Existential Basis: The Sociologies of Philosophy of Randall Collins and Pierre Bourdieu",
      "authors": [
        {
          "name": "Henrik Lundberg",
          "openalex_id": "A5011782493",
          "orcid": "https://orcid.org/0009-0002-7359-4498"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-01-01",
      "abstract": "The sociology of philosophy is a relatively new discipline aiming to link philosophical thought to the social conditions from which it has emerged. This article examines how two of the discipline’s main representatives, Randall Collins and Pierre Bourdieu, understand the relationship between social conditions and philosophical thought in their main relevant works, to so provide a more precise definition of the term ‘social conditions’/‘social factors.’ Basic differences between Bourdieu’s and Collins’s approaches are considered, as are the consequences of these differences for how much autonomy each author is prepared to ascribe to what they call, respectively, the ‘philosophical field’ and ‘attention space.’ The argument is made that the conceptual innovations built into both of these terms represent a clear step forward from Karl Mannheim’s overly vague notion of ‘existentially connected knowledge.’ Ultimately, it is nevertheless Bourdieu’s explanatory model that is shown to be the more powerful one of the two. 1. This paper is largely based on my doctoral dissertation Filosofisociologi – ett sociologiskt perspektiv pa filosofiskt tankande [The Sociology of Philosophy – A Sociological Perspective on Philosophical Thought] (Lund: Lund Univ. Press, 2007).The first draft of this article was written for a symposium on philosophical cultures held in Helsinki, Finland, in April 2008. Had it been conceived today, a discussion of Neil Gross’ important study, Richard Rorty: The Making of an American Philosopher (Chicago: Univ. of Chicago Press), would certainly have had to be included in it. In this study, Gross introduces his theory of “intellectual self-concepts,” which he juxtaposes with both Collins’s and Bourdieu’s sociologies of philosophy. Even if it has not yet managed to influence research in the field to a comparable extent, Gross’ theory can rightly be characterized as a “challenger paradigm” within the discipline that deserves to be discussed side by side with both Collins’s and Bourdieu’s work in the area (Carl-Goran Heidegren, Henrik Lundberg, “Towards a Sociology of Philosophy,” Acta Sociologica 53 (2010): 1-18. 2 Review of Max Scheler’s Versuche zu einer Sociologie des Wissens, The American Journal of Sociology, Vol. 31, No. 2 (1925), pp. 262-264. 120 Transcultural Studies",
      "cited_by_count": 4,
      "type": "article",
      "source": {
        "name": "Transcultural Studies",
        "type": "journal",
        "issn": [
          "1930-6253",
          "2375-1606"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Social and Cultural Dynamics",
        "Contemporary Sociological Theory and Practice"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1005074357"
    },
    {
      "openalex_id": "W4210366314",
      "doi": "10.1086/ahr/105.1.165",
      "title": "Randall Collins. <i>The Sociology of Philosophies: A Global Theory of Intellectual Change</i>. Cambridge: Belknap Press of Harvard University Press. 1998. Pp. xix, 1098. $49.95",
      "authors": [
        {
          "name": "Charles M. Radding",
          "openalex_id": "A5109908539",
          "institutions": [
            "Michigan State University"
          ]
        }
      ],
      "publication_year": 2000,
      "publication_date": "2000-02-01",
      "abstract": "Randall Collins. The Sociology of Philosophies: A Global Theory of Intellectual Change. Cambridge: Belknap Press of Harvard University Press. 1998. Pp. xix, 1098. $49.95 Get access Collins Randall. The Sociology of Philosophies: A Global Theory of Intellectual Change. Cambridge: Belknap Press of Harvard University Press. 1998. Pp. xix, 1098. $49.95. Charles M. Radding Charles M. Radding Michigan State University Search for other works by this author on: Oxford Academic Google Scholar The American Historical Review, Volume 105, Issue 1, February 2000, Pages 165–166, https://doi.org/10.1086/ahr/105.1.165 Published: 01 February 2000",
      "cited_by_count": 5,
      "type": "article",
      "source": {
        "name": "The American Historical Review",
        "type": "journal",
        "issn": [
          "0002-8762",
          "1937-5239"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Weber, Simmel, Sociological Theory"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4210366314"
    },
    {
      "openalex_id": "W1551742002",
      "doi": "10.1163/ej.9789004185449.i-406.16",
      "title": "Spaces Of Postsecularism",
      "authors": [
        {
          "name": "Gregor McLennan",
          "openalex_id": "A5021590613",
          "orcid": "https://orcid.org/0000-0002-0248-4497"
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-01-01",
      "abstract": "In The Sociology of Philosophies, Randall Collins describes how the initial binary structure of an intellectual field typically broadens out into a more fluid and contested 'space of attention', then settles down into something like six more nuanced 'nodes', before eventually passing away as the priorities of a new epoch take over. In this chapter, the author deploys Collins's schema heuristically to shape the spreading idea of postsecularism, identifying and appraising four positions - 'epistemic dialogism', 'spiritualized progressivism', 'poststructuralist vitalism', and 'new feminist politics' - that are situated between two others, 'immanent transcendentalism' and 'ironic modernism'. He produces Ernest Gellner's ironic modernism as an effective foil. The author has also built up to a sustained critical commentary on Taylor, because A Secular Age has been hailed as a masterwork, seemingly beyond reproach. Gellner's ironic modernism for its part might be thought to fall outside the postsecular spectrum altogether. Keywords: Ernest Gellner; immanent transcendentalism; ironic modernism; Postsecularism; Randall Collins; Sociology of Philosophies",
      "cited_by_count": 8,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Religion and Society Interactions"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1551742002"
    },
    {
      "openalex_id": "W2514261569",
      "doi": "10.1086/210319",
      "title": "Book Reviews<i>The Sociology of Philosophies: A Global Theory of Intellectual Change.</i>By Randall  Collins. Cambridge, Mass.: Harvard University Press, 1998. Pp. xix+1098. $49.95.",
      "authors": [
        {
          "name": "Andrew Abbott",
          "openalex_id": "A5016441552",
          "orcid": "https://orcid.org/0000-0001-9320-1685",
          "institutions": [
            "University of Chicago"
          ]
        }
      ],
      "publication_year": 1999,
      "publication_date": "1999-09-01",
      "abstract": null,
      "cited_by_count": 3,
      "type": "article",
      "source": {
        "name": "American Journal of Sociology",
        "type": "journal",
        "issn": [
          "0002-9602",
          "1537-5390"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Chinese history and philosophy",
        "History of Emotions Research"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2514261569"
    },
    {
      "openalex_id": "W39160692",
      "doi": "10.5860/choice.43-5590",
      "title": "The Sage handbook of sociology",
      "authors": [],
      "publication_year": 2006,
      "publication_date": "2006-05-01",
      "abstract": "Introduction - Craig Calhoun, Chris Rojek and Bryan Turner PART ONE: THEORY AND METHOD Quantitative Research Methods - Adrian E Raftery Qualitative Research Traditions - Paul Atkinson and Sara Delamont Sociology and Philosophy - Randall Collins The Diversity and Insularity of Sociological Traditions - Charles Crothers Comparative Sociology - David A Apter Some Paradigms and their Moments PART TWO: THE AXIAL PROCESSES OF SOCIETY The Culture of Work - Richard Sennett The Sociology of the Family - Bryan Turner The Social Institution of Money - Geoffrey Ingham The Sociology of Consumption and Lifestyle - Don Slater The Sociology of Mediation and Communication - Roger Silverstone An Entirely Different World? Challenges for the Sociology of Race and Ethnicity - Patricia Hill Collins A Sociology of Information - David Lyon Class and Stratification - Mike Savage Current Problems and Revivial Prospects The Sociology of Culture - Wendy Griswold The Sociology of Health and Illness - Gary L Albrecht The Sociology of Religion - Bryan Turner Leisure and Tourism - Chris Rojek The Sociology of the Environment and Nature - Steven Yearley Poverty and Life Chances - Dalton Conley The Conceptualization and Study of the Poor Globalization - Roland Robertson and Kathleen E White Sociology and Cross-Disciplinarily The Sociology of Gender - Sylvia Walby Historical Trends and Future Prospects - Charles HirschmanPopulation and Society PART THREE: PRIMARY DEBATES A New Approach for Theoretically Integrating Micro and Macro Analysis - Jonathan H Turner Global Inequality - Jan Nederveen Pieterse Bringing Politics Back In Sociology and the Body - Nick Crossley The City - Saskia Sassen Its Return as a Lens for Social Theory Sociology of Deviance - Heinz Steinert The Disciplines of Social Exclusion Globalizing Business - Stewart R Clegg Sex and Power - Elspeth Probyn Capillaries, Capabilities and Capacities The Sociology of the University and Higher Education - Gerard Delanty The Consequences of Globalization Science, Technology and their Implications - Karin Knorr Cettina Citizenship, Ethnicity and Nation-States - Sinisa Malesevic and John A Hall",
      "cited_by_count": 72,
      "type": "article",
      "source": {
        "name": "Choice Reviews Online",
        "type": "journal",
        "issn": [
          "0009-4978",
          "1523-8253",
          "1943-5975"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Globalization and Cultural Identity",
        "Cooperative Studies and Economics"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W39160692"
    },
    {
      "openalex_id": "W2054264539",
      "doi": "10.1177/0001699309357831",
      "title": "Towards a Sociology of Philosophy",
      "authors": [
        {
          "name": "Carl-Göran Heidegren",
          "openalex_id": "A5073989232",
          "orcid": "https://orcid.org/0000-0002-2408-155X",
          "institutions": [
            "Lund University"
          ]
        },
        {
          "name": "Henrik Lundberg",
          "openalex_id": "A5011782493",
          "orcid": "https://orcid.org/0009-0002-7359-4498",
          "institutions": [
            "University of Borås"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-03-01",
      "abstract": "The article presents and discusses the sociology of philosophy as a theory-based empirically practised sociological subdivision that came to the fore in the 1980s. In the first part, the type of empirical material and the forms of data presentation that are available to the sociology of philosophy are discussed. In the second part, the focus is on two important attempts, those of Randall Collins and Pierre Bourdieu, to develop general sociological theories about the relationship between social being and thought. The main lesson to be drawn from them is that in normal circumstances philosophical thought cannot be reduced to socio-political conditions outside the attention space (Collins) or the philosophical field (Bourdieu). In the concluding part, we tentatively sketch a programme for a future sociology of philosophy. All in all, the sociology of philosophy is seen as an emerging new subdivision within sociology, the potential of which is far from exhausted with respect to theoretical development as well as empirical approaches.",
      "cited_by_count": 25,
      "type": "article",
      "source": {
        "name": "Acta Sociologica",
        "type": "journal",
        "issn": [
          "0001-6993",
          "1502-3869"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Contemporary Sociological Theory and Practice",
        "Social and Cultural Dynamics",
        "Weber, Simmel, Sociological Theory"
      ],
      "referenced_works_count": 46,
      "url": "https://openalex.org/W2054264539"
    },
    {
      "openalex_id": "W2060744281",
      "doi": "10.1017/s0003975603001267",
      "title": "THE CURIOUS HISTORICAL DETERMINISM OF RANDALL COLLINS",
      "authors": [
        {
          "name": "Barbara A. Misztal",
          "openalex_id": "A5113462305",
          "institutions": [
            "University of Leicester"
          ]
        },
        {
          "name": "Dieter Freundlieb",
          "openalex_id": "A5023367253",
          "institutions": [
            "Griffith University"
          ]
        }
      ],
      "publication_year": 2003,
      "publication_date": "2003-08-01",
      "abstract": "Randall Collins' The Sociology of Philosophies: A Global Theory of Intellectual Change (1998) examines and compares communities of intellectuals linked as networks in ancient and medieval China and India, medieval and modern Japan, ancient Greece, medieval Islam and Judaism, medieval Christendom and modern Europe. The book has been the subject of many interesting and often positive reflections (for example, European Journal of Social Theory 3 ( I ), 2000; Review Symposium or reviews in Sociological Theory 19 ( I ), March 2001). However, it has also attracted a number of critical reviews (for example, reviews in Philosophy of the Social Sciences 30 (2), June 2000). Since not many books achieve such notoriety, it is worthwhile to rethink Collins' controversial approach. The aim of this paper is to encourage further debates of notions and issues presented in Collins' book. We would like, by joining two voices—sociologist and philosopher—to reopen discussion of Collins' attempt to discover a universality of patterns of intellectual change, as we think that more interpretative rather than explanatory versions of our respective disciplines can enrich our understanding of blueprints of intellectual creativity.",
      "cited_by_count": 4,
      "type": "article",
      "source": {
        "name": "European Journal of Sociology",
        "type": "journal",
        "issn": [
          "0003-9756",
          "1474-0583"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Critical Realism in Sociology"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2060744281"
    },
    {
      "openalex_id": "W1489093008",
      "doi": null,
      "title": "Randall Collins, The sociology of philosophies: Einleitung",
      "authors": [
        {
          "name": "Ines Simon",
          "openalex_id": "A5044114268"
        }
      ],
      "publication_year": 2004,
      "publication_date": "2004-01-01",
      "abstract": "Randall Collins entwirft in seinem Buch The sociology of philosophies1 eine globale Theorie des Entstehens philosophischer Systeme. Zu diesem Zweck stellt Collins in seiner Einleitung vier Systemtheorien dar, die man in der philosophischen bzw. soziologischen Literatur findet und die durchaus verbreitet sind. Von allen vier Theorien grenzt sich Collins ab um seine eigene anhand konkreter philosophischer Entwicklungen in Asien und im Westen darzustellen. Thema dieser Arbeit ist nicht die Theorie von Collins, sondern die Darstellung zwei dieser vier Theorien und ihre kritische Betrachtung. Es handelt sich um die Theorien drei und vier der Einleitung. Vollständigkeitshalber werden die anderen zwei Theorien, also die Theorien eins und zwei der Einleitung, kurz dargestellt. Die Seminararbeit folgt in ihrem Aufbau der Einteilung, die Collins in seiner Einleitung vornimmt. 1.) Ideas beget ideas. Ideen erzeugen Ideen. 2.) Individuals beget ideas. Individuen erzeugen Ideen. 3.) Culture begets itself. Eine Kultur erzeugt sich selbst. 4.) Everything ist fluid; it is impossible to fix any contours or sharpen any explanatory concepts. Alles fließt, es ist unmöglich Konturen festzumachen oder Erklärungskonzepte scharf zu umreißen.",
      "cited_by_count": 0,
      "type": "article",
      "source": {
        "name": "Sammelpunkt - Elektronisch archivierte Theorie",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Complex Systems and Decision Making",
        "University-Industry-Government Innovation Models",
        "Critical Realism in Sociology"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1489093008"
    },
    {
      "openalex_id": "W1588506270",
      "doi": "10.1111/j.1468-4446.2009.01288.x",
      "title": "The odd couple: Margaret Archer, Anthony Giddens and British social theory",
      "authors": [
        {
          "name": "Anthony King",
          "openalex_id": "A5008930821",
          "orcid": "https://orcid.org/0000-0001-7735-7014",
          "institutions": [
            "University of Exeter"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-01-01",
      "abstract": "In 1982, the British Journal of Sociology published an important article by Margaret Archer, 'Morphogenesis versus Structuration: on combining structure and action' (2010 [l982]), which had an impact at the time and remains widely cited to this day. It was also Archer's first statement of what would become her major contribution to social theory. The article was the germ from which three monographs (Culture and Agency (1988), Reality Social Theory (1995) and Being Human (2000)) playfully entitled 'The Archers' by her readers, developed. In those works, she laid out what she initially described as her morphogenetic approach but later, under the influence of Roy Bhaskar, re-named as critical realism. Reading the article again in 2009, its continued prominence is obvious. Towards the end of the 1970s, Anthony Giddens had established himself as a major figure in British sociology. Decisively, he introduced strands of continental philosophy into British sociology and by the early 1980s had developed a distinctive theoretical approach, structuration theory. While sociology remains indebted to Giddens for his Europeanization of the discipline, structuration theory raised many problems. Structuration theory sought to unite functionalist and interactive traditions in a single theoretical framework which would explain social reproduction without derogating the lay actor (Giddens 1979: 71). To that end, Giddens proposed three fundamental concepts; system, structure and structuration. For Giddens, the social system, as an institutional reality is reproduced or changed in coherent ways because individual action is always already patterned by 'structure'; a virtual order of differences or rules. Accordingly, when individuals instantiate structure into practice, they simultaneously affirm not only the structure of rules but also the system itself; there is a 'duality of structure' (Giddens 1984: 19). Structuration referred to the active process by which individuals, informed by (virtual) structure, acted in the world to reproduce (or change) the social structures which confronted them. Archer's article was one of the first serious critiques of Giddens' theoretical project; it remains one of the most insightful. Structuration theory was undoubtedly clever and intricate but Archer noted a profound problem at its very core. The concept of 'structure' as a virtual order of difference was central to Giddens' approach. Archer was, like many critics, rightly sceptical about the status and function of this virtual structure but, even bracketing these concerns, she noted that the concept involved troubling theoretical implications. Decisively, through the concept of structure, Giddens 'conflated' the human agent with the system. Through structure, individual agency was constituted by the system: 'Ideally what he wants to integrate is the way in which the active creation of social conditions is itself unavoidably conditioned by needing to draw upon structural factors in the process' (Archer 2010 [1982]: 229 [459]). Thus, 'Giddens commits himself to an enormous coherence of the structural properties, such that actors' inescapable use of them embroils everyone in the stable reproduction of social systems' (Archer 2010 [1982]: 230 [460]). For Archer, Giddens 'over-socializes'1 agents who have thoroughly interiorized their social conditions. On Archer's morphogenetic approach, such a conflation is fundamentally wrong for one of the principles of this approach is the distinctive properties of social structure and human agency have distinctive purposes. Indeed Archer wants to develop the distinction between the two in order to explore their interaction (Archer 1996). Archer also insightfully recognized a contradication at the heart of structuration theory. Since conditions are no more than internalised rules, an individual is free at any point to follow the rules differently: 'the individual could have acted otherwise' (Giddens 1976: 75). For Archer, the implication of voluntarism is objectionable: 'the systematic underplaying of constraints artificially inflates the degrees of freedom for action' (Archer 2010 [1982]: 234 [464]). The result of Giddens' assertions of individual freedom is a curious and unresolved oscillation between determinism and voluntarism in Giddens' work because he fails to maintain a distinction between the individual and social reality. Archer's criticisms were insightful in 1982 and many scholars have subsequently noted the conceptual dubiousness of the concept of structure (and its duality with the system). Connecting either explicitly or implicitly with Archer's comments, they have also stressed the unresolved voluntarism–determinism dyad in Giddens work (Pleasants 1997, 1999; King 2004; Mestrovic 1998). Giddens seems committed to both a form of sociological determinism and to the assertion of individual agency at the same time. Archer's article stands as an important intervention into the debate. The article is also more than a little ironic, however. Although, as Archer demonstrated, Giddens' concept of structure is deeply problematic, with its presumption that somehow the system distilled itself into a set of virtual repertoires, the fundamental contours of structuration theory were always close to morphogenesis. Giddens did not ignore the institutional realities of the social system. He did not deny the existence of social conditions which transcended the individual. On the contrary, with the concept of the system, these realities were always present in his theory; 'society is not the creation of individual subjects' (Giddens 1984: xl). Rather, he wanted to explain how this vast institutional complex was reproduced by the individual, without reducing the agency of the human subject, as the functionalist tradition had been accused of doing. Giddens' structuration theory worked around two poles, as did morphogenesis; system or structure and agency. Archer rejected Giddens' mediation of structure and agency, not his fundamental social ontology. It is not difficult to align morphogenetic social theory and structuration theory. Both theories imply three moments of social reproduction; the system, structure, structuration for Giddens or structural conditioning, social interaction and structural elaboration for Archer. For both Giddens and Archer, social structure, irreducible to the individual, was reproduced and changed by conditioned individual action. This underlying connection between Archer and Giddens became increasingly clear in the 1990s as Archer came under the influence of Roy Bhaskar. Although Archer has not recognized the point, as Bhaskar developed his critical realism, he explicitly pointed up the parallels between his own Transformation Model of Social Action and structuration theory (Bhaskar 1979). By aligning herself with Bhaskar (Archer 1995), she also unwittingly signalled a rapprochement with Giddens. In this, Archer was part of a much wider theoretical consensus which was then emerging and was manifest in the works of a wider range of scholars at the time. The ontology of structure and agency is evident in Habermas' theory of communicative action, Foucault's archaeology, Bourdieu's concept of the habitus and, at certain points, Alexander's multi-dimensional sociology. In each case, social reality is investigated as a duality of structure and agency. Archer's BJS article was prominent in sociology at the time and her subsequent development of morphogenesis has remained a significant contribution to the discipline. It remains a reference point for sociologists who both support or reject the structure–agency dichotomy. The paradigm of critical realism which Archer has played a major role in promoting has had even more impact, not only in sociology but across the disciplines. Since the 1980s, some international relations theorists have sought to overcome the neo-realist hegemony in that discipline through the development of 'constructivism'. In contrast to the rationalist presumption of realism, constructivism, drawing on a version of sociology, maintained that states were, in fact, substantially influenced by norms; state policy was the normative product of states (and the elites which comprised them) understood their world. Alex Wendt (1999) has been a key figure here and he has specifically employed Giddens and his concept of structure and agency in his development of international relations theory (Wendt 1987). More recently, a group of international relations scholars have explicitly identified themselves as critical realists and sought to analysis the international system – and the actions of states within it – in precisely the manner which Archer has advocated from 1982 (Wight 2006; Hay: 2002). They regard the international system as an irreducible emergent system which individual states reproduce and change through their at least partly autonomous action. The social theories of Archer and Giddens had unseen parallels at the time and those similarities continue today. One of Archer's major objections to structuration theory was its individualism. It seemed to conflate social reality and the individual. Giddens' work in the 1990s seemed to confirm her point. After the publication of The Constitution of Society in 1984 and especially after 1987, Giddens' interests, methods and prose changed dramatically. In place of the dense engagement with difficult theoretical literature to answer fundamental problems in social theory, 'Giddens lite' appeared (Alexander 1996: 135). Giddens sought to examine individual – and indeed possibly – his own personal experience in late twentieth century modernity. Decisively, he released the individual from structural constraints: 'The self is seen as a reflexive project, for which individuals are responsible. We are, not what we are, but what we make of ourselves' (Giddens 1995: 75). Archer's 1982 critique seems to have been vindicated. For Giddens, the social world did seem to revolve around the self. Ironically, however, just as Archer's morphogenetic approach of the 1980s unwittingly paralleled Gidden's structuration theory, so has her intellectual development since that time traversed a similar course to Giddens. In short, she moved from a structural orientation in the 1980s to a pre-occupation with reflexive individual agency in the late 1990s and early 2000s. In her monographs on human agency (Archer 2000; 2003), Archer frames her analysis from two basic assumptions. She affirms the validity of the morphogenetic-realist ontology. Despite numerous criticisms, she reproduces her three-phase model of morphogenesis without revision to emphasize that the agent is always situated in an irreducible social context. Social reality exists independently of the individual. However, at the same time, she affirms not merely the existence of self-conscious human agency but its very dignity. She rejects the anti-humanist claims of many contemporary philosophers like Foucault, Baudrillard or Rorty that the 'self does not amount to much' (Lyotard 1984).2'As a social realist, I would seek to rescue social theory from both the postmodernists and their charitable humanistic defenders' (Archer 2000: 21). For Archer, that rescue of social theory is synonymous with the rescue of the individual, although her individual is explicitly not the debased agent of Rational Choice Theory (Modernity's Man) or the cipher of social norms (Society's Being) (Archer 2000: 51–85, 86–117). In her later work, Archer maintains that in the first instance, practice is the central means by which the self is created; 'the self emerges, meaning someone with a sense of the self formed through our embodied relations with the natural world' (Archer 2000: 152). For Archer, practice is 'pivotal' (Archer 2000: 184). Plausibly, she claims that 'what is central to human beings are not meanings, but doings' (Archer 2000: 189). Of course, other animals are involved in 'doing' as well. For Archer, humans are distinctive because implicit in their doings are conscious intention and, in the course of their activities from birth onwards, they begin to develop self-consciousness; they become reflexive. As they engage in practice, humans develop emotions and a personal identity. This personal identity is not forced on them from outside, however. It is an emergent property of individual human action. Decisively, in this process of self-creation, humans are able to engage eventually in an internal conversation. As they develop a conscious 'I' who acts and a self-conscious 'Me' who experiences that action, it is possible for selves to consider the society around them, their place in and their actions. Selves are not simply the dupes of social groups, therefore; they are able to judge for themselves and adapt their perspectives and practices. Signally, Archer asserts that 'social identity is necessarily a sub-set of personal identity' (Archer 2003: 120). For her, personal identity has a priority and authority over group identity. Significantly, precisely because personal identity – the product of an internal reflexive conversation – is independent of social circumstances, it is a vital to the transformation of society. Humans are fundamentally un-determined because whatever the social conditions in which they exist, they always possess the sanctuary of their personal identity. Archer's critical realism has become very Sartrean. Indeed, although its tone is very different, Archer's assertions about the status of the self are finally very close to Giddens. Like Giddens, she finally maintains that the individual is free. In Archer's later work as in Giddens' writings, individuals are not what they are but what they make of themselves. The individual is able to choose their own destiny through an internal conversation. There is a strange loneliness in her sociology where the agent wanders as an isolated figure, engaged in a private conversation. This emptiness accentuates her closeness to Giddens. Even in his discussion of intimacy, his work is focused on the self. Interestingly, two experiences are identified by Archer as particularly important for the formation of the self; encounters with nature and with the divine (Archer 2004). As she discusses the experience of horse-riding (Archer 2000: 163–4), one of her personal interests, the convergence with Giddens becomes even stronger. For both, the arena of reflexive self-expression is the sphere of leisure and consumption, not work and class. Archer sees herself as a fundamentally different kind of social theorist to Giddens but, in fact, there are many surprising parallels between them. It is a potentially unlikely intellectual pairing, especially given Archer's recurrent critique of structuration theory yet from the BJS article in 1982 to the present, Archer and Giddens have traversed a similar intellectual trajectory. From an original advocacy of ontological dualism, in which structural conditions seemed to have been given the primary weight, they have moved to the other dimension and now prioritize the autonomous self. Archer's contribution to social theory nationally and internationally is irrefutable. As part of a critical realist programme and wider structure–agency paradigm, she has played an important role in promoting British sociology internationally. Yet, current trends in social theory outside Britain might suggest that it may now be necessary to go beyond structure and agency and the framework which Archer has done so much to develop. A new consensus is apparent in sociology globally which no longer understands social reality in terms of structure and agency but in terms of networks. Instead of the closed systems so favoured by functionalist sociology in the middle of the twentieth century, many sociologists are now more interested in the open and indeterminate social webs which transcend national borders, precipitating particular kinds of activity at specific locations. These networks have emergent properties in the way which Archer has described; they are irreducible to their component individuals and must be understood as open-ended totalities. Decisively, the individual agent does not confront an already completed network. Rather, agents should be understood collectively as joint participants in the network, recurrently and mutually constituting themselves through their interactions. In Europe and America, this new network sociology is apparent in the work of a number of prominent scholars. Most obviously in Europe, Bruno Latour's 'Actor Network Theory' explicitly seeks to understand any particular form of social practice not as the product of some determining background condition which is 'always already present' (Latour 2005: 37). Rather, social reality is a dynamic and often quite contingent 'assemblages' of very wide social networks (Latour 2005). For 'sociologists of associations', 'there exists no society to begin with, no reservoir of ties, no big reassuring pot of glue to keep all those ties together' (Latour 2005: 37). Consequently, Latour radically claims that in order to have a 'complete list of people who are doing science', it is necessary not only to include everyone in the laboratory but also all institutions which support the active research; 'Shall we say that De Castro, the Ministry of Health, the Board of Directors, the President are all doing science? Certainly yes' (Latour 1987: 158). Scientific research is influenced by all these agents and consequently, they are all ultimately involved in the production of science. Manuel Castells has explicitly forwarded a theory of social networks (Castells 1998). In America, a similar approach is observable. Although Randall Collins has not explored connections between his interaction ritual chain theory (2004) and Actor Network Theory, these parallels are particularly evident in his sociology of philosophy (2000). There he argues that intellectual innovation arises not out of individual genius but is collectively created in dense intellectual clusters, themselves located in networks spanning time and space. For these sociologists, the aim of the discipline is not to demonstrate how structure is reproduced or changed by the individual agent. Rather they are concerned with demonstrating how distinctive forms of collective agency arise in particular milieus. With the structure and agency paradigm, Margaret Archer has helped establish British sociology internationally. To sustain the discipline globally, it may be necessary for British social theory to move forward from a dualistic to a 'network-centric' ontology. The vertical paradigm of structure and agency dominant in the twentieth century might be usefully replaced by a horizontal perspective. In the twenty-first century, British sociologists might usefully 'think sideways'. They could start to understand social reality not in terms of an individual confronting a pre-formed structure but in terms of multiple participants negotiating as they interact with and co-operate or struggle with each other. To this end, the next episode of the Archer's might be entitled Being Social: Collective Action and the Public Conversation.",
      "cited_by_count": 76,
      "type": "article",
      "source": {
        "name": "British Journal of Sociology",
        "type": "journal",
        "issn": [
          "0007-1315",
          "1468-4446"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Critical Realism in Sociology",
        "Contemporary Sociological Theory and Practice",
        "Social and Cultural Dynamics"
      ],
      "referenced_works_count": 31,
      "url": "https://openalex.org/W1588506270"
    },
    {
      "openalex_id": "W1890321236",
      "doi": null,
      "title": "Filosofisociologi - ett sociologiskt perspektiv på filosofiskt tänkande",
      "authors": [
        {
          "name": "Henrik Lundberg",
          "openalex_id": "A5011782493",
          "orcid": "https://orcid.org/0009-0002-7359-4498"
        }
      ],
      "publication_year": 2007,
      "publication_date": "2007-01-01",
      "abstract": "The subject matter of the present doctoral thesis is the sociology of philosophy, a sub-discipline within the general field of sociology. As the term clearly indicates, the sociology of philosophy concerns the sociological study of philosophy. As this domain is still, to some extent, virgin territory, my thesis is mainly explorative in nature. Viewed as a whole, it aims at investigating what a sociological study of philosophy might entail. The thesis consists of six chapters divided into three parts. The aim of Part I is to closely scrutinize the contributions to the sociological study of philosophy of two pioneers: Émile Durkheim and Karl Mannheim. In two chapters, I examine the sociology of knowledge of Durkheim and Mannheim, respectively, in order to seize upon those elements of their thought that may be used today to pursue the sociological study of philosophy. Thus, my problem is the following: What may be used from the classical tradition of the sociology of knowledge (Durkheim and Mannheim) to shed light on philosophical thought? In Part II, I turn my attention to contemporary sociology of philosophy. The contributions to the discipline of two prominent sociologists, Randall Collins and Pierre Bourdieu, are discussed in two chapters. I focus here on how they deal with the relationship between philosophical thought and its existential basis in their empirical works. To investigate this problem, Robert K. Merton's analytical scheme for the sociological study of knowledge, ?Paradigm for the Sociology of Knowledge?, is used. The problem in Part II may be formulated thus: How is the relationship between philosophical thought and its existential basis understood in the sociology of philosophy of Collins and Bourdieu, respectively? In the third and final part, I sketch a short programme for the sociological study of philosophy. Among other things, I stress that such a field of research must seize upon the main conceptual innovations of Bourdieu and Collins: the notions of philosophical field and attention space, respectively. The principal lesson to be learnt from Collins's and Bourdieu's sociology of philosophy is that philosophical thought cannot normally be reduced to socio-political conditions outside the attention space or the philosophical field. This methodological orientation leads to a focus on contextual factors rather than on socio-political conditions at the macro-level. However, a Bourdieuian sociology of philosophy would also consider how philosophy is indirectly linked to political conditions. This wider context is worthy of note, as philosophy has no absolute autonomy with respect to society.",
      "cited_by_count": 2,
      "type": "dissertation",
      "source": {
        "name": "Lund University Publications (Lund University)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://lup.lub.lu.se/record/599015"
      },
      "topics": [
        "Social and Educational Sciences"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1890321236"
    }
  ],
  "count": 10,
  "errors": []
}
