{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "state of the art survey philosophy",
  "results": [
    {
      "title": "Fraser MacBride, Truthmakers",
      "url": "https://philpapers.org/rec/MACT-6",
      "philpapers_id": "MACT",
      "snippet": "This article for the Stanford Encyclopedia for Philosophy provides a state of the art survey and assessment of the contemporary debate about truth-makers, covering both the case for and against truth-makers. ...",
      "page_age": null
    },
    {
      "title": "Mitchell Green, Fiction and Epistemic Value: State of the Art",
      "url": "https://philpapers.org/rec/GREFAE-5",
      "philpapers_id": "GREFAE",
      "snippet": "We critically survey prominent recent scholarship on the question of whether fiction can be a source of epistemic value for those who engage with it fully and appropriately. Such epistemic value might take the form of knowledge (for ‘cognitivists’) or understanding (for ‘neo-cognitivists’).",
      "page_age": null
    },
    {
      "title": "William A. Edmundson, State of the Art: The Duty to Obey the Law",
      "url": "https://philpapers.org/rec/EDMSOT",
      "philpapers_id": "EDMSOT",
      "snippet": "The obligation at issue in those theorists&#x27; discussions is usually taken to be prima-facie, comprehensively applicable, universally borne, and content-independent.” This essay is a commentary on the current state of discussion of this perennial philosophical topic.",
      "page_age": null
    },
    {
      "title": "Stephen Stich & Ted A. Warfield (eds.), The Blackwell Guide to Philosophy of Mind",
      "url": "https://philpapers.org/rec/STITBG-3",
      "philpapers_id": "STITBG",
      "snippet": "It leads the reader through a broad ... Individualism, Personal Identity and The Mind-Body Problem. Provides a state of the art overview of philosophy of mind....",
      "page_age": null
    },
    {
      "title": "Vincent C. Müller, Leonard Dung, Guido Löhr & Aliya Rumana (eds.), Philosophy of Artificial Intelligence: The State of the Art",
      "url": "https://philpapers.org/rec/MLLPOA-2",
      "philpapers_id": "MLLPOA",
      "snippet": "The Relationship between Truth and Art in Martin Heidegger&#x27;s Thought: An Analysis of Relevance to the Existence of AI Chatbots.Rifqi Khairul Anam - 2025 - Refleksi: Jurnal Filsafat Dan Keislaman 25 (1):37-56. Added to PP 2024-10-31 Downloads 842 (#49,456) 6 months 248 (#14,026) ... Vincent C. Müller ... A Two-Step, Multidimensional Account of Deception in Language Models.Leonard Dung - forthcoming - Erkenntnis:1-26. Philosophie der Künstlichen Intelligenz.Rainer Adolphi, Suzana Alpsancar, Susanne Hahn &amp; Matthias Kettner - 2024 - In Rainer Adolphi, Suzana Alpsancar, Susanne Hahn &amp; Matthias Kettner, Philosophische Digitalisierungsforschung: Verantwortung, Verständigung, Vernunft, Macht.",
      "page_age": null
    },
    {
      "title": "Max Velmans & Susan Schneider (eds.), The Blackwell Companion to Consciousness",
      "url": "https://philpapers.org/rec/VELTBC-2",
      "philpapers_id": "VELTBC",
      "snippet": "(From the book cover in 2007) The Blackwell Companion to Consciousness is the most thorough and comprehensive survey of contemporary scientific research and philosophical thought on consciousness currently available. Its 55 newly commissioned, peer-reviewed chapters combine state-of-the-art surveys with cutting edge research.",
      "page_age": null
    },
    {
      "title": "Arthur C. Danto, The Philosophical Disenfranchisement of Art.The State of the Art",
      "url": "https://philpapers.org/rec/DANTPD-5",
      "philpapers_id": "DANTPD",
      "snippet": "The Prometheus Challenge Redux.Arnold Cusmariu - 2017 - Symposion: Theoretical and Applied Inquiries in Philosophy and Social Sciences 4 (2):175-209. The institutional theory of art: A survey.David Graves - 1997 - Philosophia 25 (1-4):51-67.",
      "page_age": null
    },
    {
      "title": "Fraser MacBride, Relations",
      "url": "https://philpapers.org/rec/MACR-39",
      "philpapers_id": "MACR",
      "snippet": "In this paper I provide a state of the art survey and assessment of the contemporary debate about relations. After (1) distinguishing different varieties of relations, symmetric from non-symmetric, internal from ...",
      "page_age": null
    },
    {
      "title": "John Haugeland, Intelligence",
      "url": "https://philpapers.org/rec/HAUI-2",
      "philpapers_id": "HAUI",
      "snippet": "The original edition of What Computers Can&#x27;t Do comprised three roughly equal parts: (i) a harsh critical survey of the history and state of the art in AI, circa 1970; (ii) a brilliant philosophical expose of four hidden assumptions shoring up AI&#x27;s rmsplaced optimism; and (iii) a much more tentative exploration of ways to think, about intelligence without those assumptions.",
      "page_age": null
    },
    {
      "title": "Richard Eldridge, An Introduction to the Philosophy of Art",
      "url": "https://philpapers.org/rec/ELDAIT-2",
      "philpapers_id": "ELDAIT",
      "snippet": "An Introduction to the Philosophy of Art is a clear and compact survey of philosophical theories of the nature and value of art, including in its scope literature, painting, sculpture, music, ...",
      "page_age": null
    },
    {
      "title": "Jan Nuyts & Johan van der Auwera (eds.), The Oxford Handbook of Modality and Mood",
      "url": "https://philpapers.org/rec/NUYTOH",
      "philpapers_id": "NUYTOH",
      "snippet": "This handbook offers an in depth and comprehensive state of the art survey of the linguistic domains of modality and mood. An international team of experts in the field examine the full range of methodological and theoretical approaches to the ...",
      "page_age": null
    },
    {
      "title": "Hanno Sauer, The end of history",
      "url": "https://philpapers.org/rec/SAUTEO-9",
      "philpapers_id": "SAUTEO",
      "snippet": "What credence should we assign to philosophical claims that were formed without any knowledge of the current state of the art of the philosophical debate and little or no knowledge of the relevant empirical or scientific data? Very little or none. Yet when we engage with the history of philosophy, this is often exactly what we do.",
      "page_age": null
    }
  ],
  "count": 12,
  "errors": []
}
