{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "ethics of knowledge production",
  "results": [
    {
      "title": "Alan Cottey, Reducing Ethical Hazards in Knowledge Production",
      "url": "https://philpapers.org/rec/COTREH",
      "philpapers_id": "COTREH",
      "snippet": "A principal purpose is to suggest ways in which reliable scientific knowledge could be produced more efficiently. The distinction between ethical hazard and ethical behaviour is noted. Ethical hazards cannot be eliminated but they can be reduced if the cultural ambience is suitable. The main suggestions for reducing ethical hazards in KP relate to the review process. It is argued that some defects of the current, largely anonymous, review process could be ameliorated by a process of comprehensive, open and ongoing review.",
      "page_age": null
    },
    {
      "title": "Sergey B. Kulikov, Scientific ethos and ethical dimensions of education",
      "url": "https://philpapers.org/rec/KULSEA",
      "philpapers_id": "KULSEA",
      "snippet": "The relation is due to the exploring ... production of knowledge in science generates forms of judgments while education reproduces their ethically acceptable patterns of obtaining and applying....",
      "page_age": null
    },
    {
      "title": "Lisette Josephides, The ethics of knowledge creation: Anthropological perspectives.",
      "url": "https://philpapers.org/rec/JOSTEO-11",
      "philpapers_id": "JOSTEO",
      "snippet": "These obligations and requirements in the creation of knowledge entail attachment and detachment, carrying the seeds of betrayal that can compromise that knowledge. Each epistemological enquiry has its own core ethical imperatives, but as long ...",
      "page_age": null
    },
    {
      "title": "Gibson Burrell, Michael R. Hyman, Christopher Michaelson, Julie A. Nelson, Scott Taylor & Andrew West, The Ethics and Politics of Academic Knowledge Production: Thoughts on the Future of Business Ethics",
      "url": "https://philpapers.org/rec/BURTEA-11",
      "philpapers_id": "BURTEA",
      "snippet": "Questions of who produces knowledge about what, and how that knowledge is produced, are inherent to editing and publishing academic journals. At the Journal of Business Ethics, we understand the ethical responsibility of academic knowledge production as going far beyond conventions around the integrity of the research content and research processes.",
      "page_age": null
    },
    {
      "title": "S. Leonelli, Locating ethics in data science: Responsibility and accountability in global and distributed knowledge production systems",
      "url": "https://philpapers.org/rec/LEOLEI-2",
      "philpapers_id": "LEOLEI",
      "snippet": "Epistemic Rights and Responsibilities of Digital Simulacra for Biomedicine.Mildred K. Cho &amp; Nicole Martinez-Martin - 2022 - American Journal of Bioethics 23 (9):43-54. Data science ethical considerations: a systematic literature review and proposed project framework.Jeffrey S.",
      "page_age": null
    },
    {
      "title": "Mr Ashokkumar Baldevbhai Prajapati, Indian Knowledge Systems Through Gandhi an Ideals: A Holistic View",
      "url": "https://philpapers.org/rec/PRAIKS",
      "philpapers_id": "PRAIKS",
      "snippet": "Indian Knowledge Systems (IKS), which include philosophy, education, science, the arts, and governance, is a rich source of traditional knowledge that prioritizes self-reliance, ethical behavior, holistic living, and harmony with the natural world.",
      "page_age": null
    },
    {
      "title": "Tomasz Szkudlarek & Maria Mendel, Art, democratic commonality, and the production of knowledges",
      "url": "https://philpapers.org/rec/SZKADC",
      "philpapers_id": "SZKADC",
      "snippet": "ABSTRACT In this paper, we are juxtaposing the notions of cosmopolitanism and koinopolitanism, to sketch a theoretical perspective in which local productions of knowledge, as a binding force of local communities, can meet more abstract regimes of knowing and more global concerns of democratic elites.",
      "page_age": null
    },
    {
      "title": "Sheila Jasanoff, The ethics of invention: technology and the human future",
      "url": "https://philpapers.org/rec/JASTEO-4",
      "philpapers_id": "JASTEO",
      "snippet": "The power of technology? -- Risk and responsibility? -- The ethical anatomy of disasters? -- Remaking nature? -- Tinkering with humans? -- Information&#x27;s wild frontiers? -- Whose knowledge, whose property? -- ...",
      "page_age": null
    },
    {
      "title": "Katharina Block, Epistemic Caring: An Ethical Approach for the Co-Constitution of Knowledge in Participatory Research Practice",
      "url": "https://philpapers.org/rec/BLOECA-3",
      "philpapers_id": "BLOECA",
      "snippet": "Based on the observation that participatory research has so far hardly been able to produce an equal co-constitution of knowledge, the article points out epistemological pitfalls that exist in it and analyses two specific concepts as examples of the risk of problematic epistemological and hegemonic tendencies sneaking into this kind of research practice with harmful consequences for the non-academic participants, that is: empowerment and participation/co-production.",
      "page_age": null
    },
    {
      "title": "Rosi Braidotti, Posthuman knowledge",
      "url": "https://philpapers.org/rec/BRAPK-3",
      "philpapers_id": "BRAPK",
      "snippet": "Posthuman, all-too-human -- The ... knowledge production -- The critical posthumanities -- How to do posthuman thinking -- On affirmative ethics -- The inexhaustible. ... Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server · Sign in / register and customize your OpenURL resolver ... The Convergence-Centered Classroom: Teaching and Learning in a Posthuman Context.Gregory Burgin - 2025 - Journal of Posthuman ...",
      "page_age": null
    },
    {
      "title": "Nancy K. Innis, Part III. On application of scientific knowledge ethics of behavior modification: Behavioral and medical psychology",
      "url": "https://philpapers.org/rec/INNPIO",
      "philpapers_id": "INNPIO",
      "snippet": "Ethical Dilemmas Raised by HIV-Related Research in Laos: From Scientific Research to Production of a Radio Program / Pascale Hancart Petitet, Vanphanom Sychareun. Ethics, or a Dialogue of Knowledge: The Case of Tuberculosis Surveillance in Elephants in Laos / Nicolas Laine in collaboration ...",
      "page_age": null
    },
    {
      "title": "Lia Levy, Spinoza on Ideas of Affections",
      "url": "https://philpapers.org/rec/LEVSOI-3",
      "philpapers_id": "LEVSOI",
      "snippet": "This chapter argues that the Ethics includes versions of the views about sensation and its role in the production of knowledge that are present in the TIE and the KV. ‘Idea of an affection’ replaces the earlier terms for sensation. A sensation is a modification of the mind closely associated with a modification of body and explained in terms of the mind-body relation.",
      "page_age": null
    },
    {
      "title": "Nico Stehr, Knowledge societies",
      "url": "https://philpapers.org/rec/STEKS",
      "philpapers_id": "STEKS",
      "snippet": "The Problem of Expertise in Knowledge Societies.Reiner Grundmann - 2017 - Minerva 55 (1):25-48. International Handbook of Research in History, Philosophy and Science Teaching.Michael R. Matthews (ed.) - 2014 - Springer. Digital innovation and the fourth industrial revolution: epochal social changes?Loris Caruso - 2018 - AI and Society 33 (3):379-392. Going Public: Good Scientific Conduct.Gitte Meyer &amp; Peter Sandøe - 2012 - Science and Engineering Ethics 18 (2):173-197.",
      "page_age": null
    },
    {
      "title": "Debra A. DeBruin, Joan Liaschenko & Anastasia Fisher, How Clinical Trials Really Work Rethinking Research Ethics",
      "url": "https://philpapers.org/rec/DEBHCT",
      "philpapers_id": "DEBHCT",
      "snippet": "Kennedy Institute of Ethics Journal 21 (2):121-139 (2011) ... Clinical trials are a central mechanism in the production of medical knowledge. They are the gold standard by which such knowledge is evaluated.",
      "page_age": null
    }
  ],
  "count": 14,
  "errors": []
}
