{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "literature review methodology philosophy",
  "results": [
    {
      "title": "Mark Blaug, The Methodology of Economics: Or, How Economists Explain",
      "url": "https://philpapers.org/rec/BLATMO-19",
      "philpapers_id": "BLATMO",
      "snippet": "This book is an examination of the nature of economic explanation. The opening chapters introduce current thinking in the philosophy of science and review the literature on methodology. Professor Blaug then turns to the troublesome question of the logical status of welfare economics, giving the reader an understanding of the outstanding issues in the methodology of economics.",
      "page_age": null
    },
    {
      "title": "Douglas W. Hands, Karl Popper and economic methodology: a new look",
      "url": "https://philpapers.org/rec/DOUKPA",
      "philpapers_id": "DOUKPA",
      "snippet": "Discussions of Karl Popper&#x27;s falsificationist philosophy of science appear regularly in the recent literature on economic methodology. In this literature, there seem to be two fundamental points of agreement about Popper. First, most economists take Popper&#x27;s falsificationist method of bold conjecture and severe test to be the correct characterization of scientific conduct in the physical sciences.",
      "page_age": null
    },
    {
      "title": "Arthur M. Melzer, Philosophy Between the Lines: The Lost History of Esoteric Writing",
      "url": "https://philpapers.org/rec/MELPBT",
      "philpapers_id": "MELPBT",
      "snippet": "Philosophical literature History and criticism. Methodology. Hermeneutics. Censorship. Secrecy ... Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server · Sign in / register and customize your OpenURL resolver ... Philosophy between the lines: the lost history of esoteric writing. [REVIEW]Gene Callahan - 2014 - British Journal for the History of Philosophy 24 (6):1214-1217.",
      "page_age": null
    },
    {
      "title": "Till Winkler & Sarah Spiekermann, Twenty years of value sensitive design: a review of methodological practices in VSD projects",
      "url": "https://philpapers.org/rec/WINTYO",
      "philpapers_id": "WINTYO",
      "snippet": "This article reviews the academic literature that emerged under value sensitive design. It investigates those VSD projects that employed the tripartite methodology, examining the use of VSD methodological elements, and illustrating common practices and identifying shortcomings.",
      "page_age": null
    },
    {
      "title": "Bruce J. Caldwell, The Philosophy and Methodology of Economics",
      "url": "https://philpapers.org/rec/CALTPA-8",
      "philpapers_id": "CALTPA",
      "snippet": "This three-volume set presents a selection of the most important literature in the philosophy and methodology of economics - an area that has grown in the last 20 years. The reference collection contains the best of the recent work together ...",
      "page_age": null
    }
  ],
  "count": 5,
  "errors": []
}
