{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "philosophy canon exclusion",
  "results": [
    {
      "title": "Daniel James Smith, On the Historiography of Philosophy and the Formation of the Canon in advance",
      "url": "https://philpapers.org/rec/SMIOTH-3",
      "philpapers_id": "SMIOTH",
      "snippet": "This paper examines the formation of the philosophical canon in the period immediately after Kant. After a general introduction to the “historiography of philosophy,” it brings together three strands of contemporary scholarship in this area: a historical criticism of the empiricism/rationalism distinction that is often still used to understand early modern philosophy (Vanzo), histories of the exclusion of women from the history of philosophy in the late eighteenth century (O’Neill), and histories of the exclusion of non-European philosophy (Park).",
      "page_age": null
    },
    {
      "title": "Sophia M. Connell & Frederique Janssen-Lauret, “Bad philosophy” and “derivative philosophy”: Labels that keep women out of the canon",
      "url": "https://philpapers.org/rec/CONBPA-2",
      "philpapers_id": "CONBPA",
      "snippet": "Efforts to include women in the canon have long been beset by reactionary gatekeeping, typified by the charge “That&#x27;s not philosophy.” That charge doesn&#x27;t apply to early and mid‐analytic female philosophers—Welby, Ladd‐Franklin, Bryant, Jones, de Laguna, Stebbing, Ambrose, MacDonald—with job titles like lecturer in logic and professor of philosophy and publications in Mind, the Journal of Philosophy, and Proceedings of the Aristotelian Society.",
      "page_age": null
    },
    {
      "title": "Natalia Zorrilla, The Exclusion of Early Modern Women Philosophers from the Canon: Causes and Counteractive Strategies from the Digital Humanities",
      "url": "https://philpapers.org/rec/ZORTEO-3",
      "philpapers_id": "ZORTEO",
      "snippet": "But does this strategy produce an accurate historical account of early modern philosophy? This essay explores diverse causes of the exclusion of early modern women philosophers from the canon, reflecting on the historical and political aspects of this phenomenon.",
      "page_age": null
    },
    {
      "title": "Sandrine Berges, On the Outskirts of the Canon: The Myth of the Lone Female Philosopher, and What to Do about It",
      "url": "https://philpapers.org/rec/BEROTO-3",
      "philpapers_id": "BEROTO",
      "snippet": "This has led—directly and indirectly—to their exclusion from courses in the history of philosophy. This article explores three ways in which we could solve this problem. The first is to create a course in early modern philosophy that focuses solely or mostly on female philosophers, using conceptual and thematic ties such as a concern for education and a focus on ethics and politics. The second is to introduce women authors as dialoguing with the usual canonical suspects: Cavendish with Hobbes, Elisabeth of Bohemia with Descartes, Masham and Astell with Locke, Conway with Leibniz, and so on.",
      "page_age": null
    },
    {
      "title": "Peter K. J. Park, Africa, Asia, and the History of Philosophy: Racism in the Formation of the Philosophical Canon, 1780–1830",
      "url": "https://philpapers.org/rec/PARAAA-6",
      "philpapers_id": "PARAAA",
      "snippet": "A historical investigation of the exclusion of Africa and Asia from modern histories of philosophy",
      "page_age": null
    },
    {
      "title": "Merold Westphal, The Canon as Flexible, Normative Fact",
      "url": "https://philpapers.org/rec/WESTCA-3",
      "philpapers_id": "WESTCA",
      "snippet": "The canon is a flexible, normative fact. I speak here of the philosophical canon, though I believe only minor adjustments would be needed to extend the argument to the literary canon.",
      "page_age": null
    },
    {
      "title": "Paul Crowther, Defining art, creating the canon: artistic value in an era of doubt",
      "url": "https://philpapers.org/rec/CRODAC-2",
      "philpapers_id": "CRODAC",
      "snippet": "Introduction : normative aesthetics and artistic value -- Culture and artistic value -- Cultural exclusion and the definition of art -- Defining art, defending the canon, contesting culture -- The aesthetic and the artistic -- From beauty to art : developing Kant&#x27;s aesthetics -- The scope and value of the artistic image -- Distinctive modes of imaging -- Twofoldness : pictorial art and the imagination -- Between language and perception : literary metaphor -- Musical meaning and value -- Eternalizing the moment : artistic projections of time -- Conclusion : the status and future of art.",
      "page_age": null
    },
    {
      "title": "Cecile Thérèse Tougas & Sara Ebenreck (eds.), Presenting women philosophers",
      "url": "https://philpapers.org/rec/TOUPWP",
      "philpapers_id": "TOUPWP",
      "snippet": "Western philosophy has long excluded the work of women thinkers from their canon. Presenting Women Philosophers addresses this exclusion by examining the breadth of women&#x27;s contributions to Western thought over some 900 years. Editors Cecile T.",
      "page_age": null
    },
    {
      "title": "Eric Schliesser (ed.), Ten Neglected Classics of Philosophy",
      "url": "https://philpapers.org/rec/SCHTNC-8",
      "philpapers_id": "SCHTNC",
      "snippet": "What makes for a philosophical classic? Why do some philosophical works persist over time, while others do not? The philosophical canon and diversity are topics of major debate today. This stimulating ...",
      "page_age": null
    },
    {
      "title": "Agnes Bolinska & Joseph D. Martin, The tragedy of the canon; or, path dependence in the history and philosophy of science",
      "url": "https://philpapers.org/rec/BOLTTO-4",
      "philpapers_id": "BOLTTO",
      "snippet": "We have previously argued that historical cases must be rendered canonical before they can plausibly serve as evidence for philosophical claims, where canonicity is established through a process of negotiation among ...",
      "page_age": null
    },
    {
      "title": "Daniel Whistler, Francois Hemsterhuis and the Writing of Philosophy",
      "url": "https://philpapers.org/rec/WHIFHA",
      "philpapers_id": "WHIFHA",
      "snippet": "Daniel Whistler argues that Hemsterhuis&#x27; philosophy matters and that its exclusion from the canon of modern philosophy has been unjust. This is not just because of its influence on later thinkers, ...",
      "page_age": null
    },
    {
      "title": "Catherine Villanueva Gardner, Women Philosophers: Genre And The Boundaries Of Philosophy",
      "url": "https://philpapers.org/rec/GARWPG",
      "philpapers_id": "GARWPG",
      "snippet": "Long considered “non-philoso... from the canon of the Western philosophical tradition. This unfortunate omission is corrected here through Catherine Villanueva Gardner&#x27;s thorough discussion of the philosophical importance of their work. Gardner also looks carefully at why letters and novels have been considered this way since they are so prevalent in the work of women in general. Gardner argues that the devaluation or exclusion of certain ...",
      "page_age": null
    },
    {
      "title": "Dorothy Rogers, Where Are the Women? How Expanding the Canon Makes Philosophy Better Sarah Tyson. New York: Columbia University Press, 2018",
      "url": "https://philpapers.org/rec/ROGWAT-4",
      "philpapers_id": "ROGWAT",
      "snippet": "- American Philosophic Addresses 1700–1900. Edited by Joseph L. Blau, Columbia University Press, New York, 762 pp. $6.75. [REVIEW]M. M. W. - 1947 - Philosophy of Science 14 (2):173-174. Constructions of exclusion: the processes and outcomes of technological imperialism: Marie Hicks.",
      "page_age": null
    },
    {
      "title": "Alison Stone, Women Philosophers in Nineteenth-Century Britain",
      "url": "https://philpapers.org/rec/STOWPI-2",
      "philpapers_id": "STOWPI",
      "snippet": "Many women wrote philosophy in nineteenth-century Britain, and they wrote across the full range of philosophical topics. Yet these important women thinkers have been left out of the philosophical canon and ...",
      "page_age": null
    },
    {
      "title": "Charlotte Witt, Feminist history of philosophy",
      "url": "https://philpapers.org/rec/WITFHO",
      "philpapers_id": "WITFHO",
      "snippet": "Democracy and education : An introduction to the philosophy of education.John Dewey - 1916 - Mineola, N.Y.: Macmillan. Edited by Nicholas Tampio. Speculum of the Other Woman.Luce Irigaray - 1985 - Cornell University Press. Reflections on Gender and Science.Evelyn Fox Keller - 1985 - Yale University Press. Inessential Woman: Problems of Exclusion in Feminist Thought.Elizabeth V.",
      "page_age": null
    },
    {
      "title": "Henry Margenau, The exclusion principle and its philosophical importance",
      "url": "https://philpapers.org/rec/MARTEP-2",
      "philpapers_id": "MARTEP",
      "snippet": "Philosophers, largely engrossed in their perennial problems, are hardly aware of the fact that, during the last two decades, there has been introduced into physical methodology a principle of utmost philosophical importance, easily rivaling that of relativity and, in some respects, indeed that of causality. Discovered by Pauli in 1925, it immediately elucidated a whole realm of physical facts and was accepted by physicists with wide acclaim. Called the exclusion principle—or Pauli principle, or principle of anti-symmetry—it was embodied in the axiomatics of quantum mechanics; its peculiar methodological significance passed out of view.",
      "page_age": null
    },
    {
      "title": "Landon D. C. Elkind, Let it rip : an analysis of philosophical canons and a partial argument for being a canon-shredder",
      "url": "https://philpapers.org/rec/ELKLIR",
      "philpapers_id": "ELKLIR",
      "snippet": "How to change a philosophical canon.Lisa Shapiro - 2023 - In Sandra Lapointe &amp; Erich Reck (eds.), Historiography and the Formation of Philosophical Canons.",
      "page_age": null
    },
    {
      "title": "Lisa Shapiro, Revisiting the Early Modern Philosophical Canon",
      "url": "https://philpapers.org/rec/SHARTE-3",
      "philpapers_id": "SHARTE",
      "snippet": "After distinguishing three elements of a philosophical canon—a causal story, a set of core philosophical questions, and a set of distinctively philosophical works—I argue that recent efforts contextualizing the history of philosophy within the history of science subtly shift the central philosophical questions and allow for a greater range of figures to be philosophically central.",
      "page_age": null
    }
  ],
  "count": 18,
  "errors": []
}
