{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "Gadamer hermeneutics",
  "results": [
    {
      "title": "Hans-Georg Gadamer (ed.), Philosophical hermeneutics",
      "url": "https://philpapers.org/rec/GADPH",
      "philpapers_id": "GADPH",
      "snippet": "This excellent collection contains 13 essays from Gadamer&#x27;sKleine Schriften,dealing with hermeneutical reflection, phenomenology, existential philosophy, and ...",
      "page_age": null
    },
    {
      "title": "Georgia Warnke, Gadamer: Hermeneutics, Tradition and Reason",
      "url": "https://philpapers.org/rec/WARGHT-4",
      "philpapers_id": "WARGHT",
      "snippet": "Hans-Georg Gadamer is one of the leading philosophers in the world today. His philosophical hermeneutics has had a major impact in a wide range of disciplines, including the social sciences, literary criticism, theology and jurisprudence. Truth and Method, his major work, is widely recognised to be one of the great classics of twentieth-century thought.",
      "page_age": null
    },
    {
      "title": "Paul Regan, Hans-Georg Gadamer’s philosophical hermeneutics: Concepts of reading, understanding and interpretation",
      "url": "https://philpapers.org/rec/REGHGP",
      "philpapers_id": "REGHGP",
      "snippet": "Hans-Georg Gadamer’s philosophical hermeneutics is a popular qualitative research interpretive method aiming to explore the meaning of individual experiences in relation to understanding human interpretation.",
      "page_age": null
    },
    {
      "title": "Hans-Georg Gadamer, Classical and Philosophical Hermeneutics",
      "url": "https://philpapers.org/rec/GADCAP",
      "philpapers_id": "GADCAP",
      "snippet": "The Romantic conception of hermeneutics was psychologized by Dilthey and re-founded upon the principle of consciousness. With Heidegger became conceived as an ontological phenomenon identical to Existenz itself. For Gadamer, hermeneutics criticizes the ‘pale abstractions’ of Enlightenment conceptions of philosophy for neglecting the work of concepts in philosophy; concepts that have their origins in the self-critical communicative movement of human interpretation",
      "page_age": null
    },
    {
      "title": "Hans Georg Gadamer & Hugh J. Silverman (eds.), Gadamer and Hermeneutics",
      "url": "https://philpapers.org/rec/GADGAH-3",
      "philpapers_id": "GADGAH",
      "snippet": "Gadamer and Hermeneutics: Science, Culture, Literature.Hugh J.",
      "page_age": null
    },
    {
      "title": "Joel Weinsheimer, Gadamer's Hermeneutics: A Reading of Truth and Method",
      "url": "https://philpapers.org/rec/WEIGHA-3",
      "philpapers_id": "WEIGHA",
      "snippet": "But a renewed interest in the question of what we are to make of tradition, no doubt spurred in large measure by deconstruction&#x27;s effort to unmake it, has lent Gadamer a new pertinence. One sign that his stock is on the rise is the publication of Joel Weinsheimer&#x27;s Gadamer&#x27;s Hermeneutics, a much needed and admirably written introduction to Truth and Method that should push its value even higher.",
      "page_age": null
    },
    {
      "title": "Hugh J. Silverman (ed.), Gadamer and Hermeneutics: Science, Culture, Literature",
      "url": "https://philpapers.org/rec/GADGAH-2",
      "philpapers_id": "GADGAH",
      "snippet": "This title, first published in 1991, opens with an account by Gadamer of his own life and work and their relation to the achievements of hermeneutics. Building upon the key theme of dialogue, Gadamer and Hermeneutics provides a series of essays, either linked Gadamer to other major contemporary philosophers or focusing on a given Gadamerian theme.",
      "page_age": null
    },
    {
      "title": "Jeffrey James Polet, Liberal Interpretations: Gadamer's Hermeneutics and the Modern Subject",
      "url": "https://philpapers.org/rec/POLLIG",
      "philpapers_id": "POLLIG",
      "snippet": "By engaging in a preliminary investigation of the nature of modernity--focusing specifically on the loss of historical consciousness, a widespread sense of alienation, the &quot;loss of the gods,&quot; and the primacy of the will--the work sets the stage by which Gadamer&#x27;s hermeneutical theory is shown to be a therapy for much of what ails the modern world.",
      "page_age": null
    },
    {
      "title": "Hans-Georg Gadamer, Hermeneutics, Religion, and Ethics",
      "url": "https://philpapers.org/rec/GADHRA",
      "philpapers_id": "GADHRA",
      "snippet": "In such outstanding essays as &quot;Kant and the Question of God,&quot; &quot;Thinking as Redemption: Plotinus between Plato and Augustine,&quot; and &quot;Friendship and Self-Knowledge: Reflections on the Role of Friendship in Greek Ethics,&quot; Gadamer discusses the nature of moral behavior, ethics as a form of knowing, and the hermeneutic task of mediating ethos and philosophical ethics with one another.",
      "page_age": null
    },
    {
      "title": "Stephen John Maguire, Gadamer's Hermeneutics: Criticism and Community",
      "url": "https://philpapers.org/rec/MAGGHC",
      "philpapers_id": "MAGGHC",
      "snippet": "This is a study in philosophical hermeneutics, a descriptive theory about the nature of understanding. The central theme of Hans-Georg Gadamer&#x27;s philosophical hermeneutics is that understanding is an event. It is something that happens to us ...",
      "page_age": null
    },
    {
      "title": "Georgia Warnke (ed.), Inheriting Gadamer: New Directions in Philosophical Hermeneutics",
      "url": "https://philpapers.org/rec/WARIGN-2",
      "philpapers_id": "WARIGN",
      "snippet": "Hans-Georg Gadamer&#x27;s philosophical hermeneutics - one of the seminal philosophies of the 20th century - has had a profound influence on a wide array of fields, including classical philology, theology, the philosophy of the social sciences, literary theory, philosophy of law, critical social theory and the philosophy of art.",
      "page_age": null
    },
    {
      "title": "Theodore George, Gadamer, German Idealism, and the Hermeneutic Turn in Phenomenology",
      "url": "https://philpapers.org/rec/GEOGGI",
      "philpapers_id": "GEOGGI",
      "snippet": "One chief reason is that Gadamer describes his philosophical hermeneutics as an attempt to advance beyond the early Heidegger’s introduction of a “hermeneutics of facticity” that would break from the transcendental idealism of Husserl’s phenomenology.",
      "page_age": null
    },
    {
      "title": "Bruce Krajewski (ed.), Gadamer’s Repercussions: Reconsidering Philosophical Hermeneutics",
      "url": "https://philpapers.org/rec/KRAGRR-2",
      "philpapers_id": "KRAGRR",
      "snippet": "In an effort to address this slant, this volume brings together many prominent scholars to assess, re-evaluate, and question Hans-Georg Gadamer&#x27;s works, as well as his place in intellectual history. The book includes a recent essay by Gadamer on &quot;the task of hermeneutics,&quot; as well as essays ...",
      "page_age": null
    },
    {
      "title": "Panagiotis Thanassas, Gadamer and Aristotle. Problems of a Hermeneutic Appropriation",
      "url": "https://philpapers.org/rec/THAGAA",
      "philpapers_id": "THAGAA",
      "snippet": "When Gadamer elaborates his conception of philosophical hermeneutics as a transcendental inquiry, he appeals to Aristotle’s practical philosophy as a “model”, which can elucidate his own conceptualization of understanding as intrinsically bound to the specific circumstances of every interpretation.",
      "page_age": null
    },
    {
      "title": "Anthony Gordon Rud, Gadamer's Hegel: An Essay on Absolute Idealism and Hermeneutics",
      "url": "https://philpapers.org/rec/RUDGHA",
      "philpapers_id": "RUDGHA",
      "snippet": "My purpose is to examine the influence of Hegel upon Gadamer&#x27;s thought. In the first chapter I present an account of Hegel&#x27;s case for absolute idealism. In the second and third chapters I explicate the hermeneutics of Gadamer and his express use of Hegelian themes.",
      "page_age": null
    },
    {
      "title": "Theodore D. George & Gert-Jan van der Heiden (eds.), The Gadamerian Mind",
      "url": "https://philpapers.org/rec/GEOTGM",
      "philpapers_id": "GEOTGM",
      "snippet": "His name has become all but synonymous with the philosophical study of hermeneutics, the field concerned with theories of understanding and interpretation and laid out in his landmark book, Truth and Method.",
      "page_age": null
    },
    {
      "title": "Roger Arthur Badham, The Implications of Gadamer's Hermeneutics for Contemporary Christian Ethics",
      "url": "https://philpapers.org/rec/BADTIO-3",
      "philpapers_id": "BADTIO",
      "snippet": "The study argues for the relevance of Gadamer&#x27;s hermeneutics for constructive theological ethics. Chapter I, Gadamer and the sensus communis, analyses Gadamer&#x27;s work through exploring his appropriation of phronesis and paideia in Truth and Method and his studies of Plato and Aristotle.",
      "page_age": null
    },
    {
      "title": "David Weberman, A New Defense of Gadamer’s Hermeneutics",
      "url": "https://philpapers.org/rec/WEBAND-4",
      "philpapers_id": "WEBAND",
      "snippet": "This paper re-examines the central thesis of Gadamer’s hermeneutics that objectivity is not a suitable ideal for understanding a text, historical event, or cultural phenomenon because there exists no one correct ...",
      "page_age": null
    },
    {
      "title": "Hans-Georg Gadamer, Hermeneutics and social science",
      "url": "https://philpapers.org/rec/GADHAS",
      "philpapers_id": "GADHAS",
      "snippet": "Hermeneutic research in nursing: developing a Gadamerian‐based research method.Valerie Fleming, Uta Gaidys &amp; Yvonne Robb - 2003 - Nursing Inquiry 10 (2):113-120.",
      "page_age": null
    }
  ],
  "count": 19,
  "errors": []
}
