{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "systematic review humanities",
  "results": [
    {
      "title": "Ginevra Peruginelli & Sebastiano Faro, Research Quality Evaluation: The Case of Legal Studies",
      "url": "https://philpapers.org/rec/PERRQE",
      "philpapers_id": "PERRQE",
      "snippet": "In Andrea Bonaccorsi (ed.), The Evaluation of Research in Social Sciences and Humanities: Lessons From the Italian Experience. Springer Verlag. pp. 103-129 (2018) ... Among SSH, legal studies create difficult challenges for the evaluation process. Legal scholarship is based on systematic analysis of legislation and jurisprudence, using a hermeneutic and logical approach that usually leads to a variety of formulations.",
      "page_age": null
    },
    {
      "title": "Aleixandre Brian Duche-Pérez, Cintya Yadira Vera-Revilla, Anthony Rolando Medina Rivas Plata, Olger Albino Gutiérrez-Aguilar, Manuel Edmundo Hillpa-Zuñiga & Antonio Miguel Escobar Juárez, Agenda Setting in Social Networks and the Media during Presidential Elections",
      "url": "https://philpapers.org/rec/DUCASI",
      "philpapers_id": "DUCASI",
      "snippet": "International Humanities Review / Revista Internacional de Humanidades 21 (1):55-70 (2023) ... This article examines the role of social media and journalistic media in presidential electoral processes. A systematic review of scientific articles published from 2012 to 2022 was conducted.",
      "page_age": null
    },
    {
      "title": "Henry Pietersma, Phenomenological epistemology",
      "url": "https://philpapers.org/rec/PIEPE",
      "philpapers_id": "PIEPE",
      "snippet": "This work offers a provocative new historical and systematic interpretation of the epistemological doctrines of three twentieth-century giants: Husserl, Heidegger, and Merleau-Ponty.",
      "page_age": null
    },
    {
      "title": "Robert Piercey, Sami Pihlström, 'Toward a Pragmatist Philosophy of the Humanities'",
      "url": "https://philpapers.org/rec/PIESPT",
      "philpapers_id": "PIESPT",
      "snippet": "Knowledge Production in the Humanities.Kathleen Wallace - 2024 - European Journal of Pragmatism and American Philosophy 16 (1). Sami Pihlström, Pragmatist Metaphysics. [REVIEW]Pär Engholm - 2012 - Journal of Critical Realism 11 (3):388-394.",
      "page_age": null
    },
    {
      "title": "Michael Ruse, Willem Drees on the humanities",
      "url": "https://philpapers.org/rec/RUSWDO",
      "philpapers_id": "RUSWDO",
      "snippet": "Science, Religion, the Humanities and Hope: Essays in Honour of Willem B. Drees.Anne Runehov &amp; Michael Fuller (eds.) - 2024 - Cham: Springer Nature Switzerland. Review of W.B.",
      "page_age": null
    },
    {
      "title": "Michael Thate, The Humanities, Business, and the Question of Relevance",
      "url": "https://philpapers.org/rec/THATHB",
      "philpapers_id": "THATHB",
      "snippet": "This chapter surveys the literature which discusses the so-called relevance of the humanities. This survey frames the rest of the essays that follow and introduces the book as a whole.",
      "page_age": null
    },
    {
      "title": "Xavier Tezzo, Simon R. Bush, Peter Oosterveer & Ben Belton, Food system perspective on fisheries and aquaculture development in Asia",
      "url": "https://philpapers.org/rec/TEZFSP",
      "philpapers_id": "TEZFSP",
      "snippet": "Do Fish Resist?Dinesh Joseph Wadiwel - 2016 - Cultural Studies Review 22 (1). Fish Consumption: Choices in the Intersection of Public Concern, Fish Welfare, Food Security, Human Health and Climate Change.Helena Röcklinsberg - 2015 - Journal of Agricultural and Environmental Ethics 28 (3):533-551.",
      "page_age": null
    },
    {
      "title": "Kate de Meideros, Marlene Goldman & Thomas Cole (eds.), Critical Humanities and Aging",
      "url": "https://philpapers.org/rec/DEMCHA",
      "philpapers_id": "DEMCHA",
      "snippet": "New York: Polity press/blackwell, 1998. [REVIEW]Margaret A. Simons - 1999 - Hypatia 14 (4):183-186. Where Do We Come From? What are We? Where are We Going?: An Annotated Bibliography of Aging and the Humanities.Donna Polisar - 1988 - Gerontological Society of Amer.",
      "page_age": null
    },
    {
      "title": "Alexander Romero-Sánchez, Geovanny Perdomo-Charry & Edy Lorena Burbano-Vallejo, Academic Spin-offs through the Lens of Pragmatism and Mixed Methods",
      "url": "https://philpapers.org/rec/ROMAST-4",
      "philpapers_id": "ROMAST",
      "snippet": "From Academic Entrepreneurship to the Performance of Academic Spin-Offs: A systematic Review of the International Gap and the Colombian Context.Alexander Romero-Sanchez, Edy Lorena Burbano Vallejo &amp; Geovanny Perdomo Charry - 2024 - Review of Contemporary Philosophy 23 (1):667–701.",
      "page_age": null
    },
    {
      "title": "Beatriz Vizuete, Elisa Oteros-Rozas & Marina García-Llorente, Role of the neo-rural phenomenon and the new peasantry in agroecological transitions: a literature review",
      "url": "https://philpapers.org/rec/VIZROT-2",
      "philpapers_id": "VIZROT",
      "snippet": "The human being at the heart of agroecological transitions: insights from cognitive mapping of actors’ vision of change in Roquefort area.Gwen Christiansen, Jean Simonneaux &amp; Laurent Hazard - 2023 - Agriculture and Human Values 40 (4):1675-1696.",
      "page_age": null
    },
    {
      "title": "W. Huemer & B. Centi (eds.), Value and Ontology",
      "url": "https://philpapers.org/rec/HUEVAO",
      "philpapers_id": "HUEVAO",
      "snippet": "These topics which were also discussed by early phenomenologists like Brentano, Meinong, Ehrenfels, proponents of Gestalt psychology like Kohler, by Husserl, and by French phenomenologists like Merleau-Ponty are approached by both historical and systematic analysis.&quot;",
      "page_age": null
    },
    {
      "title": "Arthur M. Melzer, The natural goodness of man: on the system of Rousseau's thought",
      "url": "https://philpapers.org/rec/MELTNG",
      "philpapers_id": "MELTNG",
      "snippet": "The final section unfolds and explains Rousseau’s programmatic thought, especially the Social Contract, as a precise solution to the human problem as redefined by the principle of natural goodness. The result is a systematic reconstruction of Rousseau’s philosophy that discloses with unparalleled clarity both the complex weave of his argument and the majestic unity of his vision.",
      "page_age": null
    },
    {
      "title": "George Hull, Epistemic redress",
      "url": "https://philpapers.org/rec/HULER",
      "philpapers_id": "HULER",
      "snippet": "The Ethics of Belief in a Burning World.Sebastian Schmidt - 2023 - Australasian Philosophical Review 7 (4):404-410. Structural Epistemic Reparations: Lessons From The Military Comfort System in Japan During World War II.Martin Miragoli - forthcoming - Philosophical Studies. A critical and systematic literature review of epistemic justice applied to healthcare: recommendations for a patient partnership approach.Catherine Isadora Côté - 2024 - Medicine, Health Care and Philosophy 27 (3):455-477.",
      "page_age": null
    },
    {
      "title": "Bertrand Russell, Human Knowledge: Its Scope and Limits",
      "url": "https://philpapers.org/rec/RUSHKI-5",
      "philpapers_id": "RUSHKI",
      "snippet": "Bertrand Russell, Human Knowledge-its Scope and Limits. [REVIEW]E.",
      "page_age": null
    }
  ],
  "count": 14,
  "errors": []
}
