{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "research ethics philosophy",
  "results": [
    {
      "title": "Comstock Gary, Research Ethics: A philosophical guide to the responsible conduct of research",
      "url": "https://philpapers.org/rec/GARREA-3",
      "philpapers_id": "GARREA",
      "snippet": "Research Ethics takes a novel approach and emphasizes the art of philosophical decision-making. Part A introduces egoism and explains that it is in the individual&#x27;s own interest to avoid misconduct, fabrication of data, plagiarism and bias.",
      "page_age": null
    },
    {
      "title": "David B. Resnik, Philosophical Foundations of Human Research Ethics",
      "url": "https://philpapers.org/rec/RESPFO-2",
      "philpapers_id": "RESPFO",
      "snippet": "David B. Resnik &#x27;s The Ethics of Science.Jyh-Horng Wu - 2004 - Philosophy and Culture 31 (11):155-159.",
      "page_age": null
    },
    {
      "title": "Rosamond Rhodes, Rethinking Research Ethics",
      "url": "https://philpapers.org/rec/RHORRE-2",
      "philpapers_id": "RHORRE",
      "snippet": "The aim of this paper is to sort out these confusions and their implications and to offer instead a straightforward framework for considering the ethical conduct of human subject research. In the course of this discussion I clarify different senses of autonomy that have been confounded and present more intelligible justifications for informed consent.",
      "page_age": null
    },
    {
      "title": "David B. Resnik, The Ethics of Research with Human Subjects: Protecting People, Advancing Science, Promoting Trust",
      "url": "https://philpapers.org/rec/RESTEO-7",
      "philpapers_id": "RESTEO",
      "snippet": "It explains how trust is important not only between investigators and subjects but also between and among other stakeholders involved in the research enterprise, including research staff, sponsors, institutions, communities, oversight committees, government agencies, and the general public. The book argues that trust should be viewed as a distinct ethical principle for research with human subjects that complements other principles, such as autonomy, beneficence, non-maleficence, and justice.",
      "page_age": null
    },
    {
      "title": "David Koepsell, Scientific integrity and research ethics: An approach from the ethos of science",
      "url": "https://philpapers.org/rec/KOESIA-2",
      "philpapers_id": "KOESIA",
      "snippet": "This book is an easy to read, yet comprehensive introduction to practical issues in research ethics and scientific integrity. It addresses questions about what constitutes appropriate academic and scientific behaviors from the point of view of what Robert Merton called the “ethos of science.” In other words, without getting into tricky questions about the nature of the good or right (as philosophers often do), Koepsell’s concise book provides an approach to behaving according to the norms of science and academia without delving into the morass of philosophical ethics.",
      "page_age": null
    },
    {
      "title": "Joan E. Sieber, Empirical research on research ethics",
      "url": "https://philpapers.org/rec/SIEERO",
      "philpapers_id": "SIEERO",
      "snippet": "Ethics is normative; ethics indicates, in broad terms, what researchers should do. For example, researchers should respect human participants. Empirical study tells us what actually happens. Empirical research is often needed ...",
      "page_age": null
    },
    {
      "title": "Edward J. Hackett, Four observations about “six domains of research ethics”",
      "url": "https://philpapers.org/rec/HACFOA",
      "philpapers_id": "HACFOA",
      "snippet": "Stimulated by Kenneth Pimple’s “Six Domains of Research Ethic”, this paper examines four aspects of the responsible conduct of research and scientists’ social responsibilities. I argue that scholars and decision-makers concerned ...",
      "page_age": null
    },
    {
      "title": "Paul J. Friedman, An introduction to research ethics",
      "url": "https://philpapers.org/rec/FRIAIT-2",
      "philpapers_id": "FRIAIT",
      "snippet": "Science and Engineering Ethics 2 (4):443-456 (1996) ... Practical issues throughout scientific research can be found to have an ethical aspect. There is a gray area in which scientific error (“honest error”) may be difficult to distinguish from unacceptably poor research practice or an unethical failure to follow scientific norms.",
      "page_age": null
    },
    {
      "title": "Kenneth D. Pimple, Six domains of research ethics: A heuristic framework for the responsible conduct of research",
      "url": "https://philpapers.org/rec/PIMSDO",
      "philpapers_id": "PIMSDO",
      "snippet": "The purpose of this paper is to provide a simple yet comprehensive organizing scheme for the responsible conduct of research (RCR). The heuristic offered here should prove helpful in research ethics ...",
      "page_age": null
    },
    {
      "title": "Ana Smith Iltis & Douglas McKay (eds.), The Oxford Handbook of Research Ethics",
      "url": "https://philpapers.org/rec/ILTTOH",
      "philpapers_id": "ILTTOH",
      "snippet": "The Ethics of Public Policy Experiments: Lessons from Clinical Research Ethics.Douglas MacKay",
      "page_age": null
    },
    {
      "title": "Günter Abel, Bounded Responsibility and Bounded Ethics of Science and Technology",
      "url": "https://philpapers.org/rec/ABEBRA-4",
      "philpapers_id": "ABEBRA",
      "snippet": "(4) The principle of reflective equilibrium is introduced as a principle of rationality, and it is shown how this principle generates rational and reasonable justifications in the ethics of science and technology. (5) Against this background, a reconception of internal and external responsibilities of science is given. (6) The type of responsibility demanded is exemplified by today’s climate research.",
      "page_age": null
    },
    {
      "title": "Diana Amundsen & Mohamed Msoroka, Responsive Ethics: navigating the fluid research space between HREC ethics, researcher ethics and participant ethics",
      "url": "https://philpapers.org/rec/AMUREN",
      "philpapers_id": "AMUREN",
      "snippet": "This article argues that more meaningful research processes and outcomes may be achieved by responding to three similar, yet potentially different “sets” of ethical principles: a) institutions’ (universal) research ethics; b) participants’ ethics and; c) researchers’ personal ethics.",
      "page_age": null
    },
    {
      "title": "Wessel Reijers, David Wright, Philip Brey, Karsten Weber, Rowena Rodrigues, Declan O’Sullivan & Bert Gordijn, Methods for Practising Ethics in Research and Innovation: A Literature Review, Critical Analysis and Recommendations",
      "url": "https://philpapers.org/rec/REIMFP-3",
      "philpapers_id": "REIMFP",
      "snippet": "This paper provides a systematic literature review, analysis and discussion of methods that are proposed to practise ethics in research and innovation. Ethical considerations concerning the impacts of R&amp;I are increasingly ...",
      "page_age": null
    },
    {
      "title": "Charlotte Gauckler, Philosophers in research ethics committees—what do they think they’re doing? An empirical-ethical analysis",
      "url": "https://philpapers.org/rec/GAUPIR",
      "philpapers_id": "GAUPIR",
      "snippet": "Research ethics committees in Germany usually don’t have philosophers as members and if so, only contingently, not provided for by statute. This is interesting from a philosophical perspective, assuming that ethics is a discipline of philosophy. It prompts the question what role philosophers play in those committees they can be found in.",
      "page_age": null
    },
    {
      "title": "R. E. Ashcroft, Textbook of Research Ethics: Theory and Practice: S Loue. Kluwer Academic/Plenum Publishers, 2000, US$55.00 (hb), pp 255+xix. ISBN 0-306-46448-",
      "url": "https://philpapers.org/rec/EASTOR",
      "philpapers_id": "EASTOR",
      "snippet": "Introduction: Why Kant Now.Matthew C. Altman - 2011 - In Kant and Applied Ethics: The Uses and Limits of Kant&#x27;s Practical Philosophy. Malden, Mass.: Wiley-Blackwell. pp. 1–9. The teaching of bioethics as a necessary condition for good working practice of health care professionals.Júlia Klembarová - 2012 - Ethics and Bioethics (in Central Europe) 2 (1-2):39-50. Ethics in Medical Research: A Handbook of Good Practice: Trevor Smith, Cambridge, UK, Cambridge University Press, 1999, 403 + xvii pages, pound29.95/US$47.95.Richard Ashcroft - 2001 - Journal of Medical Ethics 27 (2):140-1.",
      "page_age": null
    }
  ],
  "count": 15,
  "errors": []
}
