{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "philosophical canon formation",
  "results": [
    {
      "title": "Daniel James Smith, On the Historiography of Philosophy and the Formation of the Canon in advance",
      "url": "https://philpapers.org/rec/SMIOTH-3",
      "philpapers_id": "SMIOTH",
      "snippet": "This paper examines the formation of the philosophical canon in the period immediately after Kant. After a general introduction to the “historiography of philosophy,” it brings together three strands of contemporary ...",
      "page_age": null
    },
    {
      "title": "Sandra Lapointe & Erich Reck (eds.), Historiography and the Formation of Philosophical Canons",
      "url": "https://philpapers.org/rec/LAPHAT",
      "philpapers_id": "LAPHAT",
      "snippet": "Additionally, select chapters adopt a more diverse perspective, by making place for non-Western approaches and for efforts to construe new philosophical narratives that do justice to the voice of women across the centuries. Historiography and the Formation of Philosophical Canons will be of ...",
      "page_age": null
    },
    {
      "title": "Agnes Bolinska & Joseph D. Martin, The tragedy of the canon; or, path dependence in the history and philosophy of science",
      "url": "https://philpapers.org/rec/BOLTTO-4",
      "philpapers_id": "BOLTTO",
      "snippet": "We have previously argued that ... evidence for philosophical claims, where canonicity is established through a process of negotiation among historians and philosophers of science (Bolinska and Martin, 2020)....",
      "page_age": null
    },
    {
      "title": "Merold Westphal, The Canon as Flexible, Normative Fact",
      "url": "https://philpapers.org/rec/WESTCA-3",
      "philpapers_id": "WESTCA",
      "snippet": "White‐washing the Canon: ‘Minor’ figures and the history of philosophy.Beverley Southgate - 1994 - British Journal for the History of Philosophy 2 (2):117 – 130. From Canon Fodder to Canon-Formation: How Do We Get There from Here?M.",
      "page_age": null
    },
    {
      "title": "Landon D. C. Elkind, Let it rip : an analysis of philosophical canons and a partial argument for being a canon-shredder",
      "url": "https://philpapers.org/rec/ELKLIR",
      "philpapers_id": "ELKLIR",
      "snippet": "In Sandra Lapointe &amp; Erich Reck (eds.), Historiography and the Formation of Philosophical Canons.",
      "page_age": null
    },
    {
      "title": "Eric Schliesser (ed.), Ten Neglected Classics of Philosophy",
      "url": "https://philpapers.org/rec/SCHTNC-8",
      "philpapers_id": "SCHTNC",
      "snippet": "While each chapter is an expression of engagement with an individual work, the volume as a whole, and Eric Schliesser&#x27;s introduction specifically, address timely questions about the nature of philosophy, disciplinary contours, and the vagaries of canon formation.",
      "page_age": null
    },
    {
      "title": "Peter K. J. Park, Africa, Asia, and the History of Philosophy: Racism in the Formation of the Philosophical Canon, 1780–1830",
      "url": "https://philpapers.org/rec/PARAAA-6",
      "philpapers_id": "PARAAA",
      "snippet": "Africa, Asia, and the History of Philosophy: Racism and the Formation of the Philosophical Canon, 1780–1820.",
      "page_age": null
    },
    {
      "title": "John Guillory, The Ideology of Canon-Formation: T. S. Eliot and Cleanth Brooks",
      "url": "https://philpapers.org/rec/GUITIO",
      "philpapers_id": "GUITIO",
      "snippet": "He is currently working on a study of canon-formation ... Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server · Sign in / register and customize your OpenURL resolver ... George Eliot and Auguste Comte: The Influence of Comtean Philosophy on the Novels of George Eliot.David Maria Hesse - 1996 - Peter Lang.",
      "page_age": null
    },
    {
      "title": "Lisa Shapiro, Revisiting the Early Modern Philosophical Canon",
      "url": "https://philpapers.org/rec/SHARTE-3",
      "philpapers_id": "SHARTE",
      "snippet": "After distinguishing three elements of a philosophical canon—a causal story, a set of core philosophical questions, and a set of distinctively philosophical works—I argue that recent efforts contextualizing the history of philosophy within the history of science subtly shift the central philosophical questions and allow for a greater range of figures to be philosophically central.",
      "page_age": null
    },
    {
      "title": "Kevin J. Harrelson, Hegel and the Modern Canon",
      "url": "https://philpapers.org/rec/HARHAT-10",
      "philpapers_id": "HARHAT",
      "snippet": "Abstract: This essay traces the relationship between Hegel and some common portrayals of modern philosophy in the nineteenth century. I explain much of the rationale behind the neo-Kantian narrative of modern ...",
      "page_age": null
    },
    {
      "title": "Aleksandar Uskokov, The Long and Short of It: Mahā-vākya from Mīmāṁsā to Jīva Gosvāmin, from the Veda to the Bhāgavata",
      "url": "https://philpapers.org/rec/USKTLA-2",
      "philpapers_id": "USKTLA",
      "snippet": "I argue that Jīva used the notion of mahā-vākya to show that all the Vedas, epics, and Purāṇas denote Kṛṣṇa through the fact that the single most important scriptural statement, ‘Kṛṣṇa is the Supreme Lord’ of Bhāgavata Purāṇa 1.3.28, has Kṛṣṇa as its reference. I conclude that mahā-vākya for Jīva was just a tool that he used for the purpose of canon formation in which the central role would belong to the Bhāgavata.",
      "page_age": null
    },
    {
      "title": "Heidi Furey, Beyond the code: a philosophical guide to engineering ethics",
      "url": "https://philpapers.org/rec/FURBTC-2",
      "philpapers_id": "FURBTC",
      "snippet": "One of the Society&#x27;s greatest contributions is the formation and adoption of the NSPE Code of Ethics. But the code, with its six &quot;Fundamental Canons,&quot; is only truly instructive if engineers can bridge the gap between principles and action. Here there is no substitute for personal reflection on the ethical and philosophical ...",
      "page_age": null
    },
    {
      "title": "Jessica Gordon-Roth & Nancy Kendrick, The Visible and the Invisible: Feminist Recovery in the History of Philosophy",
      "url": "https://philpapers.org/rec/GORTVA",
      "philpapers_id": "GORTVA",
      "snippet": "This is because philosophy remains far behind other fields in the humanities with respect to the project of canon expansion, and thus, attempts to expand the canon of philosophy rely, in large part, on the past and current scholarship of those in other humanities disciplines.",
      "page_age": null
    },
    {
      "title": "Margaret A. Simons, Sexism and the Philosophical Canon: On Reading Beauvoir's «The Second Sex»",
      "url": "https://philpapers.org/rec/SIMSAT-4",
      "philpapers_id": "SIMSAT",
      "snippet": "The Philosophy of Simone de Beauvoir: Gendered Phenomenologies, Erotic Generosities, and: Sex and Existence: Simone de Beauvoir&#x27;s &#x27;The Second Sex&#x27;, and: Beauvoir and The Second Sex : Feminism, Race, and the Origins of Existentialism, and: Philosophy ...",
      "page_age": null
    },
    {
      "title": "Juan A. Macías-Amoretti, Abdessalam Benabdelali's critical thought : towards a philosophical canon in Morocco",
      "url": "https://philpapers.org/rec/MACABC-2",
      "philpapers_id": "MACABC",
      "snippet": "Ibn Rushd in contemporary Moroccan thought.Abdennebi El Harri - 2025 - In Mohammed Hashas, Contemporary Moroccan thought: on philosophy, theology, society, and culture.",
      "page_age": null
    },
    {
      "title": "Dan Flory, Leah Kalmanson, Peter K. J. Park, Mark Larrimore & Sonia Sikka, Author Meets Readers",
      "url": "https://philpapers.org/rec/FLOAMR-2",
      "philpapers_id": "FLOAMR",
      "snippet": "The exchange between Peter Park, Dan Flory and Leah Kalmanson on Park’s book Africa, Asia and the History of Philosophy: Racism in the Formation of the Philosophical Canon took place during the APA’s 2016 Central Division meeting on a panel sponsored by the Committee on Asian and Asian-American Philosophers and Philosophies.",
      "page_age": null
    },
    {
      "title": "Donald Phillip Verene (ed.), Speculative Philosophy",
      "url": "https://philpapers.org/rec/VERSP",
      "philpapers_id": "VERSP",
      "snippet": "Introduction: On philosophical tetralogy -- The canon of the primal scene in speculative philosophy -- Philosophical pragmatics -- Putting philosophical questions (in)to language -- Absolute knowledge and philosophical language -- The ...",
      "page_age": null
    },
    {
      "title": "Herman L. Sinaiko, Reclaiming the Canon: Essays on Philosophy, Poetry, and History",
      "url": "https://philpapers.org/rec/SINRTC-7",
      "philpapers_id": "SINRTC",
      "snippet": "This book brings to general readers Sinaiko’s thoughts on, and invitations to read or reread, a wide selection of major literary and philosophical works—from ancient Greek to Chinese to modern. Taking a conversational approach, he deals with the perennial questions that thinking people have always raised, and investigates how works of great art may provide answers to these questions. Sinaiko reestablishes the notion that there is a canon of great works from the great traditions of the world and argues for the existence of permanent standards of excellence.",
      "page_age": null
    },
    {
      "title": "John J. Coughlin, Law, Person, and Community: Philosophical, Theological, and Comparative Perspectives on Canon Law",
      "url": "https://philpapers.org/rec/COULPA-2",
      "philpapers_id": "COULPA",
      "snippet": "Law, Person, and Community: Philosophical, Theological, and Comparative Perspectives on Canon Law takes up the fundamental question &quot;What is law?&quot; through a consideration of the interrelation of the concepts of law, ...",
      "page_age": null
    }
  ],
  "count": 19,
  "errors": []
}
