{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "pluralism philosophy",
  "results": [
    {
      "title": "David Archard, Philosophy and Pluralism",
      "url": "https://philpapers.org/rec/ARCPAP-5",
      "philpapers_id": "ARCPAP",
      "snippet": "We inhabit a world of differences - cultural, religious, moral, philosophical. The question that preoccupies the contributors to this volume is whether the fact of difference - plurality - inevitably leads to the conclusion that there cannot be a single truth, even in moral matters.",
      "page_age": null
    },
    {
      "title": "Eden Lin, Monism and Pluralism",
      "url": "https://philpapers.org/rec/LINMAP-4",
      "philpapers_id": "LINMAP",
      "snippet": "In Guy Fletcher, The Routledge Handbook of Philosophy of Well-Being. New York,: Routledge. pp. 331-41 (2015) ... I argue that the distinction between monism and pluralism about well-being should be understood in terms of explanation: the monist affirms (but the pluralist denies) that whenever two particular things are basically good for you, the explanation of their basic goodness for you is the same.",
      "page_age": null
    },
    {
      "title": "David Ludwig, A Pluralist Theory of the Mind",
      "url": "https://philpapers.org/rec/LUDAPT",
      "philpapers_id": "LUDAPT",
      "snippet": "This book challenges common debates in philosophy of mind by questioning the framework of placement problems in contemporary metaphysics. The author argues that placement problems arise when exactly one fundamental ontology serves as the base for all entities, and will propose a pluralist ...",
      "page_age": null
    },
    {
      "title": "Corrado Fumagalli, Towards a more plural political theory of pluralism",
      "url": "https://philpapers.org/rec/FUMTAM",
      "philpapers_id": "FUMTAM",
      "snippet": "In the last two decades, an ... of political philosophy and the supposed universalism of its normative pre-commitments. Surprisingly enough, the normative underpinnings of this debate have had very little impact on contemporary disputes about pluralism....",
      "page_age": null
    },
    {
      "title": "Stephen H. Kellert, Helen Longino & C. Kenneth Waters (eds.), Scientific Pluralism",
      "url": "https://philpapers.org/rec/KELSP-4",
      "philpapers_id": "KELSP",
      "snippet": "Scientific pluralism is an issue at the forefront of philosophy of science. This landmark work addresses the question, Can pluralism be advanced as a general, philosophical interpretation of science? Scientific Pluralism demonstrates the viability of the view that some phenomena require multiple accounts.",
      "page_age": null
    },
    {
      "title": "John Kekes, Pluralism in Philosophy: Changing the Subject",
      "url": "https://philpapers.org/rec/KEKPIP-2",
      "philpapers_id": "KEKPIP",
      "snippet": "The way out of this impasse, argues Kekes, is to abandon the assumption shared by the contending parties that the solutions of these problems can be rational only if they apply universally to all lives in all contexts. He believes that solutions may vary with lives and contexts and still be rational. Kekes defends a pluralistic alternative to absolutism and relativism that will, he holds, take philosophy in a new and more productive direction.",
      "page_age": null
    },
    {
      "title": "Julian F. Müller, Political Pluralism, Disagreement and Justice: The Case for Polycentric Democracy",
      "url": "https://philpapers.org/rec/MLLPPD-2",
      "philpapers_id": "MLLPPD",
      "snippet": "Resting on two key arguments, the ... making pluralism productive. The book explores what such a political order might look like and concludes that only an institutional system which is capable of profiting from diversity, such as polycentric democracy, might reasonably be expected to generate an overlapping consensus. Continuing in the tradition of Karl Popper and Friedrich August von Hayek, this book lies at the intersection of philosophy, political ...",
      "page_age": null
    },
    {
      "title": "Huw Price, Metaphysical pluralism",
      "url": "https://philpapers.org/rec/PRIMP",
      "philpapers_id": "PRIMP",
      "snippet": "Logical Pluralism is Compatible with Monism about Metaphysical Modality.Nicola Ciprotti &amp; Luca Moretti - 2009 - Australasian Journal of Philosophy 87 (2):275-284.",
      "page_age": null
    },
    {
      "title": "Tariq Ramadan, The quest for meaning: developing a philosophy of pluralism",
      "url": "https://philpapers.org/rec/RAMTQF",
      "philpapers_id": "RAMTQF",
      "snippet": "How different do our various religions, philosophies and traditions of thought make us? And can we see past what divides us to discover what we have in common? ... Pluralism. Theological anthropology. Religious pluralism. Ethnology Religious aspects. Philosophie.",
      "page_age": null
    },
    {
      "title": "Thom Brooks, Saving multiculturalism with stakeholding : Hegel and the challenges of pluralism",
      "url": "https://philpapers.org/rec/BROSMW",
      "philpapers_id": "BROSMW",
      "snippet": "Hegel’s Philosophy of Right offers crucial insights into how the alienation endemic in modernity can be overcome through reconciliation and stakeholding. This analysis shows how multicultural pluralism can be achieved and promoted without sacrificing solidarity.",
      "page_age": null
    },
    {
      "title": "Christian Blum, Value Pluralism versus Value Monism",
      "url": "https://philpapers.org/rec/BLUVPV",
      "philpapers_id": "BLUVPV",
      "snippet": "The Challenge of Modelling Normative Domains.Matthieu Queloz - 2025 - Philosophy and Technology 38 (34):1-27. Pluralism about Aesthetic Value and Agency in the Zhuangzi.Dominic McIver Lopes &amp; Davide Andrea Zappulli - forthcoming - Dao: A Journal of Comparative Philosophy.",
      "page_age": null
    },
    {
      "title": "David Ludwig, Beyond Physicalism and Dualism? Putnam’s Pragmatic Pluralism and the Philosophy of Mind",
      "url": "https://philpapers.org/rec/LUDBPA",
      "philpapers_id": "LUDBPA",
      "snippet": "Contrary to dualism, pragmatic pluralism denies that equally fundamental conceptual systems refer to ontologically distinct realms of reality. The aim of this paper is to discuss and clarify the implications of Putnam’s pragmatic pluralism for the philosophy of mind.",
      "page_age": null
    },
    {
      "title": "David Campbell & Morton Schoolman (eds.), The New Pluralism: William Connolly and the Contemporary Global Condition",
      "url": "https://philpapers.org/rec/CAMTNP-2",
      "philpapers_id": "CAMTNP",
      "snippet": "The contributors show how Connolly has continually revised his ideas about pluralism to take into account radical changes in global politics, incorporate new theories of cognition, and reflect on the centrality of religion in political conflict.",
      "page_age": null
    },
    {
      "title": "Stephen H. Kellert, Helen E. Longino & C. Kenneth Waters (eds.), Scientific Pluralism",
      "url": "https://philpapers.org/rec/KELSP-3",
      "philpapers_id": "KELSP",
      "snippet": "Scientific pluralism is an issue at the forefront of philosophy of science. This landmark work addresses the question, Can pluralism be advanced as a general, philosophical interpretation of science?",
      "page_age": null
    }
  ],
  "count": 14,
  "errors": []
}
