{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "scholarly integrity",
  "results": [
    {
      "title": "M. V. Dougherty, Correcting the Scholarly Record for Research Integrity: In the Aftermath of Plagiarism",
      "url": "https://philpapers.org/rec/DOUCTS-3",
      "philpapers_id": "DOUCTS",
      "snippet": "It catalogues how humanities disciplines fall short in comparison with the natural and biomedical sciences for ensuring the integrity of the body of published research. This volume provides clarity about how to conceptualize the scholarly record, surveys the traditional methods for correcting it, and argues for new interventions to improve the reliability of the body of published research.",
      "page_age": null
    },
    {
      "title": "David B. Resnik & Mohammad Hosseini, The Impact of AUTOGEN and Similar Fine-Tuned Large Language Models on the Integrity of Scholarly Writing",
      "url": "https://philpapers.org/rec/RESTIO-10",
      "philpapers_id": "RESTIO",
      "snippet": "The ethics of disclosing the use of artificial intelligence tools in writing scholarly manuscripts.Mohammad Hosseini, David B.",
      "page_age": null
    },
    {
      "title": "Tony Ross-Hellauer & Jonathan P. Tennant, The limitations to our understanding of peer review",
      "url": "https://philpapers.org/rec/ROSTLT-2",
      "philpapers_id": "ROSTLT",
      "snippet": "Peer review is embedded in the core of our knowledge generation systems, perceived as a method for establishing quality or scholarly legitimacy for research, while also often distributing academic prestige and ...",
      "page_age": null
    },
    {
      "title": "David S. Fowler, AI in Higher Education",
      "url": "https://philpapers.org/rec/FOWAIH",
      "philpapers_id": "FOWAIH",
      "snippet": "This scholarly inquiry examines the interplay between artificial intelligence (AI) and academic integrity within higher education. Through a comprehensive synthesis of academic literature, the study delves into the multifaceted implications of ...",
      "page_age": null
    },
    {
      "title": "David Koepsell, Scientific integrity and research ethics: An approach from the ethos of science",
      "url": "https://philpapers.org/rec/KOESIA-2",
      "philpapers_id": "KOESIA",
      "snippet": "The central thesis is that: since we know certain behaviors are necessary for science and its institutions to work properly (rather than pathologically), we can extend those principles to guide good behaviors as scientists and academics. The Spanish version of this book was commissioned by the Mexican National Science Foundation (CONACyT) and is being distributed to and used by Mexican scientists in a unique, national plan to improve scientific integrity throughout all of Mexico.",
      "page_age": null
    },
    {
      "title": "David B. Wangaard & Jason M. Stephens, Creating a Culture of Academic Integrity: A Toolkit for Secondary Schools",
      "url": "https://philpapers.org/rec/WANCAC-2",
      "philpapers_id": "WANCAC",
      "snippet": "This guide--which culled research from six high schools in Connecticut that indicated that more than 90 percent of students participate in some form of cheating during the average school year--provides teachers, school administrators, and parents with a toolkit of resources and strategies needed to engender a culture of scholastic honesty. With reproducible handouts and instruction on establishing an Academic Integrity Committee, this unique resource provides a plan and policies that support a climate of honesty and hard work.",
      "page_age": null
    },
    {
      "title": "Bruce Macfarlane, Teaching with integrity: the ethics of higher education practice",
      "url": "https://philpapers.org/rec/MACTWI",
      "philpapers_id": "MACTWI",
      "snippet": "The material is presented in a scholarly yet accessible style and case examples are used throughout to encourage a practical, reflective approach. ... Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server · Sign in / register and customize your OpenURL resolver ... Teaching with Integrity: The Ethics of Higher Education Practice.Bruce Macfarlane - 2005 - British Journal of Educational Studies 53 (4):486-487.",
      "page_age": null
    },
    {
      "title": "Jay Goulding (ed.), China-West interculture: toward the philosophy of world integration: essays on Wu Kuang-Ming's thinking",
      "url": "https://philpapers.org/rec/GOUCIT",
      "philpapers_id": "GOUCIT",
      "snippet": "World problems are intercultural, requiring sensitivity to cultural integrity in order to resolve them. Wu Kuang-ming has been grappling with cultural clashes at their boundary for half a century, insisting that ...",
      "page_age": null
    },
    {
      "title": "Mariya Chankova, Teaching Academic Integrity: the Missing Link",
      "url": "https://philpapers.org/rec/CHATAI-4",
      "philpapers_id": "CHATAI",
      "snippet": "Student plagiarism and cheating have been at the focus of scholarly investigations for over two decades now, the discussion being conducted on the backdrop of the question of whether traditional didactics is suitable for Google generation students who supposedly think and process information differently. Using data collected via start-of-term questionnaires, a series of follow-up semi-structured interviews and a specially calibrated session on academic integrity, the present study looks into the students’ ideas on cheating, school work, internet use, studying habits and understanding of academic integrity.",
      "page_age": null
    },
    {
      "title": "Lynn S. Paine, Managing for Organizational Integrity",
      "url": "https://philpapers.org/rec/PAIMFO",
      "philpapers_id": "PAIMFO",
      "snippet": "An integrity-based approach to ethics management combines a concern for the law with an emphasis on managerial responsibility for ethical behavior. Though integrity strategies may vary in design and scope, all ...",
      "page_age": null
    },
    {
      "title": "Clàudia Pallisé Perelló, Giulia Inguaggiato, Loïs van Eck, Hanna K. de Jong, Sabine M. Hermans, Martin P. Grobusch, Mariëtte van den Hoven & Natalie Evans, Research ethics and integrity challenges in accelerated clinical trials, an interview study",
      "url": "https://philpapers.org/rec/PALREA",
      "philpapers_id": "PALREA",
      "snippet": "Accelerated clinical trials for drugs and vaccines during global health crises allow for rapid access but pose research ethics and integrity challenges. Understanding these challenges is crucial for preserving research participants’ safety and supporting research fairness and trustworthiness.",
      "page_age": null
    },
    {
      "title": "Jennifer L. Kisamore, Thomas H. Stone & I. M. Jawahar, Academic Integrity: The Relationship between Individual and Situational Factors on Misconduct Contemplations",
      "url": "https://philpapers.org/rec/KISAIT-4",
      "philpapers_id": "KISAIT",
      "snippet": "Overall, personality variables explained the most unique variance in academic misconduct, and Adjustment interacted with integrity culture, such that integrity culture had more influence on intentions to cheat for less well-adjusted individuals. Implications for practice are discussed and future research directions are offered. Cite · Plain text · BibTeX · Formatted text · Zotero · EndNote · Reference Manager · RefWorks · Options · Edit · Mark as duplicate · Find it on Scholar ·",
      "page_age": null
    },
    {
      "title": "Laura Westra & Klaus Bosselmann, Ecological Integrity, Law and Governance",
      "url": "https://philpapers.org/rec/WESEIL",
      "philpapers_id": "WESEIL",
      "snippet": "This book celebrates the 25th anniversary of the Global Ecological Integrity Group, which includes more than 250 scholars and independent researchers worldwide, from diverse disciplines, including ecology, biology, philosophy, epidemiology, public health, ecological economics, and international law.",
      "page_age": null
    },
    {
      "title": "Silva Karkoulian, Niveen Sayegh & Nadeen Sayegh, ChatGPT Unveiled: Understanding Perceptions of Academic Integrity in Higher Education - A Qualitative Approach",
      "url": "https://philpapers.org/rec/KARCUU",
      "philpapers_id": "KARCUU",
      "snippet": "This research underscores the need for higher education institutions to carefully navigate the integration of AI tools like ChatGPT. It calls for the formulation of clear policies and guidelines for their ethical and responsible use, along with ...",
      "page_age": null
    },
    {
      "title": "David Luban, Integrity: Its Causes and Cures",
      "url": "https://philpapers.org/rec/LUBIIC",
      "philpapers_id": "LUBIIC",
      "snippet": "All derive from the Latin integrare, to make whole. And the person of integrity is the person whose conduct and principles operate in happy harmony. Our psyches always seek that happy harmony. When our conduct and principles clash with each other, the result, social psychology teaches us, is cognitive dissonance.",
      "page_age": null
    },
    {
      "title": "David Shaw, The Quest for Clarity in Research Integrity: A Conceptual Schema",
      "url": "https://philpapers.org/rec/SHATQF",
      "philpapers_id": "SHATQF",
      "snippet": "In the first part of the analysis, following some initial clarifications, I explore the distinction between internal and external rules of integrity. In the second part, I explore the distinction between integrity and lack of misconduct, before suggesting a recategorisation of different types of integrity breach.",
      "page_age": null
    },
    {
      "title": "Damian Cox, Jacqueline Boaks & Michael P. Levine, Integrity and the University",
      "url": "https://philpapers.org/rec/COXIAT-3",
      "philpapers_id": "COXIAT",
      "snippet": "This paper examines the idea of the integrity of academic practice. We offer an account of the integrity of professional practice in general before applying it to academic professional practice within the contemporary, western university.",
      "page_age": null
    },
    {
      "title": "Cyrus C. M. Mody, H. Otto Sibum & Lissa L. Roberts, Integrating research integrity into the history of science",
      "url": "https://philpapers.org/rec/MODIRI",
      "philpapers_id": "MODIRI",
      "snippet": "This introductory essay frames our special issue by discussing how attention to the history of research integrity and fraud can stimulate new historical and methodological insights of broader import to historians of science. Cite · Plain text · BibTeX · Formatted text · Zotero · EndNote · Reference Manager · RefWorks · Options · Edit · Mark as duplicate · Find it on Scholar ·",
      "page_age": null
    }
  ],
  "count": 18,
  "errors": []
}
