{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "intellectual honesty",
  "results": [
    {
      "title": "Louis Guenin, Intellectual Honesty",
      "url": "https://philpapers.org/rec/GUEIH-2",
      "philpapers_id": "GUEIH",
      "snippet": "In support of an asserted duty of nondeceptiveness, I offer a reconciliation of pertinent Kantian passages, a sketch of arguments within utilitarianism, contractarianism, and other views, and an account arguing for application of that duty to assertions, implicatures, omissions, equivocation, prevarication, and sophistry insofar as they affect listeners’ doxastic states. For scholarship, this duty is exceptionless. I describe the kernel of intellectual honesty as a virtuous disposition such that when presented with an incentive to deceive, the agent will not deceive.",
      "page_age": null
    },
    {
      "title": "Christian B. Miller, Intellectual Honesty",
      "url": "https://philpapers.org/rec/MILIH-2",
      "philpapers_id": "MILIH",
      "snippet": "Until recently, almost nothing had been written about the moral virtue of honesty in the past 50 years of Western analytic philosophy. Slowly, this is beginning to change. But moral honesty is not the only kind of honesty there is. In this paper, I focus specifically on the intellectual cousin to moral honesty, and offer a preliminary account of its behavioral and motivational dimensions.",
      "page_age": null
    },
    {
      "title": "Thomas Metzinger, Spirituality and Intellectual Honesty",
      "url": "https://philpapers.org/rec/METSAI",
      "philpapers_id": "METSAI",
      "snippet": "Intellectual Honesty and Intellectual Transparency.T.",
      "page_age": null
    },
    {
      "title": "Christian B. Miller, Honesty: The Philosophy and Psychology of a Neglected Virtue",
      "url": "https://philpapers.org/rec/MILHTP",
      "philpapers_id": "MILHTP",
      "snippet": "A central idea is that the honest person reliably does not intentionally distort the facts as she takes them to be. Part Two looks at the empirical psychology of honesty. It takes up the question of whether most people are honest, dishonest, or somewhere in-between.",
      "page_age": null
    },
    {
      "title": "Jeremy Page, Nietzsche on Honesty",
      "url": "https://philpapers.org/rec/PAGNOH",
      "philpapers_id": "PAGNOH",
      "snippet": "Some commentators have argued that curiosity, not honesty, is Nietzsche’s central intellectual virtue. These commentators give minimalistic interpretations of the nature of Nietzsche’s concept of honesty, casting it as a disposition ...",
      "page_age": null
    },
    {
      "title": "T. Ryan Byerly, The Values of Intellectual Transparency",
      "url": "https://philpapers.org/rec/BYETVO",
      "philpapers_id": "BYETVO",
      "snippet": "On account of their intellectual transparency, the intellectually transparent person is likely to enjoy better quality, more satisfied personal relationships such as romantic relationships and friendships. They are likely to contribute to better work outcomes, especially when working in a team context.",
      "page_age": null
    },
    {
      "title": "T. Ryan Byerly, Intellectual Honesty and Intellectual Transparency",
      "url": "https://philpapers.org/rec/BYEIHA",
      "philpapers_id": "BYEIHA",
      "snippet": "The purpose of this paper is to advance understanding of intellectually virtuous honesty, by examining the relationship between a recent account of intellectual honesty and a recent account of intellectual transparency. The account of intellectual honesty comes from Nathan King, who adapts the work of Christian Miller on moral honesty, while the account of intellectual transparency comes from T.",
      "page_age": null
    },
    {
      "title": "Ruurd Veldhuis, Andy F. Sanders & H. J. Siebrand, Belief in God and Intellectual Honesty",
      "url": "https://philpapers.org/rec/VELBIG",
      "philpapers_id": "VELBIG",
      "snippet": "D. Z. Phillips&#x27; contemplative philosophy of religion: Questions and responses – edited by Andy F. Sanders.Lars Hertzberg - 2009 - Philosophical Investigations 32 (4):381-384 · H. J. Siebrand, &quot;Spinoza and the Netherlanders: An Inquiry into the Early Reception of His Philosophy of Religion&quot;.",
      "page_age": null
    },
    {
      "title": "Christian Miller, Honesty",
      "url": "https://philpapers.org/rec/MILH-4",
      "philpapers_id": "MILH",
      "snippet": "No one in philosophy has paid much attention to the virtue of honesty in recent years. Here is a trait for which it is easy to find consensus that it is a virtue, and furthermore, a very important virtue. It also has obvious relevance to what we see going on in contemporary politics, for instance, or in sports, the entertainment world, and education.",
      "page_age": null
    },
    {
      "title": "Alan T. Wilson, Honesty as a Virtue",
      "url": "https://philpapers.org/rec/WILHAA-24",
      "philpapers_id": "WILHAA",
      "snippet": "Honesty is widely accepted as a prime example of a moral virtue. And yet, honesty has been surprisingly neglected in the recent drive to account for specific virtuous traits. This paper provides a framework for an increased focus on honesty by proposing success criteria that will need to be met by any plausible account of honesty.",
      "page_age": null
    },
    {
      "title": "Bart Schultz, Eye of the Universe: Henry Sidgwick and the Problem Public",
      "url": "https://philpapers.org/rec/SCHEOT-28",
      "philpapers_id": "SCHEOT",
      "snippet": "Henry Sidgwick has gone down in the history of philosophy as both the great, classical utilitarian moral theorist who authoredThe Methods of Ethics, and an outstanding exemplar of intellectual honesty and integrity, one whose personal virtues were inseparable from his philosophical strengths and method.",
      "page_age": null
    },
    {
      "title": "Christian B. Miller, Motivation and the Virtue of Honesty: Some Conceptual Requirements and Empirical Results",
      "url": "https://philpapers.org/rec/MILMAT-17",
      "philpapers_id": "MILMAT",
      "snippet": "The virtue of honesty has been stunningly neglected in contemporary philosophy, with only two papers appearing in the last 40 years. The first half of this paper is a conceptual exploration of one aspect of the virtue, namely the honest person’s motivational profile.",
      "page_age": null
    },
    {
      "title": "B. Miller Christian, The virtue of honesty, nazis at the door, and Huck Finn cases",
      "url": "https://philpapers.org/rec/MILTVO-14",
      "philpapers_id": "MILTVO",
      "snippet": "Honesty as a Foundational Virtue in Light of Mystical Ethics.Seyed Ahmad Fazeli - 2018 - پژوهشنامه فلسفه دین 16 (1):173-195. Deepfakes and Dishonesty.Tobias Flattery &amp; Christian B. Miller - 2024 - Philosophy and Technology 37 (120):1-24. Intellectual Honesty.Christian B.",
      "page_age": null
    },
    {
      "title": "Holger Zaborowski, From Modesty to Dynamite, from Socrates to Dionysus",
      "url": "https://philpapers.org/rec/ZABFMT-3",
      "philpapers_id": "ZABFMT",
      "snippet": "It discusses, first, thewritings of his middle period, particularly Human, All Too Human, Daybreak, and The Gay Science, and analyses Nietzsche’s critique of religion, Christianity, andWestern philosophy and science. In so doing, it introduces his (Socratic) emphasis on the role of modesty and intellectual honesty as a key to understanding his(early and) middle philosophy.",
      "page_age": null
    },
    {
      "title": "Nathan L. King, Perseverance as an intellectual virtue",
      "url": "https://philpapers.org/rec/KINPAA-3",
      "philpapers_id": "KINPAA",
      "snippet": "Much recent work in virtue epistemology has focused on the analysis of such intellectual virtues as responsibility, conscientiousness, honesty, courage, open-mindedness, firmness, humility, charity, and wisdom. Absent from the literature is ...",
      "page_age": null
    },
    {
      "title": "Christian B. Miller, Honesty and Dishonesty: Unpacking Two Character Traits Neglected by Philosophers",
      "url": "https://philpapers.org/rec/MILHAD-3",
      "philpapers_id": "MILHAD",
      "snippet": "Section two turns to the vice of deficiency, namely dishonesty, which I suggest is the only vice corresponding to honesty. It has at least five different dimensions, and a person’s character needs to be assessed along all of them before an overall judgment as to her dishonesty can justifiably be made. ... Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server · Sign in / register and customize your OpenURL resolver ... Intellectual Honesty.Christian B.",
      "page_age": null
    },
    {
      "title": "Sungwoo Um, Honesty: Respect for the Right Not to be Deceived",
      "url": "https://philpapers.org/rec/UMHRFO",
      "philpapers_id": "UMHRFO",
      "snippet": "I critically examine previous accounts of honesty’s characteristic motivating reason, including Christian Miller’s pluralistic account, which allows various virtuous motivating reasons to count as honesty’s motivation. I then introduce the respect for the right not to be deceived as the moral ground that characteristically motivates a virtuously honest person’s honest action.",
      "page_age": null
    },
    {
      "title": "B. L. J., The Religious and the Secular: Studies in Secularization",
      "url": "https://philpapers.org/rec/JTRA-2",
      "philpapers_id": "JTRA",
      "snippet": "The author brings to the study of the two concepts of &quot;religious&quot; and &quot;secular&quot; the same intellectual honesty and analytical rigor that we met in his early work Pacifism: An Historical ...",
      "page_age": null
    }
  ],
  "count": 18,
  "errors": []
}
