{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "decolonizing philosophy",
  "results": [
    {
      "title": "Lewis R. Gordon, Decolonizing Philosophy",
      "url": "https://philpapers.org/rec/GORDP-2",
      "philpapers_id": "GORDP",
      "snippet": "This article explores five ways in which philosophy could be colonized: (1) racial and ethnic origins, (2) coloniality of its norms, (3) market commodification, (4) disciplinary decadence, (5) solipsism—and what the ...",
      "page_age": null
    },
    {
      "title": "I. I. I. Lee A. McBride, Culture, Acquisitiveness, and Decolonial Philosophy",
      "url": "https://philpapers.org/rec/LEECAA-4",
      "philpapers_id": "LEECAA",
      "snippet": "At university, one is prodded to decolonize the curriculum, the canon, the faculty. In broader contexts, some suggest decolonizing your diet, your sexuality, your future. Hoping to dispel superficial and enigmatic evocations, McBride articulates what he takes to be core features of decolonial philosophy.",
      "page_age": null
    },
    {
      "title": "Lewis R. Gordon, What Does It Mean to Colonise and Decolonise Philosophy?",
      "url": "https://philpapers.org/rec/GORWDI-4",
      "philpapers_id": "GORWDI",
      "snippet": "After distinguishing between philosophy and its practice as a professional enterprise, I explore six ways in which philosophy, at least as understood in its Euromodern form, could be interpreted as colonised: (1) Eurocentrism and its asserted racial and ethnic origins/misrepresentations of philosophy&#x27;s history, (2) coloniality of its norms, (3) market commodification of the discipline, (4) disciplinary decadence, (5) solipsism, and (6) appeals to redemptive narratives of colonial practice. The remainder of the article examines conditions for decolonising philosophy, which include unlocking its potential as a liberatory practice, identifying its humanistic dimensions, rethinking metaphysical assumptions, and embracing political responsibility wrought from the production of knowledge.",
      "page_age": null
    },
    {
      "title": "Corey McCall & Phillip McReynolds (eds.), Decolonizing American Philosophy",
      "url": "https://philpapers.org/rec/MCCDAP-7",
      "philpapers_id": "MCCDAP",
      "snippet": "Wide-ranging examination of American philosophy&#x27;s ties to settler colonialism and its role as both an object and a force of decolonization.",
      "page_age": null
    },
    {
      "title": "Nelson Maldonado-Torres, Rafael Vizcaíno, Jasmine Wallace & Jeong Eun Annabel We, Decolonising Philosophy",
      "url": "https://philpapers.org/rec/MALDP-3",
      "philpapers_id": "MALDP",
      "snippet": "After a brief analysis of the trajectory and current status of philosophy as a discipline in the modern Western research university, we provide examples of the decolonial turn and of decolonising philosophy in three areas: the engagement with (1) Asian and (2) Latin American philosophies, and (3) debates in the philosophy of race and gender.",
      "page_age": null
    },
    {
      "title": "Cristiano Codeiro Cruz, Decolonizing Philosophy of Technology: Learning from Bottom-Up and Top-Down Approaches to Decolonial Technical Design",
      "url": "https://philpapers.org/rec/CRUDPO-3",
      "philpapers_id": "CRUDPO",
      "snippet": "The decolonial theory understands that Western Modernity keeps imposing itself through a triple mutually reinforcing and shaping imprisonment: coloniality of power, coloniality of knowledge, and coloniality of being. Technical design has ...",
      "page_age": null
    },
    {
      "title": "Dylan B. Futter, Decolonising Philosophy",
      "url": "https://philpapers.org/rec/FUTDPH",
      "philpapers_id": "FUTDPH",
      "snippet": "In its attempt to deflate of the pretensions of ‘Western knowledge’, the epistemic decolonisation movement carries on the work of Socrates, who sought to persuade those who thought that they were wise but were not, that they were not. Yet in its determination to recover and elevate indigenous systems of thought, decolonisation seems opposed to this very work, which is always corrosive of inherited belief. Decolonisation both expresses and contradicts the spirit of Socratic philosophy.",
      "page_age": null
    },
    {
      "title": "Rozena Maart, Decolonizing Gender, Decolonizing Philosophy",
      "url": "https://philpapers.org/rec/MAADGD-3",
      "philpapers_id": "MAADGD",
      "snippet": "This essay situates the narrative of two Black women—one from the Black Consciousness Movement of Azania, one from the Black Panther Party—as central to the process of decolonizing philosophy and decolonizing gender. It offers a Black Consciousness critique of gender and philosophy, which both form the prelude to the narratives.",
      "page_age": null
    },
    {
      "title": "Elizabeth Anne Hoppe & Tracey Nicholls (eds.), Fanon and the Decolonization of Philosophy",
      "url": "https://philpapers.org/rec/HOPFAT-3",
      "philpapers_id": "HOPFAT",
      "snippet": "The essays in this book are written by both renowned Fanon scholars and new scholars who are emerging as experts in aspects of Fanonian thought as diverse as humanistic psychiatry, the colonial roots of racial violence and marginalization, and decolonizing possibilities in law, academia, and tourism. In addition to examining philosophical concerns that arise from political decolonization movements, many of the essays turn to the discipline of philosophy itself and take up the challenge of suggesting ways that philosophy might liberate itself from colonial—and colonizing—assumptions.",
      "page_age": null
    },
    {
      "title": "I.—Alison M. Jaggar, Decolonizing Anglo-American Political Philosophy: The Case of Migration Justice",
      "url": "https://philpapers.org/rec/JAGDAP-2",
      "philpapers_id": "JAGDAP",
      "snippet": "To develop less biased understandings of migration justice, I propose that Anglo-American philosophers should revise our methods and our conceptual frameworks to enable exploring the possible extent and ethical implications of colonial and neo-colonial influence. This is one part of the much larger task of decolonizing our political philosophy.",
      "page_age": null
    },
    {
      "title": "Brian Burkhart, Indigenizing Philosophy Through the Land: A Trickster Methodology for Decolonizing Environmental Ethics and Indigenous Futures",
      "url": "https://philpapers.org/rec/BURIPT-2",
      "philpapers_id": "BURIPT",
      "snippet": "Book Review: Indigenizing Philosophy Through the Land: A Trickster Methodology for Decolonizing Environmental Ethics and Indigenous Futures by Brian Burkhart.Joseph Len Miller - 2020 - APA Newsletter on Native American and Indigenous Philosophy 19 (2):7-11.",
      "page_age": null
    },
    {
      "title": "Joseph Len Miller, Book Review: Indigenizing Philosophy Through the Land: A Trickster Methodology for Decolonizing Environmental Ethics and Indigenous Futures by Brian Burkhart",
      "url": "https://philpapers.org/rec/MILBRI-5",
      "philpapers_id": "MILBRI",
      "snippet": "Indigenizing Philosophy Through the Land: A Trickster Methodology for Decolonizing Environmental Ethics and Indigenous Futures.Brian Burkhart - 2019 - East Lansing:",
      "page_age": null
    },
    {
      "title": "Dylan B. Futter, Wiredu on Conceptual Decolonisation",
      "url": "https://philpapers.org/rec/FUTWOC",
      "philpapers_id": "FUTWOC",
      "snippet": "Kwasi Wiredu defines conceptual decolonisation as an activity in which Africans divest themselves of undue colonial influences, but his descriptions of this process are either unrelated to divesting or work quite generally, and not in favour ...",
      "page_age": null
    },
    {
      "title": "Dafydd Huw Rees, Decolonizing Philosophy? Habermas and the Axial Age",
      "url": "https://philpapers.org/rec/REEDPH",
      "philpapers_id": "REEDPH",
      "snippet": "Between facts and myth: Karl Jaspers and the actuality of the axial age.Andrew Smith - 2015 - International Journal of Philosophy and Theology 76 (4):315-334. Myth, Modernity, and the Legacy of the Axial Age: Taylor, Habermas, Assmann, and Jaspers.Carmen Lea Dege - 2023 - Journal of the History of Ideas 84 (4):743-773. La Era Axial habermasiana y el código noájico: dos ópticas del mensaje universal del judaísmo.Carlos José Sánchez Corrales - 2023 - Cuadernos Judaicos 40:159 - 184. Decolonizing Critical Theory.Bruce Baum - 2015 - Constellations 22 (3):420-434.",
      "page_age": null
    },
    {
      "title": "Abímbọ́lá Olúwafẹ́mi Emmanuel, Defending the Decolonization Trope in Philosophy: A Reply to Olúfẹ́mi Táíwò",
      "url": "https://philpapers.org/rec/EMMDTD-2",
      "philpapers_id": "EMMDTD",
      "snippet": "The Palgrave Handbook of African Philosophy.Adeshina Afolayan &amp; Toyin Falola (eds.) - 2017 - New York, NY, U.S.A.: Palgrave-Macmillan. Conceptual decolonization as an imperative in contemporary African philosophy: some personal reflections.Kwasi Wiredu - 2002 - Rue Descartes 36 (2):53-64.",
      "page_age": null
    },
    {
      "title": "Kris F. Sealey, Pain and Play: Building Coalitions toward Decolonizing Philosophy",
      "url": "https://philpapers.org/rec/SEAPAP-2",
      "philpapers_id": "SEAPAP",
      "snippet": "Southern Journal of Philosophy 57 (S1):90-106 (2019) ... In what follows I offer three theoretical frameworks out of which we might think through coalition building for the sake of decolonization. My claim is that, through these three frameworks, we can be attentive to the ways we, ourselves are shaped by coloniality as we collectively work to resist it.",
      "page_age": null
    },
    {
      "title": "Lewis R. Gordon, Fanon on Decolonizing Knowledge",
      "url": "https://philpapers.org/rec/GORFOD",
      "philpapers_id": "GORFOD",
      "snippet": "Lewis R. Gordon, T. Denean Sharpley-Whiting and Renee T. White, eds, Fanon: A Critical Reader.D. Macey - forthcoming - Radical Philosophy. Decolonization as Existential Paradox: Lewis Gordon’s Political Commitment to Thinking Otherwise and Setting Afoot a New Humanity.Justin I.",
      "page_age": null
    },
    {
      "title": "Natalie Avalos, The Metaphysics of Decolonization",
      "url": "https://philpapers.org/rec/AVATMO-2",
      "philpapers_id": "AVATMO",
      "snippet": "Decolonization is a geopolitical project while decoloniality is an epistemological, political, and ethical process that enables decolonial futures (Mignolo 2011, 20). In this way, decoloniality is an analytical that critiques coloniality but also a generative utopian project that relies on decolonial epistemologies to materialize these futures.",
      "page_age": null
    },
    {
      "title": "Olúfẹ́mi Táíwò, Rethinking the Decolonization Trope in Philosophy",
      "url": "https://philpapers.org/rec/TWRTD",
      "philpapers_id": "TWRTD",
      "snippet": "This piece takes a close look at the contributions of two very important thinkers whose works have, on the whole, framed the deployment of what I call the decolonizing trope in contemporary African philosophy: Ngũgĩ wa Thiong&#x27;o and Kwasi Wiredu.",
      "page_age": null
    },
    {
      "title": "Ernesto Rosen Velásquez, Roberto Hernández, Ramón Grosfoguel, Boaventura de Sousa Santos, Kwame Nimako, Nelson Maldonado-Torres, Anders Burman, Robert Aman, Tendayi Sithole, Touraj Noroozi, Camilo Pérez-Bustillo, Andrea J. Pitts, Amy Reed-Sandoval & Luis Rubén Díaz Cepeda (eds.), Decolonizing the Westernized University: Interventions in Philosophy of Education from Within and Without",
      "url": "https://philpapers.org/rec/GRODTW",
      "philpapers_id": "GRODTW",
      "snippet": "Decolonizing the Westernized University: Interventions in philosophy of education from within and without.Frank G.",
      "page_age": null
    }
  ],
  "count": 20,
  "errors": []
}
