{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "strong reading weak reading interpretation",
  "results": [
    {
      "title": "Makoto Kanazawa, Weak vs. strong Readings of donkey sentences and monotonicity inference in a dynamic setting",
      "url": "https://philpapers.org/rec/KANWVS",
      "philpapers_id": "KANWVS",
      "snippet": "In this paper, I show that the availability of what some authors have called the weak reading and the strong reading of donkey sentences with relative clauses is systematically related to ...",
      "page_age": null
    },
    {
      "title": "David J. Chalmers, Strong and weak emergence",
      "url": "https://philpapers.org/rec/CHASAW",
      "philpapers_id": "CHASAW",
      "snippet": "The term ‘emergence’ often causes_ _confusion in science and philosophy, as it is used to express at least_ _two quite different concepts. We can label these concepts _strong_ _emergence_ and _weak ...",
      "page_age": null
    },
    {
      "title": "Jessica Wilson, Metaphysical emergence: Weak and Strong",
      "url": "https://philpapers.org/rec/WILMEW",
      "philpapers_id": "WILMEW",
      "snippet": "Each schema imposes a condition on the powers of entities taken to be emergent: Strong emergence requires that higher-level features have more token powers than their dependence base features, whereas Weak emergence requires that higher-level features have a proper subset of the token powers of their dependence base features.",
      "page_age": null
    },
    {
      "title": "Louise M. Rosenblatt, The Reader, the Text, the Poem: The Transactional Theory of a Literary Work",
      "url": "https://philpapers.org/rec/ROSTRT-9",
      "philpapers_id": "ROSTRT",
      "snippet": "The experience of reading.Alan Tonnies Moore &amp; Eric Schwitzgebel - 2018 - Consciousness and Cognition 62 (C):57-68. Dimensions of aesthetic encounters: perception, interpretation, and the signs of art.Robert E.",
      "page_age": null
    },
    {
      "title": "Silver Bronzo, The Resolute Reading and Its Critics: An Introduction to the Literature",
      "url": "https://philpapers.org/rec/BROTRR",
      "philpapers_id": "BROTRR",
      "snippet": "Review of Raimundo Henriques: Self-Understanding in the Tractatus and Wittgenstein’s Architecture: From Adolf Loos to the Resolute Reading.",
      "page_age": null
    },
    {
      "title": "Wolfgang Iser, The Act of Reading: A Theory of Aesthetic Response",
      "url": "https://philpapers.org/rec/ISETAO",
      "philpapers_id": "ISETAO",
      "snippet": "The Intersubjective Structure of the Reading Process: A Communication-Oriented Theory of LiteratureThe Act of Reading: A Theory of Aesthetic Response.Rudolf E.",
      "page_age": null
    },
    {
      "title": "D. M. Armstrong, Towards a Theory of Properties: Work in Progress on the Problem of Universals",
      "url": "https://philpapers.org/rec/ARMTAT-6",
      "philpapers_id": "ARMTAT",
      "snippet": "Many philosophers have declared that everything which exists is a particular. There is a weak interpretation of this doctrine which I believe to be a true proposition, and a strong one which I believe to be false.",
      "page_age": null
    },
    {
      "title": "Richard Paul & Linda Elder, The Thinker's Guide to How to Read a Paragraph: The Art of Close Reading",
      "url": "https://philpapers.org/rec/PAUTTG-8",
      "philpapers_id": "PAUTTG",
      "snippet": "How to Read a Paragraph: The Art of Close Reading.Richard Paul &amp; Linda Elder (eds.) - 2014 - The Foundation For Critical Thinking · The Thinker&#x27;s Guide to Socratic Questioning.Richard Paul &amp; Linda Elder (eds.) - 2016 - The Foundation For Critical Thinking · The Thinker&#x27;s Guide to Socratic ...",
      "page_age": null
    }
  ],
  "count": 8,
  "errors": []
}
