{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "demographics philosophy profession",
  "results": [
    {
      "title": "James Kidd Ian, Resisters, Diversity in Philosophy, and the Demographic Problem",
      "url": "https://philpapers.org/rec/JAMRDI",
      "philpapers_id": "JAMRDI",
      "snippet": "The discipline of academic philosophy suffers from serious problems of diversity and inclusion whose acknowledgement and amelioration are often resisted by members of our profession. In this paper, I distinguish four ...",
      "page_age": null
    },
    {
      "title": "Sam Baron, Tom Dougherty & Kristie Miller, Why Is There Female Under-Representation among Philosophy Majors?",
      "url": "https://philpapers.org/rec/BARWIT-12",
      "philpapers_id": "BARWIT",
      "snippet": "The anglophone philosophy profession has a well-known problem with gender equity. A sig-nificant aspect of the problem is the fact that there are simply so many more male philoso-phers than female philosophers among students and faculty alike.",
      "page_age": null
    },
    {
      "title": "Tom Dougherty, Samuel Baron & Kristie Miller, Why Do Female Students Leave Philosophy? The Story from Sydney",
      "url": "https://philpapers.org/rec/DOUWDF",
      "philpapers_id": "DOUWDF",
      "snippet": "The problem is at its stark-est at the faculty level, where only 22% - 24% of philosophers are female in the United States (Van Camp 2014), the United Kingdom (Beebee &amp; Saul 2011) and Australia (Goddard 2008).&amp;lt;1&gt; While this is a result of ...",
      "page_age": null
    },
    {
      "title": "Kristie Dotson, Concrete Flowers: Contemplating the Profession of Philosophy",
      "url": "https://philpapers.org/rec/DOTCFC",
      "philpapers_id": "DOTCFC",
      "snippet": "Introduction: Hypatia Essays on the Place of Women in the Profession of Philosophy.Ann E.",
      "page_age": null
    },
    {
      "title": "Gina Schouten, Philosophy as a Helping Profession",
      "url": "https://philpapers.org/rec/SCHPAA-58",
      "philpapers_id": "SCHPAA",
      "snippet": "[REVIEW]David O’Brien - 2021 - Journal of Moral Philosophy 18 (5):542-545. Review of Gina Schouten: The Anatomy of Justice: On the Shape, Substance, and Power of Liberal Egalitarianism. [REVIEW]Collis Tahzib - 2025 - Ethics 136 (1):193-197. Liberalism, Neutrality, and the Gendered Division of Labor. Gina Schouten. Oxford: Oxford University Press, 2019.Cynthia A. Stark - forthcoming - Hypatia:1-5. Interpersonal Communication and Helping Syndrome in the Helping Profession.Sofija Georgievska - 2017 - Годишен зборник на Филозофскиот факултет/The Annual of the Faculty of Philosophy in Skopje 70:341-364.",
      "page_age": null
    },
    {
      "title": "Rosalie Waelen, The struggle for recognition in the age of facial recognition technology",
      "url": "https://philpapers.org/rec/WAETSF",
      "philpapers_id": "WAETSF",
      "snippet": "Facial recognition is a promising emerging technology, but it sometimes fails to recognize people adequately. Facial recognition applications have been found to regularly misidentify certain demographics, misinterpret traits like gender, age, ...",
      "page_age": null
    },
    {
      "title": "Anita Allen, Anika Maaza Mann, Donna-Dale L. Marcano, Michele Moody-Adams & Jacqueline Scott, Situated Black Women's Voices in/on the Profession of Philosophy",
      "url": "https://philpapers.org/rec/ALLSVB",
      "philpapers_id": "ALLSVB",
      "snippet": "Introduction: Situated Black Women&#x27;s Voices in/on the Profession of Philosophy.George Yancy - 2008 - Hypatia 23 (2):155-159.",
      "page_age": null
    },
    {
      "title": "Alison M. Jaggar, Philosophy as a profession",
      "url": "https://philpapers.org/rec/JAGPAA-2",
      "philpapers_id": "JAGPAA",
      "snippet": "Edmund Husserl and philosophy as a profession-Notes concerning the intergrative volume of the&#x27;Crisi delle scienze europee&#x27;.P.",
      "page_age": null
    }
  ],
  "count": 8,
  "errors": []
}
