{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "academic gatekeeping philosophy",
  "results": [
    {
      "title": "Brendan Cantwell, Transnational Mobility and International Academic Employment: Gatekeeping in an Academic Competition Arena",
      "url": "https://philpapers.org/rec/CANTMA",
      "philpapers_id": "CANTMA",
      "snippet": "This article draws upon concepts developed in recent empirical and theoretical work on high skilled and academic mobility and migration including accidental mobility, forced mobility and negotiated mobility. These concepts inform ...",
      "page_age": null
    },
    {
      "title": "Sophia M. Connell & Frederique Janssen-Lauret, “Bad philosophy” and “derivative philosophy”: Labels that keep women out of the canon",
      "url": "https://philpapers.org/rec/CONBPA-2",
      "philpapers_id": "CONBPA",
      "snippet": "Efforts to include women in the canon have long been beset by reactionary gatekeeping, typified by the charge “That&#x27;s not philosophy.” That charge doesn&#x27;t apply to early and mid‐analytic female philosophers—Welby, Ladd‐Franklin, Bryant, Jones, de Laguna, Stebbing, Ambrose, MacDonald—with job titles like lecturer in logic and professor of philosophy and publications in Mind, the Journal of Philosophy, and Proceedings of the Aristotelian Society.",
      "page_age": null
    },
    {
      "title": "Louise Chapman, Filippo Contesi & Constantine Sandis, Unconscious Bias or Deliberate Gatekeeping?",
      "url": "https://philpapers.org/rec/CONUBO",
      "philpapers_id": "CONUBO",
      "snippet": "Philosophy has a language problem. A recent study by Schwitzgebel, Huang, Higgins and Gonzalez-Cabrera (2018) found that, in a sample of papers published in elite journals, 97% of citations were to work originally written in English. 73% of this same sample didn’t cite any paper that had been originally written in a language other than English.",
      "page_age": null
    },
    {
      "title": "Pamela Shoemaker, Gatekeeping",
      "url": "https://philpapers.org/rec/SHOG-2",
      "philpapers_id": "SHOG",
      "snippet": "Gatekeeping in the broadest sense is a process of selection by which the billions of messages available in the world each day are transformed into the merely hundreds of messages that ...",
      "page_age": null
    },
    {
      "title": "Filippo Contesi, Louise R. Chapman & Constantine Sandis, Analytic Philosophy has a Language Problem",
      "url": "https://philpapers.org/rec/CONAPH-2",
      "philpapers_id": "CONAPH",
      "snippet": "Analytic philosophy would be benefited by greater internationalization, wider and more transparent decision-making, and the reduction (as much as possible) of conflicts of interest as well as of its current habit of hiring and providing publication opportunities on the basis of contacts, networking, and academic pedigree.",
      "page_age": null
    },
    {
      "title": "Aaron Shaw, Centralized and Decentralized Gatekeeping in an Open Online Collective",
      "url": "https://philpapers.org/rec/SHACAD-6",
      "philpapers_id": "SHACAD",
      "snippet": "Using qualitative evidence as well as statistical analysis of a large sample of comment threads on the site from 2008, I argue that gatekeeping on Daily Kos takes centralized and decentralized forms, and that both modes depend critically on relational boundary work among site participants.",
      "page_age": null
    },
    {
      "title": "Jorge Sanchez-Perez, Beyond gatekeeping: Philosophical sources, Indigenous philosophy, and the Huarochirí Manuscript",
      "url": "https://philpapers.org/rec/SANBGP",
      "philpapers_id": "SANBGP",
      "snippet": "This section presents a conversational approach to philosophy. This approach, although broad, properly captures the practices of inquiring about philosophical issues as is commonly done in Western academic circles, but without excluding the practices of non-Western cultures from being labelled as philosophical.",
      "page_age": null
    },
    {
      "title": "Massimo Introvigne, Gatekeeping and Narratives about “Cult” Violence",
      "url": "https://philpapers.org/rec/INTGAN",
      "philpapers_id": "INTGAN",
      "snippet": "The sociological concept of “gatekeeping,” i.e., of filtering news for several purposes, allowing only some to reach the public, is useful to explain how often only negative news about “cults” are ...",
      "page_age": null
    },
    {
      "title": "Tanja C. Krainhöfer & Thomas Wiedemann, The Berlin International Film Festival: A powerful springboard and gatekeeping mechanism for domestic filmmaking",
      "url": "https://philpapers.org/rec/KRATBI-2",
      "philpapers_id": "KRATBI",
      "snippet": "Based on this assumption, this paper focuses on the example of Germany and asks to what extent the Berlin International Film Festival offers a venue for domestic films, and which types of filmmakers, in particular, benefit from this springboard and gatekeeping mechanism.",
      "page_age": null
    },
    {
      "title": "PhilPapers: Online Research in Philosophy",
      "url": "https://philpapers.org/rec/HAUGFD",
      "philpapers_id": "HAUGFD",
      "snippet": "A citation index of Philosophy containing thousands of bibliographies.",
      "page_age": null
    }
  ],
  "count": 10,
  "errors": []
}
