{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "peer review philosophy",
  "results": [
    {
      "title": "David Shatz (ed.), Peer Review: A Critical Inquiry",
      "url": "https://philpapers.org/rec/SHAPRA-2",
      "philpapers_id": "SHAPRA",
      "snippet": "While much literature has sprouted on peer review, this is the first book-length, wide-ranging study that utilizes methods and resources of contemporary philosophy. It covers the tension between peer review and ...",
      "page_age": null
    },
    {
      "title": "Darrell P. Rowbottom, Peer Review May Not Be Such a Bad Idea: Response to Heesen and Bright",
      "url": "https://philpapers.org/rec/ROWPRM",
      "philpapers_id": "ROWPRM",
      "snippet": "In a recent article in the British Journal for the Philosophy of Science, Heesen and Bright argue that prepublication peer review should be abolished and replaced with postpublication peer review (provided the matter is judged purely on epistemic grounds). In this article, I show that there are three problems with their argument.",
      "page_age": null
    },
    {
      "title": "Carole J. Lee, Commensuration Bias in Peer Review",
      "url": "https://philpapers.org/rec/LEECBI",
      "philpapers_id": "LEECBI",
      "snippet": "To arrive at their final evaluation of a manuscript or grant proposal, reviewers must convert a submission’s strengths and weaknesses for heterogeneous peer review criteria into a single metric of quality or merit. I identify this process of commensuration as the locus for a new kind of peer review bias.",
      "page_age": null
    },
    {
      "title": "Tony Ross-Hellauer & Jonathan P. Tennant, The limitations to our understanding of peer review",
      "url": "https://philpapers.org/rec/ROSTLT-2",
      "philpapers_id": "ROSTLT",
      "snippet": "Impact of peer review on discussion of study limitations and strength of claims in randomized trial reports: a before and after study.Gerben ter Riet, Halil Kilicoglu &amp; Kerem Keserlioglu - 2019 - Research Integrity and Peer Review 4 (1). ... Home | New books and articles | Bibliographies | Philosophy journals | About PhilPapers | API | Contact us | Code of conduct",
      "page_age": null
    },
    {
      "title": "Joshua Habgood-Coote, Neil Levy, Philosophy, Bullshit, and Peer Review",
      "url": "https://philpapers.org/rec/HABNLP",
      "philpapers_id": "HABNLP",
      "snippet": "Review: Neil Levy, ed., Addiction and Self-Control: Perspectives from Philosophy, Psychology, and Neuroscience.",
      "page_age": null
    },
    {
      "title": "P. Kahl, Why We Must Reject the Colonial Peer Review: Fiduciary-Epistemic Duties, Epistemic Agency, and Institutional Openness in the Age of Generative AI",
      "url": "https://philpapers.org/rec/KAHWWM",
      "philpapers_id": "KAHWWM",
      "snippet": "This paper critically examines traditional academic peer review as a colonial epistemic structure that entrenches testimonial and hermeneutical injustices. Drawing on fiduciary ethics, epistemic justice theory, and philosophical analyses from Raz, Heidegger, Giroux, and Connell, it argues that peer review systematically undermines epistemic agency, pluralism, and cognitive diversity.",
      "page_age": null
    },
    {
      "title": "Scott D. Wilson, Peer-Review Assignments",
      "url": "https://philpapers.org/rec/WILPAM-3",
      "philpapers_id": "WILPAM",
      "snippet": "Most philosophy professors want to help their students improve their writing, but determining a good way to do so is not easy. Requiring students to write rough drafts is a good start, but the extra work these require can overload already busy professors. In this article I describe and defend the use of peer-review ...",
      "page_age": null
    },
    {
      "title": "J. Katzav & K. Vaesen, Pluralism and Peer Review in Philosophy",
      "url": "https://philpapers.org/rec/KATPAP-5",
      "philpapers_id": "KATPAP",
      "snippet": "Recently, mainstream philosophy journals have tended to implement more and more stringent forms of peer review, probably in an attempt to prevent editorial decisions that are based on factors other than ...",
      "page_age": null
    },
    {
      "title": "Marcus Arvan, Liam Kofi Bright & Remco Heesen, Jury Theorems for Peer Review",
      "url": "https://philpapers.org/rec/ARVJTF",
      "philpapers_id": "ARVJTF",
      "snippet": "We make the second claim precise by looking at the Condorcet Jury Theorem as well as two related jury theorems developed specifically to apply to peer review. ... Philosophy of science Peer review Condorcet Jury Theorem Social epistemology Formal epistemology Bias",
      "page_age": null
    },
    {
      "title": "Sven Ove Hansson, Philosophy without peer review?",
      "url": "https://philpapers.org/rec/HANPWP-2",
      "philpapers_id": "HANPWP",
      "snippet": "Sven Ove Hansson, Vincent F. Hendricks (eds.), Introduction to Formal Philosophy, Springer, Switzerland 2018.Francesco Panizzoli - 2020 - Scienza E Filosofia 24:360–366. Added to PP 2023-06-09 Downloads 128 (#180,003) 6 months 7 (#619,681) ... No citations found. ... A Theory of Justice: Original Edition.John Rawls - 2005 - Belknap Press. Is Peer Review a Good Idea?Remco Heesen &amp; Liam Kofi Bright - 2021 - British Journal for the Philosophy of Science 72 (3):635-663.",
      "page_age": null
    },
    {
      "title": "Yochai Benkler & Helen Nissenbaum, Commons-based Peer production and virtue",
      "url": "https://philpapers.org/rec/BENCPP",
      "philpapers_id": "BENCPP",
      "snippet": "[REVIEW]Stephen Leighton - 1987 - Philosophy in Review 7:315-317. Peer Production and Desktop Manufacturing: The Case of the Helix_T Wind Turbine Project.Wolfgang Drechsler, Michail Fountouklis &amp; Vasilis Kostakis - 2013 - Science, Technology, and Human Values 38 (6):773-800.",
      "page_age": null
    },
    {
      "title": "James R. Wilson, Responsible authorship and Peer review",
      "url": "https://philpapers.org/rec/WILRAA",
      "philpapers_id": "WILRAA",
      "snippet": "In this article the basic principles of responsible authorship and peer review are surveyed, with special emphasis on (a) guidelines for refereeing archival journal articles and proposals; and (b) how these guidelines should be taken into account at all stages of writing. ... Biomedical Engineering and Bioengineering Engineering, general Ethics Medicine/Public Health, general Philosophy of Science Philosophy, general",
      "page_age": null
    },
    {
      "title": "Han van Wietmarschen, Peer Disagreement, Evidence, and Well-Groundedness",
      "url": "https://philpapers.org/rec/VANPDE",
      "philpapers_id": "VANPDE",
      "snippet": "Epistemology of disagreement: The good news.David Christensen - 2007 - Philosophical Review 116 (2):187-217. Reflection and disagreement.Adam Elga - 2007 - Noûs 41 (3):478–502. Peer disagreement and higher order evidence.Thomas Kelly - 2011 - In Alvin I. Goldman &amp; Dennis Whitcomb (eds.), Social Epistemology: Essential Readings.",
      "page_age": null
    },
    {
      "title": "Remco Heesen & Liam Kofi Bright, Is Peer Review a Good Idea?",
      "url": "https://philpapers.org/rec/HEEIPR",
      "philpapers_id": "HEEIPR",
      "snippet": "Prepublication peer review should be abolished. We consider the effects that such a change will have on the social structure of science, paying particular attention to the changed incentive structure and ...",
      "page_age": null
    },
    {
      "title": "James Stacey Taylor, The Myth of Semiotic Arguments in Democratic Theory and How This Exposes Problems with Peer Review",
      "url": "https://philpapers.org/rec/TAYTMO-22",
      "philpapers_id": "TAYTMO",
      "snippet": "I conclude with suggestions for how to revise peer review so that such errors are less likely to be made in the future. ... Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server · Sign in / register and customize your OpenURL resolver ... Satz and Semiotics.James Stacey Taylor - 2019 - International Journal of Applied Philosophy 33 (2):243-257.",
      "page_age": null
    }
  ],
  "count": 15,
  "errors": []
}
