{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "sociology of philosophy",
  "results": [
    {
      "title": "Randall Collins, The sociology of philosophies: A précis",
      "url": "https://philpapers.org/rec/COLTSO-3",
      "philpapers_id": "COLTSO",
      "snippet": "It presents a sociological theory of intellectual networks that connect thinkers in chains of masters and pupils, colleagues and rivals, and of the internalized conversations that constitute the social processes of thinking. The theory is used to analyze long-term developments of the intellectual communities of philosophers in ancient Greece, ancient and medieval China and India, medieval and modern Japan, medieval Islam and Judaism, medieval Christendom, and modern Europe through the early 20th century.",
      "page_age": null
    },
    {
      "title": "Carl-Göran Heidegren, What is the sociology of philosophy?: studies of Swedish and Scandinavian philosophy",
      "url": "https://philpapers.org/rec/HEIWIT-3",
      "philpapers_id": "HEIWIT",
      "snippet": "This book introduces the sociology of philosophy as a research field, asking what can be gained by looking at the discipline of philosophy from a sociological perspective and how to go about doing it, as presented through three case studies ...",
      "page_age": null
    },
    {
      "title": "Randall Collins, The sociology of philosophies: a global theory of intellectual change",
      "url": "https://philpapers.org/rec/COLTSO-4",
      "philpapers_id": "COLTSO",
      "snippet": "Through network diagrams and sustained narrative, sociologist Randall Collins traces the development of philosophical thought from ancient Greece to modern...",
      "page_age": null
    },
    {
      "title": "Theodor W. Adorno, Philosophy and sociology: 1960",
      "url": "https://philpapers.org/rec/ADOPAS",
      "philpapers_id": "ADOPAS",
      "snippet": "Drawing on intellectual history, Adorno demonstrates the connection between truth and social context, arguing that there is no truth that cannot be manipulated by ideology and no theorem that can be wholly detached from social and historical considerations.his systematic account on the interconnectedness of philosophy and sociology makes these lectures a timeless reflection on the nature of these disciplines and an excellent introduction to critical theory, the sociological content of which is here outlined in detail by Adorno for the first time.",
      "page_age": null
    },
    {
      "title": "Émile Durkheim, Sociology and Philosophy",
      "url": "https://philpapers.org/rec/DURSAP",
      "philpapers_id": "DURSAP",
      "snippet": "Sociology, Political Philosophy.[author unknown] - 1967 - Thought: Fordham University Quarterly 42 (3):469-472. Remarks on the Sociology of Philosophy.Philip L.",
      "page_age": null
    },
    {
      "title": "Morris Ginsberg, Essays in sociology and social philosophy",
      "url": "https://philpapers.org/rec/GINEIS",
      "philpapers_id": "GINEIS",
      "snippet": "v. 1. On the diversity of morals.--v. 2. Reason and unreason in society.--v. 3. Evolution and progress.",
      "page_age": null
    },
    {
      "title": "Martin Kusch, Psychologism: A Case Study in the Sociology of Philosophical Knowledge",
      "url": "https://philpapers.org/rec/KUSPAC-2",
      "philpapers_id": "KUSPAC",
      "snippet": "Psychologism: The Sociology of Philosophical Knowledge.Martin Kusch - 1995 - New York: Routledge.",
      "page_age": null
    },
    {
      "title": "Michael Strand, Sociology and philosophy in the United States since the sixties: Death and resurrection of a folk action obstacle",
      "url": "https://philpapers.org/rec/STRSAP-8",
      "philpapers_id": "STRSAP",
      "snippet": "A comparison of post-Wittgenstein Anglophone philosophy and post-sixties American sociology describes their mutual confrontation with folk psychology as an “epistemological obstacle” that generates a remarkable concern with action as a position-taking on the folk relation.",
      "page_age": null
    },
    {
      "title": "Andrea Veltman (ed.), Social and political philosophy: classic and contemporary readings",
      "url": "https://philpapers.org/rec/VELSAP",
      "philpapers_id": "VELSAP",
      "snippet": "Ranging from ancient classics to contemporary works, this unique text combines the essential classics in the field--including the work of ancient Greek political philosophers and modern social contract theorists--with a significant amount of contemporary work on issues pertaining to poverty, drug legalization, multiculturalism, race, gender, and class. It also integrates contemporary feminist perspectives ... Sociology Philosophy.",
      "page_age": null
    },
    {
      "title": "John Stuart Mackenzie, Outlines of Social Philosophy",
      "url": "https://philpapers.org/rec/MACOOS-2",
      "philpapers_id": "MACOOS",
      "snippet": "Social philosophy can be considered the study of what unifies mankind and the study of values and ideals and what their meaning and worth is to human existence. Originally published in ...",
      "page_age": null
    },
    {
      "title": "Suzi Adams & Johann P. Arnason, Sociology, Philosophy, History",
      "url": "https://philpapers.org/rec/ADASPH",
      "philpapers_id": "ADASPH",
      "snippet": "The dialogue focuses on the sources, contexts, and configuration of Johann P. Arnason’s intellectual trajectory. It is broadly framed around the interplay of philosophy, sociology, and history in his thought. Its scope is wide ranging, spanning critical and normative theory, phenomenology and hermeneutics, and contemporary and classical sociology.",
      "page_age": null
    },
    {
      "title": "Raymond Boudon, The origin of values: sociology and philosophy of beliefs",
      "url": "https://philpapers.org/rec/BOUTOO-3",
      "philpapers_id": "BOUTOO",
      "snippet": "Applying Boudons own and existing theories of value to political issues and social ideas--the end of apartheid, the death penalty, multiculturalism, communitarianism--&quot;The Origin of Values&quot; is a significant work. Boudon fulfills a major task of social science: explanation of collective belief. His book will be of interest to sociologists, philosophers, psychologists, and political scientists.",
      "page_age": null
    },
    {
      "title": "Stephen P. Turner & Mark W. Risjord (eds.), Handbook of Philosophy of Anthropology and Sociology",
      "url": "https://philpapers.org/rec/TURHOP-2",
      "philpapers_id": "TURHOP",
      "snippet": "This volume concerns philosophical issues that arise from the practice of anthropology and sociology. The essays cover a wide range of issues, including traditional questions in the philosophy of social science as well as those specific to these ...",
      "page_age": null
    }
  ],
  "count": 13,
  "errors": []
}
