{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Alcoff epistemic injustice",
  "results": [
    {
      "paperId": "86c57ef4c7a8cfc65ed05d863adfeee1c9615cb9",
      "title": "Replies to Alcoff, Goldberg, and Hookway on Epistemic Injustice",
      "authors": [
        {
          "name": "M. Fricker",
          "authorId": "32921846"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 66,
      "doi": "10.3366/E1742360010000894",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/86c57ef4c7a8cfc65ed05d863adfeee1c9615cb9",
      "venue": "Episteme",
      "journal": {
        "name": "Episteme",
        "pages": "164 - 178",
        "volume": "7"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8e4016fecec387bf7792022587b1b02cac9c1302",
      "title": "Genocide Denial as Testimonial Oppression",
      "authors": [
        {
          "name": "Melanie Altanian",
          "authorId": "114977601"
        }
      ],
      "year": 2020,
      "abstract": "ABSTRACT This article offers an argument of genocide denial as an injustice perpetrated not only against direct victims and survivors of genocide, but also against future members of the victim group. In particular, I argue that in cases of persistent and systematic denial, i.e. denialism, it perpetrates an epistemic injustice against them: testimonial oppression. First, I offer an account of testimonial oppression and introduce Kristie Dotson’s notion of testimonial smothering as one form of testimonial oppression, a mechanism of coerced silencing particularly pertinent to genocide denialism. Secondly, I turn to the epistemology of genocide denialism and, using the example of Turkey’s denialism of the Armenian genocide, show how it presents what Linda Martín Alcoff calls a substantive practice of ignorance. Thirdly, I apply these considerations to individual practices of genocide denial and analyse the particular characteristics of testimony on genocide, the speaker vulnerabilities involved and the conditions under which hearers will reliably fail to meet the dependencies of a speaker testifying to genocide. Finally, I explore the harms that testimonial oppression perpetrates on members of the victim group, insofar as it systematically deprives them of epistemic recognition.",
      "citationCount": 12,
      "doi": "10.1080/02691728.2020.1839810",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8e4016fecec387bf7792022587b1b02cac9c1302",
      "venue": "Social Epistemology",
      "journal": {
        "name": "Social Epistemology",
        "pages": "133 - 146",
        "volume": "35"
      },
      "publicationTypes": null
    },
    {
      "paperId": "08b94d19ce75517e11002a8e36e8290ac2d66d5c",
      "title": "On hermeneutical openness and wilful hermeneutical ignorance",
      "authors": [
        {
          "name": "Karl Landström",
          "authorId": "2132707815"
        }
      ],
      "year": 2022,
      "abstract": "In this paper I argue for the relevance of the philosophy of Hans-Georg Gadamer for contemporary feminist scholarship on epistemic injustice and oppression. Specifically, I set out to argue for the Gadamerian notion of hermeneutical openness as an important hermeneutic virtue, and a potential remedy for existing epistemic injustices. In doing so I follow feminist philosophers such as Linda Martín Alcoff and Georgia Warnke that have adopted the insights of Gadamer for the purpose of social and feminist philosophy. Further, this paper is positioned in relation to a recent book chapter by Cynthia Nielsen and David Utsler in which they argue for the complementarity, and intersecting themes and concerns of Gadamer's hermeneutics and Miranda Fricker's work on epistemic injustice. However, Nielsen and Utsler solely focus on Fricker's conception of epistemic injustice and the two forms of epistemic injustice, testimonial injustice and hermeneutical injustice, that she identifies. In this paper I expand their analysis by considering other forms of epistemic injustice such as wilful hermeneutical ignorance and contributory injustice. Thus, this paper contributes to the budding literature on the relevance of Gadamer's work for the debates pertaining to epistemic injustice and oppression by expanding such analysis to other forms of epistemic injustice, and by further arguing for the strength of Gadamer's work in terms of offering relevant insights for the reduction and remedy of existing epistemic injustices.",
      "citationCount": 0,
      "doi": "10.25180/lj.v24i1.284",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/08b94d19ce75517e11002a8e36e8290ac2d66d5c",
      "venue": "Labyrinth",
      "journal": {
        "name": "Labyrinth"
      },
      "publicationTypes": null
    },
    {
      "paperId": "cf8aa8214d7b608b1d3f85a0f6c1269031803c17",
      "title": "‘To Possess the Power to Speak’",
      "authors": [
        {
          "name": "L. Alcoff",
          "authorId": "88623159"
        }
      ],
      "year": 2021,
      "abstract": "Abstract I argue here that first person speech on sexual violence remains an important dimension of the movement for social change in regard to sexual violence, and that the public speech of survivors faces at least three groups of obstacles: 1) the problem of epistemic injustice, that is, injustice in the sphere of knowledge 2) the problem of language and power, and 3) the problem of dominant discourses. I explain and develop these points and end with a final argument concerning the critical importance of speaking publicly on these areas of human experience.",
      "citationCount": 1,
      "doi": "10.1017/S1358246121000084",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cf8aa8214d7b608b1d3f85a0f6c1269031803c17",
      "venue": "Royal Institute of Philosophy Supplement",
      "journal": {
        "name": "Royal Institute of Philosophy Supplement",
        "pages": "51 - 64",
        "volume": "89"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b3170d9c8ecba3c96c9e7c30c42a54ce4b40b009",
      "title": "The Dynamics of Epistemic Injustice",
      "authors": [
        {
          "name": "Amandine Catala",
          "authorId": "115967320"
        }
      ],
      "year": 2025,
      "abstract": "\n Epistemic injustice is inherently connected to epistemic power and epistemic agency: understanding and addressing the former allows us to better understand and address the latter, and vice versa. Yet, despite vast and rich discussions of epistemic injustice, which often invoke the notions of epistemic power and epistemic agency, both notions remain undertheorized and hence largely elusive. This book offers a systematic account of epistemic power and agency by turning to the dynamics of epistemic injustice—that is, the many forms epistemic injustice can take, the different sites and mechanisms through which it operates, and the various transformations consequently required to cultivate greater epistemic justice. Adopting standpoint theory both as a theory and as a methodology, the book focuses on several pressing social questions, such as deliberative impasses in divided societies, colonial memory, academic migration, the underrepresentation of members of non-dominant groups in certain fields, and the marginalization of minoritized minds, such as intellectually disabled people and Autistics. By analyzing these social questions through the lens of the dynamics of epistemic injustice, the book develops a systematic account of epistemic power and agency.",
      "citationCount": 11,
      "doi": "10.1093/9780197776353.001.0001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b3170d9c8ecba3c96c9e7c30c42a54ce4b40b009",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "b37e39235fb6f712efd973b93bb6d02ca9486a0b",
      "title": "Fundamental issues in epistemic injustice in healthcare",
      "authors": [
        {
          "name": "Kasper Møller Nielsen",
          "authorId": "2165780723"
        },
        {
          "name": "J. Nordgaard",
          "authorId": "4009782"
        },
        {
          "name": "M. G. Henriksen",
          "authorId": "6593473"
        }
      ],
      "year": 2025,
      "abstract": "The research field of epistemic justice in healthcare has gained traction in the last decade. However, the importation of Miranda Fricker’s original philosophical framework to medicine raises several interrelated issues that have largely escaped attention. Instead of pushing forward, crafting new concepts or exploring other medical conditions, we suggest that it is time to take stock, reconsider, and articulate some fundamental issues that confront the field of epistemic injustice in healthcare. This paper articulates such fundamental issues, which we divide into scientific, conceptual, and theoretical issues. Scientifically, the research field is confronted by a lack of empirical evidence. It relies on cases, making generalizations impossible and the field vulnerable to bias. Conceptually, many of the claims advanced in the literature are presented as facts but are merely hypotheses to be tested. Moreover, a criterion for applying the concept of testimonial injustice in medicine is lacking, impeding the development of a construct to empirically measure said injustices. Theoretically, many of the cases discussed in the literature do not prima facie qualify as cases of testimonial injustice, since they lack necessary components of testimonial injustice in Fricker’s framework, i.e., being unintentional and caused by identity prejudices in the hearers. If epistemic injustice is as pervasive as it is claimed in this literature, it should be of concern to us all. Addressing the issues raised here may strengthen the conceptualization of epistemic injustice in healthcare and lead to development of constructs that finally can explore its empirical basis.",
      "citationCount": 7,
      "doi": "10.1007/s11019-025-10259-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b37e39235fb6f712efd973b93bb6d02ca9486a0b",
      "venue": "Medicine, Health care and Philosophy",
      "journal": {
        "name": "Medicine, Health Care, and Philosophy",
        "pages": "291 - 301",
        "volume": "28"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e92f287a21d24d23c03d12d0de52db1b89fba3d3",
      "title": "A taxonomy of epistemic injustice in the context of AI and the case for generative hermeneutical erasure",
      "authors": [
        {
          "name": "Warmhold Jan Thomas Mollema",
          "authorId": "2289416486"
        }
      ],
      "year": 2025,
      "abstract": "Epistemic injustice related to AI is a growing concern. In relation to machine learning models, epistemic injustice can have a diverse range of sources, ranging from epistemic opacity, the discriminatory automation of testimonial prejudice, and the distortion of human beliefs via generative AI’s hallucinations to the exclusion of the global South in global AI governance, the execution of bureaucratic violence via algorithmic systems, and interactions with conversational artificial agents. Based on a proposed general taxonomy of epistemic injustice, this paper first sketches a taxonomy of the types of epistemic injustice in the context of AI, relying on the work of scholars from the fields of philosophy of technology, political philosophy and social epistemology. Secondly, an additional conceptualization on epistemic injustice in the context of AI is provided: generative hermeneutical erasure. I argue that this injustice the automation of ‘epistemicide’, the injustice done to epistemic agents in their capacity for collective sense-making through the suppression of difference in epistemology and conceptualization by LLMs. AI systems’ ‘view from nowhere’ epistemically inferiorizes non-Western epistemologies and thereby contributes to the erosion of their epistemic particulars, gradually contributing to hermeneutical erasure. This work’s relevance lies in proposal of a taxonomy that allows epistemic injustices to be mapped in the AI domain and the proposal of a novel form of AI-related epistemic injustice.",
      "citationCount": 5,
      "doi": "10.1007/s43681-025-00801-w",
      "arxivId": "2504.07531",
      "url": "https://www.semanticscholar.org/paper/e92f287a21d24d23c03d12d0de52db1b89fba3d3",
      "venue": "AI and Ethics",
      "journal": {
        "name": "AI and Ethics",
        "pages": "5535 - 5555",
        "volume": "5"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2a6bda98feae1011088fafd9e5493a9dc69bf037",
      "title": "(Epistemic) Injustice and Resistance in Canadian Research Ethics Governance",
      "authors": [
        {
          "name": "Sarah Clairmont",
          "authorId": "2338380812"
        },
        {
          "name": "Emily Doerksen",
          "authorId": "2127906730"
        },
        {
          "name": "A. Gunay",
          "authorId": "2127890496"
        },
        {
          "name": "Phoebe Friesen",
          "authorId": "2375542528"
        }
      ],
      "year": 2025,
      "abstract": "ABSTRACT This article brings a philosophical perspective to bear on issues of research ethics governance as it is practiced and organized in Canada. Insofar as the processes and procedures that constitute research oversight are meant to ensure the ethical conduct of research, they are based on ideas or beliefs about what ethical research entails and about which processes will ensure the ethical conduct of research. These ideas and beliefs make up an epistemic infrastructure underlying Canada's system of research ethics governance, but, we argue, extensive efforts by community members to fill gaps in that system suggest that these ideas may be deficient. Our aim is to make these deficiencies explicit through critical analysis by briefly introducing the philosophical literature on epistemic injustice and ignorance, and by drawing on this literature and empirical evidence to examine how injustice and ignorance show up across three levels of research ethics governance: research ethics boards, regulations, and training. Following this critique, and drawing on insights from the same philosophical tradition, we highlight the work that communities across Canada have done to rewrite and rework how research ethics as a site of epistemic resistance is practiced.",
      "citationCount": 5,
      "doi": "10.1002/eahr.60004",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2a6bda98feae1011088fafd9e5493a9dc69bf037",
      "venue": "Ethics & Human Research",
      "journal": {
        "name": "Ethics & Human Research",
        "pages": "2 - 19",
        "volume": "47"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8bfc695784b964d03848f03d578216f0dc3c8d74",
      "title": "Epistemic Injustice in Generative AI",
      "authors": [
        {
          "name": "Jackie Kay",
          "authorId": "2347534242"
        },
        {
          "name": "Atoosa Kasirzadeh",
          "authorId": "51880633"
        },
        {
          "name": "Shakir Mohamed",
          "authorId": "2316610358"
        }
      ],
      "year": 2024,
      "abstract": "This paper investigates how generative AI can potentially undermine the integrity of collective knowledge and the processes we rely on to acquire, assess, and trust information, posing a significant threat to our knowledge ecosystem and democratic discourse. Grounded in social and political philosophy, we introduce the concept of generative algorithmic epistemic injustice. We identify four key dimensions of this phenomenon: amplified and manipulative testimonial injustice, along with hermeneutical ignorance and access injustice. We illustrate each dimension with real-world examples that reveal how generative AI can produce or amplify misinformation, perpetuate representational harm, and create epistemic inequities, particularly in multilingual contexts. By highlighting these injustices, we aim to inform the development of epistemically just generative AI systems, proposing strategies for resistance, system design principles, and two approaches that leverage generative AI to foster a more equitable information ecosystem, thereby safeguarding democratic values and the integrity of knowledge production.",
      "citationCount": 32,
      "doi": "10.48550/arXiv.2408.11441",
      "arxivId": "2408.11441",
      "url": "https://www.semanticscholar.org/paper/8bfc695784b964d03848f03d578216f0dc3c8d74",
      "venue": "AAAI/ACM Conference on AI, Ethics, and Society",
      "journal": {
        "name": "ArXiv",
        "volume": "abs/2408.11441"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "dbba5d00bd700f490dd38f6655bdfd7cf42dd0e9",
      "title": "Wittgenstein, Religion and Deep Epistemic Injustice",
      "authors": [
        {
          "name": "R. Vinten",
          "authorId": "115937544"
        }
      ],
      "year": 2025,
      "abstract": "In his article ‘Epistemic Injustice and Religion’, Ian James Kidd raises the possibility that some epistemic injustices might be deep. To spell out exactly what might be involved in deep epistemic injustices, especially those involving religious worldviews, an obvious place to look is Wittgenstein’s work on religion. Careful reflection on Wittgenstein’s remarks in the ‘Lectures on Religious Belief’ and his late work collected in On Certainty will have implications for how we are to understand the relationships between belief and evidence and for the ways in which we might enrich our hermeneutical sensitivities, and so Wittgenstein’s remarks are helpful for understanding epistemic injustices more generally. This paper will focus on epistemic injustices involving Islamophobia since Islamophobia has, so far, been given little attention in the literature on epistemic injustice.",
      "citationCount": 3,
      "doi": "10.3390/rel16040418",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dbba5d00bd700f490dd38f6655bdfd7cf42dd0e9",
      "venue": "Religions",
      "journal": {
        "name": "Religions"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c61d2aa7e558d1e868631ccf7dd5fad0ca5d5d2c",
      "title": "Menstrual pain and epistemic injustice",
      "authors": [
        {
          "name": "Adriana Mickiewicz",
          "authorId": "2350073220"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1007/s11019-025-10266-7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c61d2aa7e558d1e868631ccf7dd5fad0ca5d5d2c",
      "venue": "Medicine, Health care and Philosophy",
      "journal": {
        "name": "Medicine, Health Care and Philosophy",
        "pages": "401 - 410",
        "volume": "28"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4243c13ccec1f366e3caa0806a29275bb74a081d",
      "title": "Objectivity, standardization, and epistemic injustice in psychiatry",
      "authors": [
        {
          "name": "Virginia Ballesteros",
          "authorId": "2302490834"
        }
      ],
      "year": 2025,
      "abstract": "This paper analyzes the conception of objectivity in psychiatry as a structural factor that may promote epistemically unjust clinical practices. It argues that because psychiatry primarily relies on patients’ reports of mental symptoms and clinicians’ observations of behavior, it has had to develop ways to address these in a standardized, objective manner. Standardized instruments provide reliability and – presumably – validity in psychiatric assessment and diagnosis. However, by their very nature, they must set aside patients’ perspectives and idiosyncrasies. Understanding objectivity as standardization, this paper argues, promotes treating patients as mere informants or, worse, as sources of information – which may underpin various forms of epistemic injustice, such as hermeneutical or contributory injustice. This paper also addresses recent proposals to include patients’ perspectives in the DSM revision processes, arguing that while this represents a step towards social and epistemic justice, as well as an improvement in diagnostic classification, it remains insufficient for achieving epistemic justice due to the constraints inherent in standardization. The conclusion is that rethinking objectivity beyond standardization is necessary to achieve epistemic justice in psychiatry.",
      "citationCount": 1,
      "doi": "10.1007/s11229-025-05016-4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4243c13ccec1f366e3caa0806a29275bb74a081d",
      "venue": "Synthese",
      "journal": {
        "name": "Synthese",
        "volume": "205"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3c93f6479bdff82f7122fd93fbb452ce6523d036",
      "title": "Misunderstanding Epistemic Injustice: The Case of Chronic Pain Reports",
      "authors": [
        {
          "name": "Veronica de Souza Campos",
          "authorId": "2370334325"
        },
        {
          "name": "Daniel De Luca-Noronha",
          "authorId": "2133495355"
        }
      ],
      "year": 2025,
      "abstract": "This article critiques the broad interpretation of inadequate medical responses to chronic pain reports as instances of testimonial or hermeneutical injustice. While Miranda Fricker's concepts help highlight the neglect of chronic pain sufferers – such as healthcare professionals' failure to take reports seriously (testimonial injustice) or the lack of adequate language to communicate pain experiences (hermeneutical injustice) – we argue that applying these frameworks overlooks important nuances. Specifically, we contend that there is an additional, distinct epistemic failure in how healthcare providers engage with chronic pain complaints: a failure to respond to these reports in adequate ways, beyond merely understanding or believing them. We hypothesize that it has to do with inquisitive inertia (a decision not to investigate further, in the absence of good medical reasons to ground such a decision), and we conceptualize this failure in terms of distributive epistemic injustice, that may persist even in the absence of testimonial or hermeneutical injustices as they are traditionally understood.",
      "citationCount": 1,
      "doi": "10.1111/japp.70032",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3c93f6479bdff82f7122fd93fbb452ce6523d036",
      "venue": "Journal of Applied Philosophy",
      "journal": {
        "name": "Journal of Applied Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "094c91d9938653d46b6d147f02a9910004007c3c",
      "title": "Resisting epistemic injustice: The potential of vulnerability in research ethics",
      "authors": [
        {
          "name": "Ophelia Nicole-Berva",
          "authorId": "2102646081"
        },
        {
          "name": "Anete Ušča",
          "authorId": "2389897684"
        }
      ],
      "year": 2025,
      "abstract": "This article explores how the concept of vulnerability in procedural ethics may influence knowledge production in qualitative research. We suggest that the ethical and methodological precautions taken towards ‘vulnerable populations’ may be detrimental to research participants, as their voices might be silenced, or their interpretations might be excluded from the research. To address this issue, we put the concept of vulnerability in research ethics into dialogue with the normative framework of epistemic injustice as developed by Miranda Fricker. In doing so, we discuss how epistemic injustices may occur, but also how they may be resisted through ethical and methodological considerations based on a more critical understanding of vulnerability. We start this article by tracing and problematizing the often-used understanding of vulnerability as rooted in the biomedical field. We then discuss the skepticism of social scientists regarding the idea of vulnerability, before presenting its reconceptualization from critical and feminist scholars. Finally, we show how using vulnerability in research ethics can lead to either the maintaining or resisting of dynamics of epistemic injustice in qualitative research. To illustrate this proposition, we use examples from qualitative field research and discuss our research process in relation to participants.",
      "citationCount": 1,
      "doi": "10.1177/14687941251390765",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/094c91d9938653d46b6d147f02a9910004007c3c",
      "venue": "Qualitative Research",
      "journal": {
        "name": "Qualitative Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9f379549c905c5215fe4628674b0d01550c2c68a",
      "title": "Pain Dismissal and the Limits of Epistemic Injustice",
      "authors": [
        {
          "name": "Jada Wiggleton-Little",
          "authorId": "2051940648"
        }
      ],
      "year": 2025,
      "abstract": "\n This project aims to identify and explain a phenomenon I call pain-related motivational deficit, which occurs when there is proper uptake of the epistemic contributions of a pain utterance, but defective uptake of the motivational contributions of a pain utterance. I argue that the normalization of fibroid pain in Black women, and of menstrual pain more broadly, causes a pain-related motivational deficit to be unfairly assigned to utterances about these pain experiences. I show that current ways of thinking about epistemic injustice cannot adequately explain these cases.",
      "citationCount": 1,
      "doi": "10.1017/hyp.2025.8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9f379549c905c5215fe4628674b0d01550c2c68a",
      "venue": "Hypatia",
      "journal": {
        "name": "Hypatia"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "831f1112654151391e54d13bdd564bff337a6d9f",
      "title": "Appropriating Empowerment: Precision Medicine’s Proclivity to Epistemic Injustice",
      "authors": [
        {
          "name": "Daan Kenis",
          "authorId": "2267039454"
        }
      ],
      "year": 2025,
      "abstract": "\n Precision medicine (PM) encompasses various emerging, data-intensive healthcare and biomedical research initiatives aimed at tailoring care to individual patient characteristics. While “precision” primarily denotes an epistemological shift in how biomedical research is approached and care delivered, the conviction that PM empowers patients in clinical decision-making is central to its vision as it is taken up across policy contexts. In this paper, I critically assess these promises by drawing on recent engagements in agential epistemic injustice (Lackey 2020; Medina 2022). I suggest that the social, cultural, and epistemological conditions in which the epistemic practice of precision care unfolds are conducive to epistemic injustice. Despite PM’s explicit aims to address longstanding criticisms regarding the disease-centric nature of contemporary biomedical care practices by including person-centered, non-biomedical features in clinical consideration, exploring its underlying logic suggests its epistemic economy is stacked against patients’ epistemic interests. As such, despite its laudable aim of patient empowerment, the exacerbated risk of epistemic injustice might truncate patients’ (epistemic) agency, further disempowering them in clinical decision-making. To conclude, I suggest that the reliance on “empowerment”- and “person-centered care”-rhetoric dominating PM discourse is a case of epistemic appropriation (Davis 2018), further discouraging engagement with social, experiential, and phenomenological dimensions of illness, defanging critics of raising those concerns, and impeding the realization of epistemic justice in healthcare.",
      "citationCount": 1,
      "doi": "10.1017/hyp.2025.17",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/831f1112654151391e54d13bdd564bff337a6d9f",
      "venue": "Hypatia",
      "journal": {
        "name": "Hypatia"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "58faa9b42c3e5c79f477ba56e641e131ce0d2e81",
      "title": "Epistemic injustice suffered by patients with rare diseases, poorly understood diseases, and underdiagnosed diseases, and the epistemic advantage granted by these diseases",
      "authors": [
        {
          "name": "Mar Rosàs Tosas",
          "authorId": "2261941402"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1007/s11019-025-10285-4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/58faa9b42c3e5c79f477ba56e641e131ce0d2e81",
      "venue": "Medicine, Health care and Philosophy",
      "journal": {
        "name": "Medicine, Health Care and Philosophy",
        "pages": "693 - 705",
        "volume": "28"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "adfa225a2275927cbb875a5b86e999dce3979077",
      "title": "Repairing epistemic injustice and loss in the era of climate coloniality",
      "authors": [
        {
          "name": "Farhana Sultana",
          "authorId": "2266607995"
        }
      ],
      "year": 2025,
      "abstract": "\n Climate change intensifies existing inequities, disproportionately impacting marginalised populations, particularly in the Global South and Indigenous communities. This is maintained through inequitable global climate governance, policies and solutions. The paper argues that climate coloniality, the complex entanglements of colonial legacies with contemporary climate and ecological changes, operates through systemic knowledge‐based marginalisation or epistemic injustice, serving as a key mechanism in the uneven production and distribution of climate harms. Beyond the more commonly discussed material dimensions of loss and damage, epistemic injustices arise from silencing critical voices and devaluing knowledge systems. The paper extends the scope of loss and damage debates by drawing attention to epistemic losses: the erasure of worldviews, ontologies and practices that are vital for just and sustainable climate futures. It critically examines the intersections of power, pedagogy and praxis in (re)producing epistemic injustices, while simultaneously revealing counter‐narratives of refusal, resurgence and relationality. By engaging Indigenous and Global South scholarship, the paper underscores the need to decolonise knowledge systems that reproduce dominant climate narratives and heed the epistemological alternatives offered by land‐ and kinship‐based knowledge systems. Advancing climate justice depends on confronting epistemic injustice as both a form of loss and a condition of possibility: centring Global South and Indigenous perspectives is essential for cultivating pluriversal, decolonial and just climate frameworks and futures.",
      "citationCount": 1,
      "doi": "10.1002/geo2.70029",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/adfa225a2275927cbb875a5b86e999dce3979077",
      "venue": "Geo: Geography and Environment",
      "journal": {
        "name": "Geo: Geography and Environment"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e93f08d27e443972c540110f87e8c1a0cb57e0d0",
      "title": "Temporal Aspects of Epistemic Injustice: The Case of Patients with Drug Dependence",
      "authors": [
        {
          "name": "Sergei Shevchenko",
          "authorId": "2339173377"
        },
        {
          "name": "Alexey Zhavoronkov",
          "authorId": "2339172476"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11673-024-10404-5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e93f08d27e443972c540110f87e8c1a0cb57e0d0",
      "venue": "Journal of Bioethical Inquiry",
      "journal": {
        "name": "Journal of Bioethical Inquiry",
        "pages": "667 - 677",
        "volume": "22"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "dfe12696e35f4cf3b39700af7c56fbfe023616ed",
      "title": "Parachute Science in Paleontology as Distributive Epistemic Injustice",
      "authors": [
        {
          "name": "Leticia A. Castillo Brache",
          "authorId": "2379813723"
        }
      ],
      "year": 2025,
      "abstract": "\n Paleontology is facing an ethical crisis related to its long history of extractive practices, including a practice now referred to as ‘parachute science.’ In this paper, I provide diagnostic criteria for identifying parachute science and illustrate them using the high-profile example of a Brazilian dinosaur fossil, Irritator challengeri, acquired by a German museum under dubious conditions. I use this case study to identify three types of harm resulting from parachute science, showing how they can be understood as a case of distributive epistemic injustice. I conclude by using this framework to point toward more ethical paleontological practices.",
      "citationCount": 0,
      "doi": "10.1017/psa.2025.10149",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dfe12696e35f4cf3b39700af7c56fbfe023616ed",
      "venue": "Philosophia Scientiæ",
      "journal": {
        "name": "Philosophy of Science"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
