{
  "status": "success",
  "source": "semantic_scholar",
  "query": "argument mapping philosophy",
  "results": [
    {
      "paperId": "d9a0174a501ed3c9ca5cc09b4b774f22b7dbbc26",
      "title": "The relevance of dietetics in Gandhian philosophy: Mapping the trajectories of his experiments",
      "authors": [
        {
          "name": "D. Mitra",
          "authorId": "3893319"
        }
      ],
      "year": 2021,
      "abstract": "This article argues for analytics of dietary habits of Mahatma Gandhi through an argument around his practices and manner of articulation on discourses on food; his experimentation around dietetics and its relation to political goals in the light of colonial governmentality. Gandhi's dietetics practice intervened with the construction of Oriental as the 'others', showing that the subject (Indian) domain constituted the hegemonic order of colonial reign by presenting the superiority inherent in the colonial culture. In this regard, this article describes the emergence of Gandhi's alternative dietary habits, with analyses of discourses on scientific treatment of food as a part of daily livelihood, while understanding and arguing for the importance of dietetics as an integral part of the political world of modernity. It concludes that the broader contours of Gandhian philosophy and its introduction in Indian society through nationalist politics are uniformly appended with the formulation of his experimentation, not only with his philosophical and political goals but also with his daily practices dietetics constitute an essential part. Throughout, there is an attempt to present the symbolic and discursive construction of dietetics and experimentations to negotiate the individual's character.",
      "citationCount": 0,
      "doi": "10.31235/osf.io/zhxyr",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d9a0174a501ed3c9ca5cc09b4b774f22b7dbbc26",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "2ecea836646cfb283b90b38432ebdba86b0f3443",
      "title": "Mapping Moral Pluralism in Behavioural Spillovers: A Cross-Disciplinary Account of the Multiple Ways in Which We Engage in Moral Valuing",
      "authors": [
        {
          "name": "Michael Vincent",
          "authorId": "144010837"
        },
        {
          "name": "A. Koessler",
          "authorId": "94026914"
        }
      ],
      "year": 2020,
      "abstract": "In this article, we reflect critically on how moral actions are categorised in some recent studies on moral spillovers. Based on classic concepts from moral philosophy, we present a framework to categorise moral actions. We argue that with a finer classification of moral values, associated behaviour is better understood, and this understanding helps to identify the conditions under which moral licensing takes place. We illustrate our argument with examples from the literature on pro-environmental behaviours. Moral spillovers are frequently studied in this behavioural domain and to understand what causes their occurrence is highly (policy) relevant if we wish to promote sustainable behaviour.",
      "citationCount": 6,
      "doi": "10.3197/096327119X15579936382635",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2ecea836646cfb283b90b38432ebdba86b0f3443",
      "venue": "Environmental Values",
      "journal": {
        "name": "Environmental Values",
        "pages": "293 - 315",
        "volume": "29"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "dab3169371ebd94b2bd8c2ab94d334b44ebe0476",
      "title": "Felsefe Arkivi Archives of Philosophy",
      "authors": [
        {
          "name": "D. Walton",
          "authorId": "144622937"
        }
      ],
      "year": 2020,
      "abstract": "Atıf/Citation: Walton, Douglas. (2019). “My Continuing Journey from Logic to Computational Argumentation” Felsefe ArkiviArchives of Philosophy, 51: 321-330. https://doi.org/10.26650/arcp2019-5123 ABSTRACT This paper begins with a brief account of how I started out as a young logician studying modal logic with the hope that it would be useful when applied to evaluating real examples of arguments found in natural language texts. The exposition moves on to relate how my interests shifted to the study of argumentation in informal logic, and from there to computational systems combining defeasible argumentation schemes with argument mapping (diagramming). The story ends by leading to recent collaborations with three young logicians and computer scientists who are continuing on the path of my journey.",
      "citationCount": 0,
      "doi": "10.26650/arcp",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dab3169371ebd94b2bd8c2ab94d334b44ebe0476",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "b8b6a3f216c153254587ec2a4ae2aaae15195153",
      "title": "Olfaction is a Spatial Sense",
      "authors": [
        {
          "name": "Ann‐Sophie Barwich",
          "authorId": "7023615"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1007/s13164-024-00764-7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b8b6a3f216c153254587ec2a4ae2aaae15195153",
      "venue": "Review of Philosophy and Psychology",
      "journal": {
        "name": "Review of Philosophy and Psychology",
        "pages": "997 - 1025",
        "volume": "16"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9f896005a2af1f476ee6f8bc92b84a6f9b92e18e",
      "title": "Introduction: Mapping the Pluralist Character of Cultural Approaches to Law",
      "authors": [
        {
          "name": "Greta Olson",
          "authorId": "13988929"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.1017/S2071832200021933",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9f896005a2af1f476ee6f8bc92b84a6f9b92e18e",
      "venue": "German Law Journal",
      "journal": {
        "name": "German Law Journal",
        "pages": "233 - 254",
        "volume": "18"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "904ed23a633bb202dbd6d0eb0ad067887d45f0c9",
      "title": "Causation and Causal Relations: Insights from Natural Language",
      "authors": [
        {
          "name": "Elitzur A. Bar-Asher Siegal",
          "authorId": "1468747431"
        }
      ],
      "year": 2025,
      "abstract": "This article examines the relationship between natural language and causal cognition and argues that linguistic structures both reflect and constrain the ways in which humans conceptualize and represent causation. It opens with a survey of foundational philosophical theories of causation, focusing on the tension between metaphysical accounts and judgment-based approaches. The discussion then turns to a range of linguistic phenomena—including causative constructions, conditional sentences, discourse coherence, aspectual interpretation, and argument structure—demonstrating how causal relations are systematically encoded across grammatical domains. Building on insights from linguistics, philosophy, and cognitive science, the article reviews recent developments of a semantic framework for modeling causal knowledge in language. Rather than assuming a uniform mapping between causal relations and their linguistic expressions, the framework accounts for systematic variation in how causality is selected, structured, and communicated. In doing so, it positions natural language as a key source of evidence for understanding the architecture of causal reasoning and its representation in human cognition.",
      "citationCount": 1,
      "doi": "10.1146/annurev-linguistics-041824-031335",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/904ed23a633bb202dbd6d0eb0ad067887d45f0c9",
      "venue": "Annual Review of Linguistics",
      "journal": {
        "name": "Annual Review of Linguistics"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "c892bc1cb8314d75127b47bd02f9804d6fefb65a",
      "title": "Routes for Roots: A Mapping Shorthand Symbolism with Reference to Nelson Goodman’s Hidden Ars Combinatoria",
      "authors": [
        {
          "name": "G. Moshammer",
          "authorId": "69905308"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1080/01445340.2016.1266441",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c892bc1cb8314d75127b47bd02f9804d6fefb65a",
      "venue": "",
      "journal": {
        "name": "History and Philosophy of Logic",
        "pages": "263 - 281",
        "volume": "38"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a3e63fca8f606203037f14f938fdf1093fbc4af9",
      "title": "Diseases, patients and the epistemology of practice: mapping the borders of health, medicine and care.",
      "authors": [
        {
          "name": "M. Loughlin",
          "authorId": "144693868"
        },
        {
          "name": "R. Bluhm",
          "authorId": "4555293"
        },
        {
          "name": "J. Fuller",
          "authorId": "144166469"
        },
        {
          "name": "S. Buetow",
          "authorId": "4220321"
        },
        {
          "name": "Kirstin Borgerson",
          "authorId": "3799079"
        },
        {
          "name": "Benjamin R. Lewis",
          "authorId": "145559976"
        },
        {
          "name": "Brent M. Kious",
          "authorId": "2346945307"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 14,
      "doi": "10.1111/jep.12370",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a3e63fca8f606203037f14f938fdf1093fbc4af9",
      "venue": "Journal of Evaluation In Clinical Practice",
      "journal": {
        "name": "Journal of evaluation in clinical practice",
        "pages": "\n          357-64\n        ",
        "volume": "21 3"
      },
      "publicationTypes": [
        "Editorial"
      ]
    },
    {
      "paperId": "d893c3edd73b883445ee4bddd5e3480e236b9083",
      "title": "Advancing Value Pluralist Approaches to Social Policy Controversies: A Case Study of Welfare Conditionality",
      "authors": [
        {
          "name": "Beth Watts-Cobbe",
          "authorId": "2211563069"
        },
        {
          "name": "S. Fitzpatrick",
          "authorId": "39881900"
        }
      ],
      "year": 2023,
      "abstract": "Abstract ‘Value pluralism’ is a strand of analytical philosophy that posits the plurality of morally significant values. By enabling systematic mapping of the diversity of moral registers within which social policy concerns might legitimately be considered, we contend that value pluralist-inspired analysis can aid constructive policy dialogue. Our argument is founded on four claims: first, as a matter of normative principle, value pluralism represents a defensible ethical standpoint; second, as a matter of fact, people are attracted to a plurality of moral values; third, as a matter of democratic legitimacy, pluralism offers a means of (partially) reconciling rival moral claims; fourth, as a matter of political strategy, pluralism offers a pragmatic approach that can engage protagonists on their own terms. To demonstrate its efficacy, we apply this pluralist approach to the vexed question of welfare conditionality, which we interrogate via six normative perspectives (rights, utilitarianism, contractualism, communitarianism, paternalism and social justice).",
      "citationCount": 2,
      "doi": "10.1017/S0047279423000065",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d893c3edd73b883445ee4bddd5e3480e236b9083",
      "venue": "Journal of Social Policy",
      "journal": {
        "name": "Journal of Social Policy",
        "pages": "285 - 300",
        "volume": "54"
      },
      "publicationTypes": null
    },
    {
      "paperId": "68fc03c44364c5313b782bc0aec86d6e9908271b",
      "title": "The Principal Principle Does Not Imply the Principle of Indifference, Because Conditioning on Biconditionals Is Counterintuitive",
      "authors": [
        {
          "name": "Michael G. Titelbaum",
          "authorId": "3044986"
        },
        {
          "name": "Casey Hart",
          "authorId": "2005204629"
        }
      ],
      "year": 2018,
      "abstract": "Roger White ([2010]) argued for a principle of indifference. Hart and Titelbaum ([2015]) showed that White’s argument relied on an intuition about conditioning on biconditionals that, while widely shared, is incorrect. Hawthorne, Landes, Wallmann, and Williamson ([2017]) argue for a principle of indifference. Remarkably, their argument relies on the same faulty intuition. We explain their intuition, explain why it’s faulty, and show how it generates their principle of indifference. 1. Introduction2. El Caminos and Indifference 2.1. Overview2.2. Fins and antennas2.3. HLWW in the example2.4. The restrictiveness of Condition 22.5. Summary3. The Specifics of HLWW s Argument 3.1. Mapping their conditions to our equations3.2. HLWW’s responses to objections Introduction El Caminos and Indifference 2.1. Overview2.2. Fins and antennas2.3. HLWW in the example2.4. The restrictiveness of Condition 22.5. Summary Overview Fins and antennas HLWW in the example The restrictiveness of Condition 2 Summary The Specifics of HLWW s Argument 3.1. Mapping their conditions to our equations3.2. HLWW’s responses to objections Mapping their conditions to our equations HLWW’s responses to objections",
      "citationCount": 9,
      "doi": "10.1093/bjps/axy011",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/68fc03c44364c5313b782bc0aec86d6e9908271b",
      "venue": "British Journal for the Philosophy of Science",
      "journal": {
        "name": "The British Journal for the Philosophy of Science",
        "pages": "621 - 632",
        "volume": "71"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "c161197ce7f6aa1fdfc6f3b211cebc07a0f4a370",
      "title": "The Audio Paper as Affective Attunements",
      "authors": [
        {
          "name": "Sanne Krogh Groth",
          "authorId": "71097833"
        },
        {
          "name": "Kristine Samson",
          "authorId": "152563595"
        }
      ],
      "year": 2020,
      "abstract": "With the recent project and publication ‘Fluid Sounds’ (2015-2016) the authors suggested a new format of academic publication named ‘Audio Papers’. The present article wish to develop the audio paper format as a reflective movement in which philosophical, aesthetic and practical attributes are considered.As suggested in Groth & Samson, 2016, the audio paper is an aesthetic academic practice working with auditory, aesthetic and affective production of sensation and knowing. Following Deleuze’s depiction of affects as “blocs of sensations” (Deleuze 1994: 123), the audio paper is here suggested as an experimental encounter between the ‘blocs of sensations’ in art with a propositional mapping of concepts found in philosophy and science. In the present article we wish to develop an argument from our audio paper manifesto, that “the aesthetic, material aspects of the audio paper produce affects and sensations.” (Groth & Samson 2016). Such production of affective distributions of the sensible enables the producer and the listener to participate in an affective attunement. Following Massumi and Manning’s adaption of Sterne’s notion of ‘relational attunement’ as emergent or affective attunement (Manning & Massumi, 2014: 217), we here find a knowledge practice that allows an attunement that opens up linear knowledge towards a singular event. Such affective composition allows for heterogeneous sensations to co-exist in which the thinker, producer and listener are folded together in the temporal materiality of sound. As such, the audio paper is a practical and relational encounter between bodies (thinking, audio production, listening) and their mutual capacity to affect and to be affected (See also Deleuze 1988). It is an encounter that among others relates to the materiality of sound, the intensity and polyrhythms in dramaturgy or the enactments of environmental sounds (see Groth & Samson 2016). Affects are not divisible in themselves, but consist as affective tonalities that opens up towards timely affective attunements in A: the process of production in which the academic producer engages with the sound material and its aesthetics, and in B: in the attunements of the listener.Through such affective attunements, the article suggests that the audio paper gives rise to thinking, producing and listening through temporality and sonic material. (Less)",
      "citationCount": 0,
      "doi": "10.5040/9781350116139.0019",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c161197ce7f6aa1fdfc6f3b211cebc07a0f4a370",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "159-169",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "8cbb8ea21efdaebb9aedee7375633ee6568d92b6",
      "title": "My Continuing Journey from Logic to Computational Argumentation",
      "authors": [
        {
          "name": "D. Walton",
          "authorId": "144622937"
        }
      ],
      "year": 2019,
      "abstract": "This paper begins with a brief account of how I started out as a young logician studying modal logic with the hope that it would be useful when applied to evaluating real examples of arguments found in natural language texts. The exposition moves on to relate how my interests shifted to the study of argumentation in informal logic, and from there to computational systems combining defeasible argumentation schemes with argument mapping (diagramming). The story ends by leading to recent collaborations with three young logicians and computer scientists who are continuing on the path of my journey.",
      "citationCount": 0,
      "doi": "10.26650/arcp2019-5123",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8cbb8ea21efdaebb9aedee7375633ee6568d92b6",
      "venue": "Felsefe Arkivi - Archives of Philosophy",
      "journal": {
        "name": "Felsefe Arkivi - Archives of Philosophy"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f7c7464aa4da31ca8c036e8e698c8b3b23bf7dcc",
      "title": "The hiddenness argument and the distinction between philosophy and theology",
      "authors": [
        {
          "name": "Wai-hung Wong",
          "authorId": "2356391615"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/s44204-025-00278-8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f7c7464aa4da31ca8c036e8e698c8b3b23bf7dcc",
      "venue": "Asian Journal of Philosophy",
      "journal": {
        "name": "Asian Journal of Philosophy",
        "volume": "4"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2f693260cb2dffdf51cda50296db9929cd5825dd",
      "title": "An Argument About the Realism of Legal Propositions Based on Islamic Philosophy",
      "authors": [
        {
          "name": "Mohammad Hosseini",
          "authorId": "2353468017"
        }
      ],
      "year": 2025,
      "abstract": "Islamic law, as a science, is deeply rooted in rational perception and practical reason, giving it a philosophical structure distinct from modern law. This distinction lies particularly in its metaphysical conception of reason, which ties Islamic law to theology in a metaphysical sense. Unlike modern law, which often reduces legal obligations to political or theological domains, Islamic law bases its framework on a reasoned understanding of “dos and don’ts.” These imperatives are derived from necessity, defined through factual subsistence (thubūt nafs al-amrī) and veritable propositions (qaḍāyā ḥaqīqiyya), rather than simple factual statements (“is and isn’t”). Consequently, Islamic law is considered a realistic science, with its realism stemming from subsistence rather than topical or external determinations. This non-deterministic realism sets it apart from contemporary legal systems, underscoring a fundamental difference in their philosophical foundations.",
      "citationCount": 1,
      "doi": "10.1353/pew.2025.a957083",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2f693260cb2dffdf51cda50296db9929cd5825dd",
      "venue": "Philosophy East & West",
      "journal": {
        "name": "Philosophy East and West",
        "pages": " - ",
        "volume": "0"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5bf130480c3524ca9f536057a6ba523a1600f953",
      "title": "An Argument for Zine-Writing in Introduction to Philosophy Courses in advance",
      "authors": [
        {
          "name": "Irmak Ertuna Howison",
          "authorId": "2317429580"
        }
      ],
      "year": 2024,
      "abstract": "<jats:p/>",
      "citationCount": 0,
      "doi": "10.5840/aaptstudies202481596",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5bf130480c3524ca9f536057a6ba523a1600f953",
      "venue": "American Association of Philosophy Teachers Studies in Pedagogy",
      "journal": {
        "name": "American Association of Philosophy Teachers Studies in Pedagogy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "85deb87c07cb318da47ebdc84b76f929f3be6d58",
      "title": "THE INTERSECTION OF PHILOSOPHY AND MEDICINE IN THE BRAIN DEATH DEBATE (I): THE PHILOSOPHICAL ARGUMENT FOR THE EQUIVALENCE OF BRAIN DEATH AND HUMAN DEATH",
      "authors": [
        {
          "name": "Sorin Bute",
          "authorId": "88426740"
        }
      ],
      "year": 2024,
      "abstract": "The debate on brain death as equivalent to human death involves complex\nphilosophical and medical dimensions. Initially guided by scientific criteria, the\ndiscussion now incorporates philosophical arguments questioning whether brain death\ngenuinely signifies the end of human life. Key contributions from various commissions\nhighlight the role of the brain in maintaining the organism's integrative functions, but\nphilosophers argue this extends beyond empirical medical knowledge. This\ninterdisciplinary debate stresses the need for philosophical and ethical insights,\nalongside medical understanding, to fully grasp the implications of defining death.",
      "citationCount": 0,
      "doi": "10.26520/ijtps.2024.8.15.43-50",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/85deb87c07cb318da47ebdc84b76f929f3be6d58",
      "venue": "International Journal of Theology Philosophy and Science",
      "journal": {
        "name": "International Journal of Theology, Philosophy and Science"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bbacbbfd0853776018da2052225fa270a1596e72",
      "title": "THE INTERSECTION OF PHILOSOPHY AND MEDICINE IN THE BRAIN DEATH DEBATE (II): THE PHILOSOPHICAL ARGUMENT AGAINST THE EQUIVALENCE OF BRAIN DEATH AND HUMAN DEATH",
      "authors": [
        {
          "name": "Sorin Bute",
          "authorId": "88426740"
        }
      ],
      "year": 2024,
      "abstract": "The debate on brain death encompasses complex philosophical, ethical, and scientific\ndimensions. This article delves into philosophical arguments questioning the\nequivalence of brain death with human death, highlighting the work of philosophers\nlike Hans Jonas, Josef Seifert, Robert Spaemann, and Peter Singer. It critiques the\nassumptions underlying brain death definitions, such as \"brainstem death,\" \"whole\nbrain death,\" and \"higher brain death,\" and explores the philosophical and ethical\nimplications of these perspectives. Through exploring these arguments, the article\nemphasizes the inadequacy of purely medical perspectives in addressing the concept of\ndeath, advocating for an interdisciplinary approach. The discourse illustrates the\nstalemate in philosophical debates over brain death, where differing assumptions lead\nto conflicting conclusions, reflecting a broader cultural shift towards relativism in\nunderstanding human nature and truth.",
      "citationCount": 0,
      "doi": "10.26520/ijtps.2024.8.15.51-61",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bbacbbfd0853776018da2052225fa270a1596e72",
      "venue": "International Journal of Theology Philosophy and Science",
      "journal": {
        "name": "International Journal of Theology, Philosophy and Science"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ca84c631807b11924df97735ec1a5e83de56bc9e",
      "title": "How to Do Empirical Political Philosophy: A Case Study of Miller’s Argument for Needs-Based Justice",
      "authors": [
        {
          "name": "T. Pölzler",
          "authorId": "11743211"
        }
      ],
      "year": 2023,
      "abstract": "In recent years an increasing number of political philosophers have begun to ground their arguments in empirical evidence. I investigate this novel approach by way of example. The object of my case study is David Miller’s renewed empirical argument for a needs-based principle of justice. First, I introduce Miller’s argument. Then I raise four worries about the application of his methodology that give rise to corresponding general recommendations for how to do empirical political philosophy. Proponents of this approach should take care to (1) check for inappropriately narrow (and broad) samples, (2) verify studies’ relevance for their empirical hypotheses, (3) adjust their confidence to the available empirical evidence, and (4) properly integrate their hypotheses into their philosophical theorizing.",
      "citationCount": 1,
      "doi": "10.1007/s10670-023-00747-7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ca84c631807b11924df97735ec1a5e83de56bc9e",
      "venue": "Erkenntnis: An International Journal of Scientific Philosophy",
      "journal": {
        "name": "Erkenntnis",
        "pages": "1293 - 1322",
        "volume": "90"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7b26370c31daed2330e3eb89294251da714231bf",
      "title": "On the Use of YouTube, Digital Games, Argument Maps, and Digital Feedback in Teaching Philosophy",
      "authors": [
        {
          "name": "Markus P. J. Bohlmann",
          "authorId": "114909756"
        },
        {
          "name": "David Lanius",
          "authorId": "113386384"
        },
        {
          "name": "Patrick Maisenhölder",
          "authorId": "2105344150"
        },
        {
          "name": "Tim Moser",
          "authorId": "2204902106"
        },
        {
          "name": "J. Noller",
          "authorId": "2090908512"
        },
        {
          "name": "Maria Schwartz",
          "authorId": "2205052913"
        }
      ],
      "year": 2023,
      "abstract": "We give an overview of the methodological possibilities of some important digital tools for teaching philosophy. Several didactically applicable methods have evolved in digital culture, including their implicit methodologies, theories about how these methods may be used. These methodologies are already applied by philosophers today and have their benefits and justifications in philosophy classes as well. They can help to solve known problems of philosophy education. We discuss problems of incomprehensibility and their possible solutions through digital explanations in pod- and videocasts such as YouTube; problems of interaction, motivation, and immersion that digital games and gamification may solve; problems of the complexity of philosophical content and digital concept- and argument-maps to deal with these; problems of implicitness and the possibility to make implicit things in philosophy class explicit through indirect feedback tools.",
      "citationCount": 0,
      "doi": "10.46586/jdph.2023.9863",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7b26370c31daed2330e3eb89294251da714231bf",
      "venue": "Journal of didactics of philosophy",
      "journal": {
        "name": "Journal of Didactics of Philosophy"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "edf63797d3ad5acbbe6eba42e0e24bb495a7a2ed",
      "title": "Mapping the philosophy and neuroscience nexus through citation analysis",
      "authors": [
        {
          "name": "Eugenio Petrovich",
          "authorId": "2241835991"
        },
        {
          "name": "Marco Viola",
          "authorId": "2367875151"
        }
      ],
      "year": 2024,
      "abstract": "We provide a quantitative analysis of the philosophy-neuroscience nexus using citation analysis. Combining bibliometric indicators of cross-field visibility with journal citation mapping techniques, we investigate four dimensions of the nexus: how the visibility of neuroscience in philosophy and of philosophy in neuroscience has changed over time, which areas of philosophy are more interested in neuroscience, which areas of neuroscience are more interested in philosophy, and how the trading zone between the two fields is configured. We also discuss two hypotheses: the supposed occurrence of a neuro-revolution in philosophy and the role of psychology as the disciplinary link between neuroscience and philosophy. Both the visibility of neuroscience in philosophy and the visibility of philosophy in neuroscience have increased significantly from 1980 to 2020, albeit the latter remains an order of magnitude lower than the former. Neuroscience is particularly visible in philosophy of mind, applied ethics, philosophy of science, but not in ‘core’ areas of analytic philosophy. Philosophy is particularly visible in cognitive and systems neuroscience and neuropsychiatry, but not in biomedical neuroscience. As for the trading zone between philosophy and neuroscience, our data show that it works differently in philosophy and in neuroscience. While some philosophy journals are active loci of bidirectional communication, neuroscience journals are divided between journals ‘importing’ philosophy in neuroscience and journals ‘exporting’ neuroscience to philosophy. Lastly, data do not support the hypothesis that a widespread neuro-revolution has transformed philosophy radically, but support the hypothesis that psychology functions as a mediating disciplinary link between philosophy and neuroscience.",
      "citationCount": 0,
      "doi": "10.1007/s13194-024-00621-5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/edf63797d3ad5acbbe6eba42e0e24bb495a7a2ed",
      "venue": "European Journal for Philosophy of Science",
      "journal": {
        "name": "European Journal for Philosophy of Science",
        "volume": "14"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e0a87e6b9a141f6930697e6680c6469675edcce8",
      "title": "Analyzing the philosophy of travel with Schopenhauerian argument maps",
      "authors": [
        {
          "name": "Jens Lemanski",
          "authorId": "46240814"
        }
      ],
      "year": 2023,
      "abstract": "Emily Thomas's seminal book The Meaning of",
      "citationCount": 1,
      "doi": "10.1111/sjp.12516",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e0a87e6b9a141f6930697e6680c6469675edcce8",
      "venue": "The Southern Journal of Philosophy",
      "journal": {
        "name": "The Southern Journal of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0c4a1b9299ee723fb9ea83cde5a19f477a8b3410",
      "title": "A Caveat Regarding the Unfolding Argument: Implications of Plasticity for Computational Theories of Consciousness",
      "authors": [
        {
          "name": "V. O’Reilly-Shah",
          "authorId": "1397050358"
        },
        {
          "name": "A. Selvitella",
          "authorId": "2399150712"
        },
        {
          "name": "Aaron Schurger",
          "authorId": "2390941743"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1101/2025.11.04.686457",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0c4a1b9299ee723fb9ea83cde5a19f477a8b3410",
      "venue": "bioRxiv",
      "journal": {
        "name": "bioRxiv"
      },
      "publicationTypes": null
    },
    {
      "paperId": "013891311fa41747732180f0c76b8451264c802c",
      "title": "Are University Students Who Are Taking Philosophy Courses Familiar with the Basic Tools for Argument?",
      "authors": [
        {
          "name": "S. Iliadi",
          "authorId": "118507506"
        },
        {
          "name": "Kostas Theologou",
          "authorId": "2190824"
        },
        {
          "name": "S. Stelios",
          "authorId": "72872518"
        }
      ],
      "year": 2019,
      "abstract": "Philosophy courses help students develop logical reasoning and argument skills or so it is widely assumed. To test if this is actually the case, we examined university students’ familiarity with the basic tools for argument. Our findings, based on a sample of 651 students enrolled in philosophy courses at six Greek universities, indicate that students who have prior experience with philosophy are more familiar with the basic tools for argument, and that students who have taken philosophy courses at the university have stronger argument-recognition and argument-evaluation skills compared to university students with no prior experience with philosophy. Moreover, our findings suggest that students get more familiar with the basic tools for argument as their level of engagement with philosophy increases, and that they get significantly better at evaluating arguments when they become graduate students in philosophy. However, our findings also suggest that the majority of students in philosophy classrooms haven’t developed fluency in (at least some) basic argument-related concepts and skills. To remedy this, we argue that philosophy instructors need to re-think (a) the place that the teaching of argument has in philosophy courses, and (b) the way that they teach students about argument.",
      "citationCount": 3,
      "doi": "10.5840/TEACHPHIL2019726106",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/013891311fa41747732180f0c76b8451264c802c",
      "venue": "Teaching Philosophy",
      "journal": {
        "name": "Teaching Philosophy"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0b378b697eaffc5d8527a01a7cead83d36b30375",
      "title": "What is pre‐reflective self‐consciousness an awareness of? An argument for the egological view",
      "authors": [
        {
          "name": "Alberto Barbieri",
          "authorId": "2342033555"
        }
      ],
      "year": 2025,
      "abstract": "The nature of pre‐reflective self‐consciousness—namely, the putative non‐inferential self‐consciousness involved in unreflective experiences—has become the topic of considerable debate in recent analytic philosophy of consciousness, as it is commonly taken to be what makes conscious mental states first‐personally given to their subject. A major issue of controversy in this debate concerns what pre‐reflective self‐consciousness is an awareness of. Some scholars have suggested that pre‐reflective self‐consciousness involves an awareness of the experiencing subject. This “egological view” is opposed to the “non‐egological view,” according to which the subject is just aware of their own occurrent mental state in being pre‐reflectively self‐conscious. In this article, I argue in favor of the egological view. The argument I develop is a qualified version of a line of reasoning originally provided by Rosenthal and builds on a proper clarification of the ontological status of token mental states. More precisely, I argue that token mental states are structured “fact‐like” entities having their subject among their constituents. Accordingly, one cannot be aware of one's own occurrent mental state without thereby being aware of oneself. I conclude by dismissing a potential objection to my argument.",
      "citationCount": 0,
      "doi": "10.1111/sjp.12614",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0b378b697eaffc5d8527a01a7cead83d36b30375",
      "venue": "The Southern Journal of Philosophy",
      "journal": {
        "name": "The Southern Journal of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bf4152614f9507e40f2726a382b7d47ca94ec037",
      "title": "Challenging the Fallacy of the Altruistic Argument in Human Reproduction",
      "authors": [
        {
          "name": "Lucrecia Burges Cruz",
          "authorId": "2355958319"
        }
      ],
      "year": 2025,
      "abstract": "\nThis paper examines human reproduction as a complex phenomenon shaped by biological, social, economic, and political forces. It identifies the fallacy of the altruistic argument, which frames women’s self-sacrifice in reproductive and caregiving roles as a natural virtue, reinforcing gender inequalities and limiting autonomy. Through an interdisciplinary approach integrating feminist philosophy, evolutionary theory, and social justice perspectives, it exposes androcentric biases in evolutionary epistemology that have legitimized the exploitation of women’s reproductive labor by portraying altruism as a biologically determined, sex-specific trait. Drawing on Adriana Cavarero’s relational ethics, the paper advocates for reimagining reproduction as a collective act rooted in mutual care, ethical responsibility, and interdependence. This perspective challenges Western individualism and calls for positioning reproduction as a central ethical and philosophical category. By rejecting narratives of self-sacrifice, it promotes an ethos of mutuality, fostering a more equitable and inclusive approach to reproductive practices and policies.",
      "citationCount": 0,
      "doi": "10.1163/24689300-bja10076",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bf4152614f9507e40f2726a382b7d47ca94ec037",
      "venue": "Danish Yearbook of Philosophy",
      "journal": {
        "name": "Danish Yearbook of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 25,
  "errors": []
}
