{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Ahmed Sara feminist citation",
  "results": [
    {
      "paperId": "1acc3dbdbb1a7f3df9161490cce790da80e77051",
      "title": "“Hap Walk”: A Reading of Living a Feminist Life by Sara Ahmed and “Docile Bodies” in Discipline and Punish by Michel Foucault",
      "authors": [
        {
          "name": "Patricia Ki",
          "authorId": "84090944"
        }
      ],
      "year": 2020,
      "abstract": "\n \n \nThis paper grew from the imagining that Sara Ahmed and Michel Foucault, both influential scholars in my ever-developing understanding of the world, met face-to-face one ordinary day, discussed their ideas, responded to each other’s queries, reflected on historical and ongoing social injustices, and shared hopeful imaginings for the future. In this imaginary account, through the form of dialogues, I compare, contrast, and examine concepts in Foucault’s and Ahmed’s works—specifically, the chapter “Docile Bodies” in Discipline and Punish, published in 1977, and the book Living a Feminist Life, published 40 years later in 2017.1 Following Ahmed, I use path, walls, and tables as both metaphors and material effects of disciplinary power to link theorizations from the two texts regarding the embodiment of discipline, through which white, capitalist, and heteropatriarchal norms persist. Further, I ask questions of Foucault’s text about the seeming invisibility of women and disabled people in its discussion of docile bodies and disciplinary power and echo other feminist scholars in arguing that it is through the perspectives and experiences of those who have been cast out of belonging and rendered invisible that we may find the means to expose the most cemented and hidden structures and techniques of domination and to imagine forms of resistance and subversions that point to a different future. For the purpose of clarity, direct quotes from Ahmed’s and Foucault’s texts are italicized within the dialogues, accompanied by in-text citations. \n \n \n",
      "citationCount": 0,
      "doi": "10.15353/cjds.v9i1.600",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1acc3dbdbb1a7f3df9161490cce790da80e77051",
      "venue": "",
      "journal": {
        "name": "Canadian Journal of Disability Studies",
        "pages": "191-217",
        "volume": "9"
      },
      "publicationTypes": null
    },
    {
      "paperId": "759d0921db453d7c3686dc0d3c2668848d80fc65",
      "title": "Speculative Care in Mary Jo Bang’s Elegy: Reclaiming Motherhood through Feminist Poetry",
      "authors": [
        {
          "name": "Paula Currás-Prada",
          "authorId": "2384670147"
        }
      ],
      "year": 2025,
      "abstract": "\n This essay explores the ways in which Mary Jo Bang’s Elegy (2005) and, by extension, similar contemporary elegies by women engage with forms of feminist speculative care that go beyond physical aliveness and are thus disruptive of paternalistic and recovery-focused practices of grieving. Using the insights of material feminisms (Katherine Behar and Sara Ahmed), affect theory (Alex Houen), and the ethics of care (María Puig de la Bellacasa), the essay delves into the collection’s reclaiming of motherhood through its conspicuous rekindling of the corporeal and the material.",
      "citationCount": 0,
      "doi": "10.1093/cww/vpae030",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/759d0921db453d7c3686dc0d3c2668848d80fc65",
      "venue": "Contemporary Women's Writing",
      "journal": {
        "name": "Contemporary Women's Writing"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f9a10562e0c3c3b6d747a38cf4c1f06fdecdc740",
      "title": "Jean Baudrillard and Feminism: Sara Ahmed and the Necessity to “Forget Baudrillard”",
      "authors": [
        {
          "name": "David Guignion",
          "authorId": "133831735"
        }
      ],
      "year": 2021,
      "abstract": "Jean Baudrillard’s work has had a turbulent relationship with feminist thought. Victoria Grace attributes this turbulence to a general refusal on the part of feminist critics to engage, borrowing from Rex Butler, with Baudrillard “in his own terms” (1). In this essay, I challenge Grace’s faith in Baudrillard’s work to wrest feminist thought from the clutches of hyperreality. Conversely, I argue that Grace’s lionization of Baudrillard’s theories as a panacea to the problems facing contemporary society is itself a replication of the very model of hyperreality that she, and Baudrillard, decries. To argue this, I perform two operations. Firstly, I present Baudrillard’s theory of the simulacrum arguing that its emergence does not mark the dissipation of the real in favor of the virtual but that it signals the emergence of a single world-view, or “integrated circuit,” that is taken as objectively real. Secondly, I turn my attention to Sara Ahmed’s feminist critique of Baudrillard’s work in “his own terms” and how this critique informs a need to push Baudrillard’s theories further than he himself pushed them. I conclude by suggesting that Baudrillard’s theories can be—and have been—used by",
      "citationCount": 0,
      "doi": "10.59547/26911566.2.1.11",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f9a10562e0c3c3b6d747a38cf4c1f06fdecdc740",
      "venue": "The Journal of Media Art Study and Theory",
      "journal": {
        "name": "The Journal of Media Art Study and Theory"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "55c62dd4761c949474a54f974c2685e6862506a7",
      "title": "Sara Ahmed’s Critical Phenomenology of Communication",
      "authors": [
        {
          "name": "Rachel Stonecipher",
          "authorId": "147977066"
        }
      ],
      "year": 2020,
      "abstract": "Sara Ahmed is a feminist philosopher specializing in how the cultural politics of language use and discourse mediate social and embodied encounters with difference. She has published field-shaping contributions to queer and feminist theory, critical race and postcolonial theory, affect and emotion studies, and phenomenology. Since the publication of Differences that Matter: Feminist Theory and Postmodernism in 1998, her work has epitomized the value of contemporary feminist cultural studies to speak to and against the masculinist traditions of continental philosophy. Unequivocally inserting feminist politics into the rarified air of academic theory, it crosses the sexist boundary which corrals feminist thought into the category of “studies” while opposing it to male-authored philosophy—the latter automatically authorized to speak on the social and material “Real.” In doing so, her work sits squarely within discourse-analytical traditions that seek to expose how various epistemic scenes – activism, the media, and academia, to name a few -- sediment false authority on such issues as happiness, utility, and the good. Moreover, in contesting New Materialism’s search for some monist “matter” beneath experience, she traces how those linguistic moves impose insidiously singular concepts of what social “reality” is, and how it unfolds, for real people. As a field, communication studies concerns itself centrally with matters of social influence, scale, and power, such as the electoral effects of political speech, or the ability of a message to morph as it reaches new audiences. Turning a critical eye upon the (re)production of cultural norms and social structure through interpersonal and institutional encounters, Ahmed’s oeuvre explores the discursive logics and speech acts that sediment or transform the social meanings of race, gender, and other differences.",
      "citationCount": 0,
      "doi": "10.1093/acrefore/9780190228613.013.588",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/55c62dd4761c949474a54f974c2685e6862506a7",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "da81f237ae11835a210eeb26a6aff853f98d272d",
      "title": "Feminist Killjoys (and Other Willful Subjects)",
      "authors": [
        {
          "name": "Sara Ahmed",
          "authorId": "87699871"
        },
        {
          "name": "Oristelle Bonis",
          "authorId": "2092426529"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 157,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/da81f237ae11835a210eeb26a6aff853f98d272d",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "77-98",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "aeeddc3ca37842d0f9565a128b9606169d03e734",
      "title": "Emotional Orientations: Simone de Beauvoir and Sara Ahmed on Subjectivity and the Emotional Phenomenology of Gender",
      "authors": [
        {
          "name": "J. McMahon",
          "authorId": "145569812"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1353/PHI.2016.0020",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aeeddc3ca37842d0f9565a128b9606169d03e734",
      "venue": "",
      "journal": {
        "name": "philoSOPHIA",
        "pages": "215 - 240",
        "volume": "6"
      },
      "publicationTypes": null
    },
    {
      "paperId": "384fb1d91ab9bdcc6bc9aca3892608a3a7e663ce",
      "title": "Woolfian Love in Aggregate: Posthuman – Queer – Feminist",
      "authors": [
        {
          "name": "Benjamin D. Hagen",
          "authorId": "2163902492"
        }
      ],
      "year": 2022,
      "abstract": "Applying Barbara Herrnstein Smith’s insights into the contingency of value to the contingency of theory’s value, this essay situates Virginia Woolf’s Night and Day (1919) in relation to three critical frameworks. It argues that Woolf’s complication of love in the novel responds to three amorous ‘needs’ articulated, respectively, in the work of Rosi Braidotti, Eve Kosofksy Sedgwick and Sara Ahmed. In bringing Woolf’s novel to the needs voiced by these theorists, the essay neither synthesizes Braidotti, Sedgwick and Ahmed nor privileges one of them above the others. It shows, rather, that Night and Day keeps love unmastered by any single critical paradigm and that its literary/conceptual work is best read in aggregate – read and reread, that is, according to three often antagonistic frameworks between which the essay makes a temporary peace. The posthuman and queer frames bring to life Katharine Hilbery’s powerful attachment to and preference for the study of mathematics and astronomy, her distaste for human beings (and literary studies), and her careful stagecraft in managing the people she loves. The feminist frame links the promises of love to the patriarchal/misogynistic division between the education of men and the training of women.",
      "citationCount": 0,
      "doi": "10.3366/ccs.2022.0441",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/384fb1d91ab9bdcc6bc9aca3892608a3a7e663ce",
      "venue": "Comparative Critical Studies",
      "journal": {
        "name": "Comparative Critical Studies"
      },
      "publicationTypes": null
    },
    {
      "paperId": "167afb0f20395f79c4cd140114c18525ac62ec3b",
      "title": "Sara Ahmed: Willful Subjects",
      "authors": [
        {
          "name": "Lizzy Willmington",
          "authorId": "112939305"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1007/S10691-015-9290-8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/167afb0f20395f79c4cd140114c18525ac62ec3b",
      "venue": "Feminist Legal Studies",
      "journal": {
        "name": "Feminist Legal Studies",
        "pages": "235-239",
        "volume": "23"
      },
      "publicationTypes": null
    },
    {
      "paperId": "52a359b0e85904d62c75db61bd45d1ad324a2d58",
      "title": "Hannah and her sisters: Theorizing gender and leadership through the lens of feminist phenomenology",
      "authors": [
        {
          "name": "Rita A. Gardiner",
          "authorId": "79485898"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 16,
      "doi": "10.1177/1742715017729940",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/52a359b0e85904d62c75db61bd45d1ad324a2d58",
      "venue": "",
      "journal": {
        "name": "Leadership",
        "pages": "291 - 306",
        "volume": "14"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2e85464e9df5dc67292168046382d14152f2e0d5",
      "title": "Beyond hierarchical oppositions: A feminist critique of Karen Barad’s agential realism",
      "authors": [
        {
          "name": "Caroline Braunmühl",
          "authorId": "21764653"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 24,
      "doi": "10.1177/1464700117741243",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2e85464e9df5dc67292168046382d14152f2e0d5",
      "venue": "",
      "journal": {
        "name": "Feminist Theory",
        "pages": "223 - 240",
        "volume": "19"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "feb3088e3e8ec1a5374d3a8c93290757fdfd63d0",
      "title": "Re-presencing telematic dreaming – awakening a critical feminist phenomenology",
      "authors": [
        {
          "name": "Susan Kozel",
          "authorId": "2299596783"
        }
      ],
      "year": 2024,
      "abstract": "ABSTRACT This article enacts a re-presencing of Telematic Dreaming, the influential telepresence art installation by Paul Sermon from the 1990s. Revisiting an often-cited text I wrote in 1994 called ‘Spacemaking', which spoke from the experience of being a performer in the installation, I fill in what was missing, downplayed or unwelcome in the discourses of the time: that nobody is anybody (i.e. in technological environments bodies are never neutral or universal); and that artistic works are deeply contextual and intersectional. Taking a strongly political and contextual approach to Telematic Dreaming, I first reflect on the dual states of wonder & entitlement characterising digital experimentation of the 1990s then I consider the cultural structures and material infrastructures of the installation, assessing the scope for ontological expansiveness and gender crique they afforded. Beyond a particular instance of time-travel, this article proposes a new methodological framework for examining past performances. By turning to critical phenomenology, with contributions from feminist archaeology, media archaeology, and an unexpected appearance of Sara Ahmed’s feminist killjoy, I offer an approach that paves the way for future researchers interested in engaging reflexively and critically with historical phenomenological analyses of artistic performance and of wider lived experiences.",
      "citationCount": 0,
      "doi": "10.1080/14794713.2024.2329825",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/feb3088e3e8ec1a5374d3a8c93290757fdfd63d0",
      "venue": "International Journal of Performance Arts and Digital Media",
      "journal": {
        "name": "International Journal of Performance Arts and Digital Media",
        "pages": "218 - 235",
        "volume": "20"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c1fc872d3359ce0fd3b42e584949015973effb42",
      "title": "Sara Ahmed, The Promise of Happiness",
      "authors": [
        {
          "name": "Moya Lloyd",
          "authorId": "145045242"
        }
      ],
      "year": 2013,
      "abstract": "This review was published in the journal, Redescriptions: Political Thought, Conceptual History and Feminist Theory [© MUP] and the definitive version is available from: http://dx.doi.org/10.7227/R.16.1.12",
      "citationCount": 9,
      "doi": "10.7227/R.16.1.12",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c1fc872d3359ce0fd3b42e584949015973effb42",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "200-207",
        "volume": "16"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "14abff6422dbfaee505f308a60ba673ce08e4572",
      "title": "Willfulness and Feminist Subjectivity",
      "authors": [
        {
          "name": "Sara Ahmed",
          "authorId": "87699871"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1215/9780822373377-005",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/14abff6422dbfaee505f308a60ba673ce08e4572",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "65-88",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "0f40ea3824f7bc2b210ac4abdb0e0b4be34c3419",
      "title": "Fact versus feeling: What post-truth scholarship can learn from the feminist phenomenology of affect",
      "authors": [
        {
          "name": "Erica Harris",
          "authorId": "48731665"
        }
      ],
      "year": 2023,
      "abstract": "Although it is a relatively new phenomenon, the most popular descriptions of post-truth operate within the boundaries of the classical dichotomy between emotion and reason that dates back to Plato’s Phaedrus: both, to some extent, view emotions as impediments to knowledge and our ability to live morally upstanding lives (248a-b). Post-truth, which is seen as a threat to reason, social cohesion, and fact-based knowledge claims, is either viewed as the outcome of the failure of our cognitive apparatus, or a consequence of our unchecked thirst for stories that provoke dramatic feelings. From a feminist point of view, this should give us pause, since the arguments used to dismiss post-truth resemble those that dismissed women’s experiences and emotions as idiosyncratic or irrational. Have post-truth scholars been too hasty in their judgment of emotion-based knowledge claims? In this essay, I explore the transcendental role of emotion in its relationship to epistemic knowledge claims and argue that emotion should be given a more primordial status in the analysis of post-factuality. I do this by exploring the psychoanalytic and phenomenological analysis of affect, especially Sara Ahmed’s feminist phenomenology of embodiment.",
      "citationCount": 1,
      "doi": "10.1177/01914537221147931",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0f40ea3824f7bc2b210ac4abdb0e0b4be34c3419",
      "venue": "Philosophy &amp; Social Criticism",
      "journal": {
        "name": "Philosophy & Social Criticism",
        "pages": "192 - 202",
        "volume": "49"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "03105ce82396f2cbcc0272968a24cfa962ffd569",
      "title": "Making Her Time (and Time Again): Feminist Phenomenology and Form in Recent British and Irish Fiction Written by Women",
      "authors": [
        {
          "name": "M. Gray.",
          "authorId": "81723562"
        }
      ],
      "year": 2020,
      "abstract": "\n This article reads Ali Smith’s 2014 novel How to Be Both alongside Deborah Levy’s Hot Milk (2016) and Sally Rooney’s Conversations with Friends (2017). Using Lauren Berlant’s conception of neoliberal “crisis subjectivity” and Sara Ahmed’s vision of feminist wonderment as an antidote to the neoliberal “promise of happiness,” it argues that each novel considers what might be salvaged and what might grow from situations in which young women become attuned to their mutual incarceration in neoliberal time’s double bind. It contends that the forced improvisation and feminist reorientation undertaken by the protagonists can be analyzed through the lens of temporality. Finally, it contemplates how the disciplinary-specific modes through which the novels’ protagonists consider temporality might be connected to the specific literary projects of their authors.",
      "citationCount": 4,
      "doi": "10.1093/cww/vpaa014",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/03105ce82396f2cbcc0272968a24cfa962ffd569",
      "venue": "",
      "journal": {
        "name": "Contemporary Women's Writing",
        "pages": "66-83",
        "volume": "14"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d54ed6df529e0ed6239427e7dece149110a37ae4",
      "title": "The Promise of Happiness",
      "authors": [
        {
          "name": "Sara Ahmed",
          "authorId": "87699871"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 2733,
      "doi": "10.1215/9780822392781",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d54ed6df529e0ed6239427e7dece149110a37ae4",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "9964afa5be420d9fe22464cdeae58a8495e89bd6",
      "title": "Making Sense of Knowledge",
      "authors": [
        {
          "name": "E. Chordaki",
          "authorId": "2174115024"
        }
      ],
      "year": 2025,
      "abstract": "What counts as knowledge, expertise, and theory? How are knowledge hierarchies connected to emotional and hierarchies of subjects? How does the division between emotion and reason shape our experiences? The Element addresses these questions by exploring the Greek feminist birth control movement (1974–1986), focusing on the production and circulation of knowledge, termed as affective epistemologies of antimilima (talking back). This concept reinterprets women's lived and embodied knowledge, emerging at the intersection of academia and social movements, as a form of resistance against established expertise. By drawing on feminist theorists like Donna Haraway and Sara Ahmed, the Element critically examines the relationship between scientific and experiential knowledge. This analysis reconfigures the interplay between rationality and emotion, providing a critique to the binary model of thought and suggesting new avenues for democratic knowledge, society, and citizenship. Historical tracing of these theories offers a counter-narrative to contemporary anti-gender, anti-intellectual, and far-right politics.",
      "citationCount": 3,
      "doi": "10.1017/9781009488433",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9964afa5be420d9fe22464cdeae58a8495e89bd6",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "0132e0e2f75fa24aacdb17f2dbc3185a5084a831",
      "title": "Orange is the New Blackface: economies of enjoyment and the formalist killjoy",
      "authors": [
        {
          "name": "Katherine Thorsteinson",
          "authorId": "2344167430"
        }
      ],
      "year": 2025,
      "abstract": "ABSTRACT For centuries we have been inundated with images of anti-Black violence. In Scenes of Subjection, Saidiya Hartman demonstrates how such images constitute just one element of the ‘economy of enjoyment’ upon which transatlantic slavery and its afterlife have been founded. Might Sara Ahmed’s wilful figure of the ‘feminist killjoy’ offer the blueprint for a form of witnessing that interrupts this economy of enjoyment? In this article, I pursue this possibility through a phenomenologically oriented and auto-ethnographically grounded close reading of the failed comedic relief in the final two episodes of Orange is the New Black’s fourth season. In the wake of a beloved character’s death within a racist carceral system, I feel a growing sense of ‘unease’ as this slapstick farce falls flat. As Ahmed explains, when sexist and racist jokes are not laughed at, joy is killed in the very failure to extend these bodily and social forms of normativity. Narrating my acute sense of ‘unease’ as a white consumer who is complicit with extending such images of anti-Black violence, I sketch the ‘formalist killjoy’ as an interpretive attitude that evidences the always-already ethical brokenness of functioning forms through a general ‘present-at-hand’ attention.",
      "citationCount": 1,
      "doi": "10.1080/10304312.2023.2285696",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0132e0e2f75fa24aacdb17f2dbc3185a5084a831",
      "venue": "Continuum",
      "journal": {
        "name": "Continuum",
        "pages": "517 - 532",
        "volume": "39"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "21c6c66d8fe702a65b200adbdfbe9406baaea175",
      "title": "The Dynamic Disorientations of Marginalized Life",
      "authors": [
        {
          "name": "Tiffany Tsantsoulas",
          "authorId": "2374756138"
        }
      ],
      "year": 2025,
      "abstract": "The notion that disorientation is defined by incapability is present in most philosophical accounts to date. Its prevalence may stem from Maurice Merleau-Ponty’s discussion of disorientation as a temporary disturbance of the body-subject’s normal mode of being-toward-the-world in Phenomenology of Perception, but it is also found in most recent feminist descriptions of disorienting experiences brought on by living life under cisheteropatriarchy. In this article, I turn to María Lugones and Sara Ahmed to make the case for tracing another thread in contemporary understandings of disorientation, one rooted in feminist and queer philosophies. My dynamic view challenges the traditional connection between disorientation and incapability and replaces it with a concept defined by critical liminality, rupture, and creative invention. By weaving together insights from Ahmed and Lugones, I argue we ought to embrace certain dynamic experiences of disorientation as awakening our radical capacities to produce new intentional relations between self and world.",
      "citationCount": 0,
      "doi": "10.61372/pjcp.v8i1.2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/21c6c66d8fe702a65b200adbdfbe9406baaea175",
      "venue": "Puncta",
      "journal": {
        "name": "Puncta"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "00f28a0a1abca2a7abecf2527f3fab63579c49aa",
      "title": "‘Naturalization’, ‘Denaturalization’: What Is Meant by these Terms? Starting out from the Notion of a Constitutive Outside",
      "authors": [
        {
          "name": "Caroline Braunmühl",
          "authorId": "21764653"
        }
      ],
      "year": 2025,
      "abstract": "In this article, I argue that it is important to understand naturalization in a broader, more formal sense than that of specific essentializing concepts, such as biologistic notions of gender or ‘race’. We are complicit in naturalizing discourses per se whenever we treat a given set of concepts as self-evident or devoid of alternatives – as something other than a discourse in the Foucauldian sense of being historically contingent and open to change. The notion that there is no discourse devoid of a constitutive outside or exclusion is helpful in drawing our attention, both to the exclusions we ourselves promote, and to the limits of our capacity to recognize this. Due to the latter, naturalization can occur as readily in queer-feminist, anti-racist and other progressively oriented research as in hegemonic discourse. I exemplify this by focusing on the theorization of happiness offered by Sara Ahmed – herself an important writer on naturalization.",
      "citationCount": 0,
      "doi": "10.3224/fzg.v31i1.07",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/00f28a0a1abca2a7abecf2527f3fab63579c49aa",
      "venue": "Freiburger Zeitschrift für GeschlechterStudien",
      "journal": {
        "name": "FZG – Freiburger Zeitschrift für GeschlechterStudien"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
