{
  "status": "success",
  "source": "semantic_scholar",
  "query": "academic ethics philosophy humanities",
  "results": [
    {
      "paperId": "f6e9593801c2f28fbe451fccd8b9efb8275130a3",
      "title": "COMPARATIVE ANALYSIS OF SCIENCE-BASED EDUCATIONAL STUDENTS ON PERFORMANCE IN PHILOSOPHY ACADEMIC SUBJECT AT UITM",
      "authors": [
        {
          "name": "Mohd Amzari Tumiran",
          "authorId": "6936516"
        },
        {
          "name": "Wan Mohammed Sallam Wan Sulaiman",
          "authorId": "2393089081"
        }
      ],
      "year": 2025,
      "abstract": "The academic subject of Philosophy and Current Issues at higher educational institution is aimed at cultivating critical thinking and ethical reasoning among undergraduates, including those in Computer Science (CS) and Electrical Engineering (EE). Despite its importance, there is little empirical evidence on how science-based students in different faculties do in Philosophy and Current Issues, and especially on a comparison of the performance between CS and EE, which have different curricula and exposure to ethics and philosophy to different extents. This study aims to compare the performances of CS and EE students in the subject of Philosophy and Current Issues at UiTM Shah Alam. A purposive sampling method was used to select participants from two faculties, CS (n=32) and EE (n=34). Data analysis was performed using IBM SPSS Statistics software. The Mann-Whitney test findings suggest that the two groups performed comparably in the “written report” and “presentation video”. The t-test result (t=2.348, df=64, p=0.022) shows a statistically significant difference in “final test” scores between the two groups, with a mean difference of 2.60478 (95% CI: 0.38900 to 4.82056), suggesting that CS students scored approximately 2.6 points higher than EE students on average. The CS students were found to perform better compared to the EE students, particularly in this subject.",
      "citationCount": 0,
      "doi": "10.55197/qjssh.v6i5.812",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f6e9593801c2f28fbe451fccd8b9efb8275130a3",
      "venue": "Quantum Journal of Social Sciences and Humanities",
      "journal": {
        "name": "Quantum Journal of Social Sciences and Humanities"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2b4ce0ce21d7afa88186749842de2aae8b899e59",
      "title": "To solve the dilemma of modern medical ethics review with the wisdom of traditional Chinese philosophy",
      "authors": [
        {
          "name": "Jing Ai",
          "authorId": "2055059649"
        },
        {
          "name": "Xiao Yu",
          "authorId": "2344125609"
        },
        {
          "name": "Manhui He",
          "authorId": "2346901778"
        },
        {
          "name": "Z. You",
          "authorId": "2343881629"
        },
        {
          "name": "Zaiyi Li",
          "authorId": "2344050760"
        }
      ],
      "year": 2024,
      "abstract": "Abstract Modern medical technology is advancing at an unstoppable pace. The scope of medical research has expanded from organs and tissues to the cellular and genetic levels, touching the essence of human life. The modern medical ethics review systems and theories, predominantly rooted in Western frameworks, have not been fully integrated with Chinese cultural contexts, leading to challenges in resolving increasingly complex ethical disputes. By reflecting on the limitations of modern medical ethics review systems and exploring the potential of integrating traditional Chinese philosophy with Western theories, this article aims to develop a framework tailored to Chinese cultural and academic contexts. This approach includes integrating conventional Chinese philosophy into the academic foundation of medical ethics, recruiting ethics committee members with expertise in Chinese culture and philosophy.",
      "citationCount": 1,
      "doi": "10.1515/ajmedh-2024-0004",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2b4ce0ce21d7afa88186749842de2aae8b899e59",
      "venue": "Asian Journal of Medical Humanities",
      "journal": {
        "name": "Asian Journal of Medical Humanities",
        "volume": "3"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "3115944f34fd97b8fb168eed633b140560ea5d38",
      "title": "I. KANT’S MORAL FORMALISM IN THE INTERPRETATION OF THE RUSSIAN SPIRITUAL AND ACADEMIC PHILOSOPHY OF THE LATE XIX – EARLY XX CENTURIES",
      "authors": [
        {
          "name": "S. V. Pishun",
          "authorId": "134748341"
        }
      ],
      "year": 2023,
      "abstract": "The article presents the arguments of Orthodox moral philosophers against Kant's moral formalism. Representatives of spiritual and academic science believed that the formal moral law, due to similarities with empirical, does not at all deny the right to have a mate-rial principle in ethics. This is confirmed by the example of Kant himself, who actually admits in his formalism the material prerequi-site for the reasonableness of his morality. Such properties of the moral law as universality and necessity do not at all confirm the specific qualities of the moral law due to the fact that the formal moral law is not identical with the empirical law, and the latter is only a type, and at the same time an imperfect one. Thus, the pure form of moral law, when applied to reality, reveals a clear insuf-ficiency, so it is impossible to derive certain moral duties from it.",
      "citationCount": 0,
      "doi": "10.31079/1992-2868-2023-20-3-115-120",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3115944f34fd97b8fb168eed633b140560ea5d38",
      "venue": "The Humanities and Social Studies in the Far East",
      "journal": {
        "name": "THE HUMANITIES AND SOCIAL STUDIES IN THE FAR EAST"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "00226a44d6ae1ce97266fbc79ac591d63ee5eec2",
      "title": "The Influence of Mencius Philosophy Thought based on Personality Cultivation on Western Academic Circles",
      "authors": [
        {
          "name": "Ruoyu Wang",
          "authorId": "2156024446"
        }
      ],
      "year": 2022,
      "abstract": "Mencius was one of the first famous thinkers introduced into Europe from China, and Mencius was also one of the first Chinese classics translated into Europe and America. Mencius thought and its main philosophical ideas have an important influence on the Western academic circle and the whole history of human civilization. The English versions were the author of \"mencius\", as well as Western academia about mencius’s main philosophy research, combing and analysis, and combined with the visiting time of the study in the United States, the system discusses the philosophical thought of mencius, such as the mandate of heaven, personality, ethics, etc., in the spread of western academia and accepting the situation, providing a bridge for academic exchange between Chinese and western culture, thus promoting the dissemination of Chinese civilization and the improvement of human self-worth.",
      "citationCount": 0,
      "doi": "10.54691/fhss.v2i7.1300",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/00226a44d6ae1ce97266fbc79ac591d63ee5eec2",
      "venue": "Frontiers in Humanities and Social Sciences",
      "journal": {
        "name": "Frontiers in Humanities and Social Sciences"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d0b4c583d414cfc1640ee5da3129bb3fd1109314",
      "title": "The Charrúa Nation People. Debates in the field of humanities and social sciences in the province of Entre Ríos from the twentieth century to the present. Approach from an intercultural perspective",
      "authors": [
        {
          "name": "Bernardita Zalisñak",
          "authorId": "2317389243"
        },
        {
          "name": "Rolando F. Maradey",
          "authorId": "2317384531"
        }
      ],
      "year": 2024,
      "abstract": "From an intercultural perspective, this research seeks to contribute to discussions about the continued presence of the Charrúa Nation People in Entre Ríos during the 20th and 21st centuries in the field of humanities and social sciences. An interdisciplinary documentary survey is carried out in universities, from an interdisciplinary perspective, including philosophy, anthropology, sociology, ethics, law, history, semiotics and social work, as well as interviews with researchers on indigenous peoples. The search in library and theses catalogues of UADER has yielded limited results, with little academic production identified. The researchers consulted in Argentina and Uruguay have referred to works on the Charrúa Nation People in Uruguay, but none are aware of research related to Entre Ríos, Argentina.It is preliminarily concluded that the invisibilization or denial of the existence of the Charrúa people reinforces a colonialist and Eurocentric vision of the province, which has lasted from the colonial era to the present. This hegemonic view denies the existence of Charrúa identities and other indigenous peoples, both in symbolic and material aspects, evidenced in the lack of policies for the restitution of territories, no implementation of Bilingual Intercultural Education and intercultural health and absence of prior consultations on policies with environmental and cultural impact, among others. There is a paucity of historical and archaeological knowledge production on this subject, with only one study identified so far",
      "citationCount": 0,
      "doi": "10.56294/piii2024305",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d0b4c583d414cfc1640ee5da3129bb3fd1109314",
      "venue": "SCT Proceedings in Interdisciplinary Insights and Innovations",
      "journal": {
        "name": "SCT Proceedings in Interdisciplinary Insights and Innovations"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "2467470fcb826229a1306b325a5fac3174391d0f",
      "title": "Humanities and Normative Theory in the Study of Philanthropy: A Literature Review of Research from 1998–2023 and Beyond",
      "authors": [
        {
          "name": "Marty Sulek",
          "authorId": "116405800"
        },
        {
          "name": "Andrew L. Williams",
          "authorId": "2318947152"
        },
        {
          "name": "Julianna Giannoutsou",
          "authorId": "2317625647"
        }
      ],
      "year": 2024,
      "abstract": "The humanities and normative theory played a prominent role in creating the field of philanthropic studies. However, the leading outlets for research in this field now publish little scholarship from disciplines such as history, religious studies, philosophy, literature, and ethics—favoring instead disciplines from the social sciences, public policy, and managerial studies. Our review begins by documenting this phenomenon from 1998 to 2023 in Nonprofit and Voluntary Sector Quarterly (NVSQ), Voluntas, Nonprofit Management & Leadership (NML), Journal of Civil Society (JoCS), and several similar publications. Subsequently, we show that vital humanities and normative theory research on philanthropy and civil society exists elsewhere in disconnected pockets across the academic landscape. These two findings demonstrate the need for a new academic forum to promote and connect humanities and normative theory research in philanthropic studies.",
      "citationCount": 0,
      "doi": "10.70902/dd8rva72",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2467470fcb826229a1306b325a5fac3174391d0f",
      "venue": "Philanthropia",
      "journal": {
        "name": "Philanthropia"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "cde0a589278e99f642b0b96c16c24aa2bf6f3959",
      "title": "Philosophy in Contemporary Education: Foundation or Instrument?",
      "authors": [
        {
          "name": "D. P. Kozolupenko",
          "authorId": "2308776139"
        }
      ],
      "year": 2024,
      "abstract": "The widespread adoption of new technologies has led to changes in worldview that impact the effectiveness of education and require new forms of teaching. This article demonstrates that the loss of academic motivation, growing pragmatism, and emerging new ethics characteristic of the current generation of students, loosely referred to as millennials, contradict the fundamental principles of research activities. The author notes that research-based education with the creation of a generative environment and problem-based learning is the most reasonable strategy in the natural sciences, engineering, and applied research. However, creating an analogue of this type of education in the humanities appears problematic due to the specifics of the studied objects. Although philosophy cannot be reduced to research, research-based education in its goals and declared educational ideals largely converges with philosophy. However, this convergence risks an unjustified pragmatization of philosophical knowledge, understanding philosophy only as a method and tool for better mastering other disciplines. This is most clearly demonstrated by a teaching strategy based on the use of philosophical games. The article analyzes the strategy of two types of philosophical games and other features of these games that develop critical thinking; it compares the educational goals declared by the developers (including the rationale for their relevance and compliance with the chosen teaching methodology) and the results obtained, according to the participants’ feedback. It also argues that, although philosophical games develop imagination and the ability to precisely formulate and defend theoretical positions, they do not presuppose a research position either from the point of view of the object (which turns out to be random and changes during the game) or from the point of view of the subject. The author introduces the concept of “natural generative environment,” emphasizes the importance of the axiological aspect of philosophy, and suggests paying attention to a number of existing strategies for teaching philosophy that are oriented toward this environment and partially solve the problems associated with the formation of a new type of worldview.",
      "citationCount": 1,
      "doi": "10.30727/0235-1188-2024-67-1-98-130",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cde0a589278e99f642b0b96c16c24aa2bf6f3959",
      "venue": "Russian Journal of Philosophical Sciences",
      "journal": {
        "name": "Russian Journal of Philosophical Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f8ba1f2a4f5571214fd3f5a4d79760a19d480622",
      "title": "Philosophy of Healthcare Ethics Practice Statements: Quality Attestation and Beyond",
      "authors": [
        {
          "name": "Lauren Notini",
          "authorId": "13329242"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1007/s10730-018-9354-7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f8ba1f2a4f5571214fd3f5a4d79760a19d480622",
      "venue": "HEC Forum",
      "journal": {
        "name": "HEC Forum",
        "pages": "341 - 360",
        "volume": "30"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "2f3945a2aec24094099d8e937dad680e00b4053b",
      "title": "International Academic Workshop Kant’s Philosophy and Relevant Issues of the Modern Science and Politics (Kaliningrad, 4–5 May, 2018)",
      "authors": [
        {
          "name": "Нина Дмитриева",
          "authorId": "2074456098"
        },
        {
          "name": "N. Dmitrieva",
          "authorId": "5458387"
        },
        {
          "name": "Сергей Луговой",
          "authorId": "2099238995"
        },
        {
          "name": "S. Lugovoy",
          "authorId": "151212758"
        }
      ],
      "year": 2019,
      "abstract": "The international academic workshop held in the Institute for the Humanities, Immanuel Kant Baltic Federal University, with representatives of different philosophical areas, debated over the relevance of concepts inspired by the European Enlightenment, and especially Kant’s philosophy, in the search for answers to the global challenges of our time. In their reports and discussion, the participants reviewed the possibilities and restrictions of applying Kant’s transcendental philosophy to solving the modern issues of science and applied ethics, law and politics, as well as the importance of modified educational rationality for modern education, the development of critical thinking and the restoration of socially responsible communication between science and society amidst today’s global challenges. One of the focuses was the Kant’s concept of man and its heuristic capabilities in the era of the booming robotics, genetic and biomedical engineering, and in the conditions of the ever-growing human dehumanization.",
      "citationCount": 0,
      "doi": "10.22204/2587-8956-2018-093-04-164-167",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2f3945a2aec24094099d8e937dad680e00b4053b",
      "venue": "Russian Foundation for Basic Research Journal Humanities and social sciences",
      "journal": {
        "name": "Russian Foundation for Basic Research Journal. Humanities and social sciences"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "583cde2808829ba0b47ec97049fdfc65b297c17b",
      "title": "Challenging and Confronting: The Role of Humanities in Fostering Critical Thinking, Cultural Competency and an Evolution of Worldview in Enabling Education",
      "authors": [
        {
          "name": "L. Edwards",
          "authorId": "153832339"
        },
        {
          "name": "Brendan Ritchie",
          "authorId": "104726217"
        }
      ],
      "year": 2022,
      "abstract": "Humanities discourse forms part of several Australian academic enabling programs, either embedded within the broader curriculum, or as part of a standalone unit. Within Edith Cowan University’s UniPrep course, an introductory Humanities unit is offered to students as one of two electives alongside three other core units. The unit introduces students to key concepts within the Humanities, exploring disciplines such as ethics, philosophy, language, history, religion, politics, law, Indigenous studies and fine arts. In addition to offering students an understanding of these disciplines, studying Humanities within the context of an academic enabling program can provide students with several other benefits. Feedback from students enrolled in the UniPrep Humanities unit indicates that students experience an increased level of cultural competency, an evolution of worldview, and an enhanced level of critical thinking upon completion of the unit. Importantly, these areas align with research conducted into broader academic enabling principles. This article will explore these connections to suggest that the inclusion of Humanities within an academic enabling program can enhance students’ preparedness for undergraduate study and life beyond university on several levels.",
      "citationCount": 14,
      "doi": "10.5204/ssj.2011",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/583cde2808829ba0b47ec97049fdfc65b297c17b",
      "venue": "Student Success",
      "journal": {
        "name": "Student Success"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c4c8d3eac7a31c22a3d39f238860881ae8d4be08",
      "title": "Phenomenology of Culture and Issues of Culturology in L.N. Kogan’s Academic Work",
      "authors": [
        {
          "name": "N. Kirillova",
          "authorId": "1506320688"
        }
      ],
      "year": 2023,
      "abstract": "The article examines the creative and theoretical aspects of the scientific activity of Lev Naumovich Kogan (1923—1997), an outstanding Russian scholar, Doctor of Philosophy, Professor of the Ural State University. The uniqueness of L.N. Kogan’s creative activity was rooted not only in his manifold scholarly interests, which included philosophy and culturology, political science and sociology, ethics and aesthetics, but also in his special spiritual potential, manifested both in research and in pedagogical areas. The methodological basis of the scholar’s theoretical heritage was culture — creative and political, economic and ecological, everyday and industrial. The article shows that L.N. Kogan’s interest in phenomenology of culture coincided with the period of emergence and development of Russian culturology (1960s—1980s), when the field of humanities engaged in exploration and development of its specific culturological methodology and when the first conceptual studies in the theory and history of culture were published. The author points out that in his works, L.N. Kogan raised a wide range of humanistic ideas — the purpose and meaning of human life, the issues of an individual’s socialization and self-realization, the moral responsibility of a person before History, before Eternity. L.N. Kogan’s academic legacy, which includes about 450 works published in the USSR, in Russia and abroad, is still relevant in the theoretical and practical space of culturology and other humanities.",
      "citationCount": 0,
      "doi": "10.25281/2072-3156-2023-20-1-4-11",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c4c8d3eac7a31c22a3d39f238860881ae8d4be08",
      "venue": "Observatory of Culture",
      "journal": {
        "name": "Observatory of Culture"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "274f9be70cbf00e1863dcb765323d3533d6f17cb",
      "title": "From Alchemy to Psychiatry: A Glimpse into the Ethics and Mental Health Practices of Tenth-Century Muslim Physician Abū Bakr al-Rāzī",
      "authors": [
        {
          "name": "R. Awaad",
          "authorId": "4731654"
        },
        {
          "name": "Yusif Salaam Conn",
          "authorId": "2184795104"
        },
        {
          "name": "Nahlah Kolkailah",
          "authorId": "2184795319"
        },
        {
          "name": "Heba el-Haddad",
          "authorId": "2184796049"
        },
        {
          "name": "Sara Ali",
          "authorId": "49007181"
        },
        {
          "name": "Soraya Fereydooni",
          "authorId": "2292727738"
        }
      ],
      "year": 2022,
      "abstract": "TheIslamic Renaissance saw a flourishing and advancement in philosophy, the natural sciences, the humanities, and many other academic disciplines. Though this era is often confined in the historical literature as ranging from the eighth through thirteenth centuries CE, recent research has considered expanding its timeline to the nineteenth century. The early stages of this period were known for the synthesis of previous traditions that later led to the creation of a new canon of knowledge; this new canon heavily influenced those living within the Islamic empire and also those in Europe. In the early years of the Islamic Renaissance, the physician and philosopher Abū Bakr Muhammad ibn Zakarīyā al-Rāzī was a major figure whose works influenced the course of medicine. While he remains well-known to this day for his writings that later influenced the likes of Ibn Sīnā, many of his contributions to the world of psychiatry remain underappreciated. In revisiting the texts and life of al-Rāzī, what emerges is a portrait of a psychiatrist well ahead of his time and whose methodology brought tradition and innovation together as a means of providing the best care to his patients.",
      "citationCount": 2,
      "doi": "10.1097/HRP.0000000000000347",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/274f9be70cbf00e1863dcb765323d3533d6f17cb",
      "venue": "Harvard Review of Psychiatry",
      "journal": {
        "name": "Harvard Review of Psychiatry",
        "pages": "323 - 326",
        "volume": "30"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "49930610f122388fe66d4f00a226bafce2ad3d2a",
      "title": "THEORY OF O.M. MEDUSHEVSKAYA’S COGNITIVE HISTORY: PRECISE KNOWLEDGE IN HUMANITIES AND PROFESSIONAL CHOICE OF ACADEMIC COMMUNITY",
      "authors": [
        {
          "name": "Inna Nikolaevna Sabennikova",
          "authorId": "114178083"
        },
        {
          "name": "Сабенникова Инна Николаевна",
          "authorId": "2061269269"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/49930610f122388fe66d4f00a226bafce2ad3d2a",
      "venue": "",
      "journal": {
        "name": "RUDN Journal of Russian History",
        "pages": "17-27",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "74adba198ee758622149adad70a9a5ebfb048418",
      "title": "The Development Thread and Research Hot Spots of Western Sports Philosophy",
      "authors": [
        {
          "name": "Weiping Ji",
          "authorId": "2086935817"
        },
        {
          "name": "Yi Hokun",
          "authorId": "2087601263"
        }
      ],
      "year": 2021,
      "abstract": "The Western is the birthplace of sports philosophy, and many of its theoretical viewpoints have important reference significance and practical value for the development of Chinese sports philosophy. This article uses qualitative research methods to carefully comb and compare the development context, main research hotspots and development trends of Western sports philosophy. The study found that the study of Western sports philosophy began in the 1920s, gradually entered a period of prosperity after the 1950s, and was in a stable period at the beginning of the 21st century. The current research is in a multi-level and multi-disciplinary interdisciplinary research state. The naturalism, realism, empiricism, analytical philosophy, phenomenology, deontology, consequentialism and virtue ethics are widely used in sports research.",
      "citationCount": 0,
      "doi": "10.25236/AJHSS.2021.040310",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/74adba198ee758622149adad70a9a5ebfb048418",
      "venue": "Academic Journal of Humanities &amp; Social Sciences",
      "journal": {
        "name": "Academic Journal of Humanities &amp; Social Sciences"
      },
      "publicationTypes": null
    },
    {
      "paperId": "95bb2d41e0d3c51175aa32dffd920f4bcf042504",
      "title": "New perspectives on young children's moral education: developing character through a virtue ethics approach",
      "authors": [
        {
          "name": "R. Best",
          "authorId": "84131753"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 20,
      "doi": "10.1080/1364436X.2016.1189265",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/95bb2d41e0d3c51175aa32dffd920f4bcf042504",
      "venue": "",
      "journal": {
        "name": "International Journal of Children's Spirituality",
        "pages": "153 - 156",
        "volume": "21"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "52fa9424a1041df30fd24775d6dd36cf448e1069",
      "title": "The ethical foundations of patient-centered care in aesthetic medicine",
      "authors": [
        {
          "name": "Editta Buttura da Prato",
          "authorId": "2282942929"
        },
        {
          "name": "H. Cartier",
          "authorId": "2248806623"
        },
        {
          "name": "Andrea Margara",
          "authorId": "2282947845"
        },
        {
          "name": "Beatriz Molina",
          "authorId": "2282943050"
        },
        {
          "name": "Antonello Tateo",
          "authorId": "2282947843"
        },
        {
          "name": "Franco Grimolizzi",
          "authorId": "2267836080"
        },
        {
          "name": "Antonio G. Spagnolo",
          "authorId": "2241641402"
        }
      ],
      "year": 2024,
      "abstract": "This article addresses some critical aspects of the relationship between aesthetic medicine (AM) and ethics and proposes a possible deontological ethical line to pursue based on current practices. The role of AM has always been controversial and suffers from unclear practical and moral boundaries, even within academic settings, since it aims to improve the appearance of individuals, not to cure a disease. Today, it is essential and pertinent to discuss these issues, as AM specialists are dealing with a growing and increasingly demanding patient population that has undergone profound evolution in recent years. Current challenges within the field of AM include a lack of global uniformity concerning the education of AM specialists, an increasing number of physicians practicing AM with diverse training backgrounds, the spread of AM being practiced outside of medical practice or hospital settings, and the influence of social media where the success is modelled and dictated by the identification of a youthful appearance). By the field of action enriched by technologies that aim not only at enhancement per se but also at the preservation and regeneration of tissues, it is necessary to establish an active multidisciplinary discussion on the definition of shared ethical limits. This discussion would allow AM to fully reclaim its identity as a specialty that aims to improve patient well-being whilst maintaining respect for patient aesthetic harmony, the expertise of specialists who practice AM, the essential role of safety, and awareness of the importance of a confidential doctor−patient relationship.",
      "citationCount": 20,
      "doi": "10.1186/s13010-024-00151-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/52fa9424a1041df30fd24775d6dd36cf448e1069",
      "venue": "Philosophy, Ethics, and Humanities in Medicine",
      "journal": {
        "name": "Philosophy, Ethics, and Humanities in Medicine : PEHM",
        "volume": "19"
      },
      "publicationTypes": [
        "Review",
        "JournalArticle"
      ]
    },
    {
      "paperId": "1b6639a24259d3d9a0565d852e26bd618d05820c",
      "title": "Filosofía, espacio de diálogo interdisciplinario en el 85 aniversario de la Universidad de Costa Rica",
      "authors": [
        {
          "name": "Asunción Vargas Díaz",
          "authorId": "2399307495"
        }
      ],
      "year": 2025,
      "abstract": "This article analyzes the interdisciplinary nature of philosophy, particularly ethics, as a mediator in the construction of conceptual tools for dialogue among humanities. Based on the approach of philosopher Adela Cortina, it proposes a reflective perspective aimed at strengthening ethical dialogue and recognizing the plurality of voices that make up the School of General Studies. The study is grounded in a critical analysis of philosophical concepts related to dialogical practice, as developed in Cortina’s writings, to underscore the significance of incorporating the diversity of voices that constitute the university community through a reflective, rational, and ethical exercise, articulated by making particular perspectives visible within a broader spectrum, thereby enabling the creation of equitable spaces in which the needs of the individuals and disciplines involved in academic contexts are both heard and addressed. ",
      "citationCount": 0,
      "doi": "10.15517/4avd7t96",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1b6639a24259d3d9a0565d852e26bd618d05820c",
      "venue": "Estudios",
      "journal": {
        "name": "Estudios"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1116c63b926d5be6376d9ac705d3375829c7cec4",
      "title": "New perspectives on young children’s moral education: developing character through a virtue ethics approach",
      "authors": [
        {
          "name": "Oliver Bridge",
          "authorId": "119095642"
        }
      ],
      "year": 2019,
      "abstract": "I am not a philosopher but I have had a number of close encounters with philosophy over many years. The first was in the 1960s, when, as a part of my programme as a Commerce undergraduate, I was required to take a module from the Humanities. This was presumably intended to have a civilizing effect on budding economists, and I opted for Philosophy. Philosophy was also a compulsory component of an in-service degree in the sociology of education which I took in the '70s, and a strand of education theory which I taught for some years in my career in teachereducation. I like to think that it has been a thread in my academic work ever since.",
      "citationCount": 4,
      "doi": "10.1080/02607476.2019.1579032",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1116c63b926d5be6376d9ac705d3375829c7cec4",
      "venue": "Journal of Education and Teaching",
      "journal": {
        "name": "Journal of Education for Teaching",
        "pages": "236 - 238",
        "volume": "45"
      },
      "publicationTypes": null
    },
    {
      "paperId": "44f239a869146f7186124414121e31f4f918e98f",
      "title": "Contemporary Islamic philosophy response to reality and thinking outside history",
      "authors": [
        {
          "name": "Mohamed Othman Elkhosht",
          "authorId": "2194230231"
        }
      ],
      "year": 2019,
      "abstract": "\nPurpose\nThe purpose of this paper is to draw a map of the general features of epistemological and critical concerns in contemporary Islamic philosophy. This study will not be confined to the domain of academic philosophy or to those who are professionals in the field of philosophy.\n\n\nDesign/methodology/approach\nThe paper adopted the critical rational approach in dealing with contemporary Islamic philosophy in the Arab world. The scope will include scholars from different fields of epistemology who tried to present a “vision” of the attitude that should be adopted in facing the challenges of the age and the problems of the nation on the epistemological level or the political, economic and social levels.\n\n\nFindings\nThere is a need for a philosophy of action and progress rather than a philosophy that is based on abstract ideas and theories and of words/rhetoric. The ethics required to accomplish this ought to identify the attributes of the citizen who can reach self-actualization through legitimate means based on a progress agenda with theoretical and philosophical foundations.\n\n\nResearch limitations/implications\nBecause a critical rational approach can be dealt with from different perspectives, this paper will adopt the classification of the principal intellectual trends: the reformist, secular and liberal.\n\n\nPractical implications\nThis paper covers a long time span to determine whether the philosophical projects have been effective.\n\n\nOriginality/value\nThis paper, which criticizes the philosophic projects that are theoretically unsound and that do not address real social problems (like poverty), argues the need for a philosophy of progress and action. This will lead to devising an agenda that addresses the challenges the society is facing and to finding alternative and creative solutions resulting in development.\n",
      "citationCount": 2,
      "doi": "10.1108/JHASS-05-2019-001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/44f239a869146f7186124414121e31f4f918e98f",
      "venue": "Journal of Humanities and Applied Social Sciences",
      "journal": {
        "name": "Journal of Humanities and Applied Social Sciences"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4a29458894a1311a6ec4d5bf0d7a0c5198cc77f2",
      "title": "BUILDING A DISCIPLINE SYSTEM OF RELIGION WITH CHINESE CHARACTERISTICS",
      "authors": [
        {
          "name": "LiHai Zhao",
          "authorId": "2337674341"
        }
      ],
      "year": 2024,
      "abstract": ": Building a discipline system of religion with Chinese characteristics has important practical and academic values. The author carries out the study from two aspects, the basic idea and overall structure of the construction of the discipline system, and makes concrete analysis from the subject classification of the related two branches, the humanities and social science.",
      "citationCount": 0,
      "doi": "10.61784/jrep3003",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4a29458894a1311a6ec4d5bf0d7a0c5198cc77f2",
      "venue": "Journal of Religion, Ethics, and Philosophy",
      "journal": {
        "name": "Journal of Religion, Ethics, and Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3bd699dc04d33640952204287a4bc6e9e3ea0b5a",
      "title": "‘Point and Kill’ vs Animal Rights: A Moral Examination",
      "authors": [
        {
          "name": "Metuonu Iheanacho Chukwuemeka",
          "authorId": "119002006"
        }
      ],
      "year": 2024,
      "abstract": "This study critically examines the ethical implications of the practice known as \"point and kill,\" wherein nonhuman animals are selected and immediately killed for food, a practice that has become commonplace in many African cultures. While food is essential for the survival and growth of both human and nonhuman animals, the manner in which nonhuman animals are often treated as mere commodities raises significant ethical concerns. Despite extensive debates in contemporary animal ethics, the focus has predominantly been on issues such as biomedical research, animal confinement, and entertainment, with relatively little attention given to the ethical ramifications of using animals for food, particularly in the context of practices like \"point and kill.\" This paper addresses the gap in the literature by interrogating the moral worth of nonhuman animals and questioning the justification for their wanton killing for human consumption. Employing critical and conceptual analysis, the study draws on the Igbo philosophy of ‘ugwu anu’ (animal integrity) to argue against speciesism and advocate for the moral consideration of nonhuman animals. It contends that nonhuman animals deserve care, respect, and fair treatment, and that the practice of \"point and kill\" reflects a speciesist attitude that undermines the inherent value of animal life. By bringing this issue to the forefront, the study contributes to the broader discourse on animal ethics and calls for a reevaluation of culturally ingrained practices that perpetuate animal suffering.",
      "citationCount": 0,
      "doi": "10.36348/gajhss.2024.v06i05.002",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3bd699dc04d33640952204287a4bc6e9e3ea0b5a",
      "venue": "Global academic journal of humanities and social sciences",
      "journal": {
        "name": "Global Academic Journal of Humanities and Social Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f665f350efd19423a2ef7e685fdef232d6fb8251",
      "title": "[Medical Humanities--the Historical Significance and Mission in Medical Education].",
      "authors": [
        {
          "name": "A. Fujino",
          "authorId": "48036106"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.7888/juoeh.37.273",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f665f350efd19423a2ef7e685fdef232d6fb8251",
      "venue": "Journal of UOEH",
      "journal": {
        "name": "Journal of UOEH",
        "pages": "\n          273-91\n        ",
        "volume": "37 4"
      },
      "publicationTypes": [
        "Review",
        "JournalArticle"
      ]
    },
    {
      "paperId": "9ecd74e24f0c0bf578af030c7f3e09e5d70ed94d",
      "title": "The footprint of a metrics-based research evaluation system on Spanish philosophical scholarship: an analysis of researchers perceptions",
      "authors": [
        {
          "name": "Ramón A. Feenstra",
          "authorId": "2070448144"
        },
        {
          "name": "Emilio Delgado López-Cózar",
          "authorId": "1390041707"
        }
      ],
      "year": 2021,
      "abstract": "\n The use of bibliometric indicators in research evaluation has a series of complex impacts on academic inquiry. These systems have gradually spread into a wide range of locations and disciplines, including the humanities. The aim of this study is to examine their effects as perceived by philosophy and ethics researchers in Spain, a country where bibliometric indicators have long been used to evaluate research. The study uses a mixed approach combining quantitative and qualitative data from a self-administered questionnaire completed by 201 researchers and from 14 in-depth interviews with researchers selected according to their affiliation, professional category, gender, and area of knowledge. Results show that the evaluation system is widely perceived to affect university researchers in significant ways, particularly related to publication habits (document type and publication language), the transformation of research agendas and the neglect of teaching work, as well as increasing research misconduct and negatively affecting mental health. Although to a lesser extent, other consequences included increased research productivity and enhanced transparency and impartiality in academic selection processes.",
      "citationCount": 11,
      "doi": "10.1093/reseval/rvac020",
      "arxivId": "2103.11987",
      "url": "https://www.semanticscholar.org/paper/9ecd74e24f0c0bf578af030c7f3e09e5d70ed94d",
      "venue": "Research Evaluation",
      "journal": {
        "name": "ArXiv",
        "volume": "abs/2103.11987"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8a148baa3d0df219e2c987927eb56b6f43a70ee9",
      "title": "“Violence” in medicine: necessary and unnecessary, intentional and unintentional",
      "authors": [
        {
          "name": "J. Shapiro",
          "authorId": "145302646"
        }
      ],
      "year": 2018,
      "abstract": "We are more used to thinking of medicine in relation to the ways that it alleviates the effects of violence. Yet an important thread in the academic literature acknowledges that medicine can also be responsible for perpetuating violence, albeit unintentionally, against the very individuals it intends to help. In this essay, I discuss definitions of violence, emphasizing the importance of understanding the term not only as a physical perpetration but as an act of power of one person over another. I next explore the paradox of a healing profession that is permeated with violence sometimes necessary, often unintentional, and almost always unrecognized. Identifying the construct of “physician arrogance” as contributory to violence, I go on to identify different manifestations of violence in a medical context, including violence to the body; structural violence; metaphoric violence; and the practice of speaking to or about patients (and others in the healthcare system in ways that minimize or disrespect their full humanity. I further suggest possible explanations for the origins of these kinds of violence in physicians, including the fear of suffering and death in relation to vicarious trauma and the consequent concept of “killing suffering”; as well as why patients might be willing to accept such violence directed toward them. I conclude with brief recommendations for attending to root causes of violence, both within societal and institutional structures, and within ourselves, offering the model of the wounded healer.",
      "citationCount": 31,
      "doi": "10.1186/s13010-018-0059-y",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8a148baa3d0df219e2c987927eb56b6f43a70ee9",
      "venue": "Philosophy, Ethics, and Humanities in Medicine",
      "journal": {
        "name": "Philosophy, Ethics, and Humanities in Medicine : PEHM",
        "volume": "13"
      },
      "publicationTypes": [
        "LettersAndComments"
      ]
    },
    {
      "paperId": "706c589d876c7f82dd7301d09c9e40e4de458407",
      "title": "Normality in medicine: a critical review",
      "authors": [
        {
          "name": "M. Catita",
          "authorId": "1637436901"
        },
        {
          "name": "Artur P Águas",
          "authorId": "2054845207"
        },
        {
          "name": "P. Morgado",
          "authorId": "2112054078"
        }
      ],
      "year": 2020,
      "abstract": "What is considered normal determines clinical practice in medicine and has implications at an individual level, doctor-patient relationship and health care policies. With the increase in medical information and technical abilities it is urgent to have a clear concept of normality in medicine so that crucial discussions can be held with unequivocal terms. The different meanings for normality were analyzed throughout the literature and grouped according to their relevance in the academic community in models, namely the Biostatistical Theory (BST), Health, Ideal, Process and Biological advantage. The BST is the most established naturalistic approach, however normal variability can arguably constitute a problem. Health is similar and raises the question of setting the boundaries of pathology. Normality as an Ideal is an useful tool but is naturally unrealistic. As a Process it is comprehensible but is hard to frame for practical purposes. If considered as a Biological Advantage, seems intuitive but abnormality should tend to disappear. After, three examples were presented to discuss these models. They were Anemia, Psychiatric diseases and Psychopathy. In the case of Anemia the BST was applied and the arbitrary boundaries but with social impact were exposed. Psychiatric diseases was discussed under the process of self-organization and non-suffering ideal. With Psychopathy the boundaries of biological advantage are questioned. This review appeals to the importance of redesigning of the concept of normality in medicine according to current times and stresses the importance of integrating concepts such as variability and autonomy.",
      "citationCount": 15,
      "doi": "10.1186/s13010-020-00087-2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/706c589d876c7f82dd7301d09c9e40e4de458407",
      "venue": "Philosophy, Ethics, and Humanities in Medicine",
      "journal": {
        "name": "Philosophy, Ethics, and Humanities in Medicine : PEHM",
        "volume": "15"
      },
      "publicationTypes": [
        "Review",
        "JournalArticle"
      ]
    }
  ],
  "count": 25,
  "errors": []
}
