{
  "status": "success",
  "source": "semantic_scholar",
  "query": "philosophical canon formation exclusion",
  "results": [
    {
      "paperId": "0a192960b0a50b513cae7c22315bdf609824f9a9",
      "title": "Questions of canon formation in philosophy : the history of philosophy in Africa",
      "authors": [
        {
          "name": "Anke Graness",
          "authorId": "108661706"
        }
      ],
      "year": 2018,
      "abstract": "The history of philosophy is not just an academic discipline, but considered to be a philosophical activity itself. It has been instrumental in shaping our understanding of philosophy, our philosophical canon and curricula. The history of philosophy in Africa is still a young discipline, although philosophical thinking (concepts, manuscripts, books and philosophers) can be traced back until ancient Egypt. Facing the problem of exclusion and inferiorisation of traditions of thought and philosophy in Africa, the discipline of the history of philosophy involves very specific problems and requires a project of “conceptual decolonisation”. This explains both the importance and the difficulty of writing a history of philosophy in Africa.",
      "citationCount": 9,
      "doi": "10.25159/2413-3086/3819",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0a192960b0a50b513cae7c22315bdf609824f9a9",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "78-96",
        "volume": "16"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ae9cc30f5d2aa7868b5651a86683222e65f95f1b",
      "title": "Formation of a Philosophical Canon in Religious-idealistic Samizdat",
      "authors": [
        {
          "name": "A. Markov",
          "authorId": "2060303454"
        }
      ],
      "year": 2022,
      "abstract": "As a product of hobby groups, religious and philosophical samizdat was the practice of an entire cycle of intellectual content production: from the search for sources to their adaptation and pragmatization. At the same time, pragmatization determined the future projects and the organization of circles as communities. A wary attitude towards the transformations of the world demanded among supporters of religious philosophy reflection on the life-building and social potential of the community. This cautious attitude determined the composition of the canon, the features of which are determined by the specifics of intellectual production in these circles. Thus, Berdyaev was accepted into the canon as the inventor of the aphoristic mode of thought production. Sergei Bulgakov was an extra-Soviet non-conformist thinker whose sophiology corresponds to social constructivism in contemporary scholarship and, at the same time, allows the meta criticism of church habitus. The canon was built as actual: the works of religious philosophers of the twentieth century were perceived as part of current philosophy, not because of a lack of newer sources, but because of the understanding of their work as avant-garde and their social program as not yet put into circulation, and therefore belonging to the future projects. The expansion of the canon could occur only if the philosophical fiction, from Dostoevsky to Solzhenitsyn, was accepted into the canon, which made it possible to concretize the intellectual phenomena of the 19th century. Thus, inclusion in the canon meant recognition, not so much of the author's philosophical merits as to his or her ability for a polemical gesture but also for grounding the circles' autonomy. The disintegration of this circle organization of the “second culture” coincided with the ontologization of the problematics of Russian idealistic philosophy, which (ontologization) became normative in Russian higher education.",
      "citationCount": 1,
      "doi": "10.17323/2587-8719-2022-1-89-116",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ae9cc30f5d2aa7868b5651a86683222e65f95f1b",
      "venue": "Philosophy Journal of the Higher School of Economics",
      "journal": {
        "name": "Philosophy. Journal of the Higher School of Economics"
      },
      "publicationTypes": null
    },
    {
      "paperId": "605d7bd869f6ef73c8080fd8a821d0d460845438",
      "title": "The historico-philosophical canon’s formation and the meaning of life problem. Hauskeller, M. (2019). The Meaning of Life and Death: Ten Classic Thinkers on the Ultimate Question. London, & New York, NY: Bloomsbury.",
      "authors": [
        {
          "name": "E. Chukhray",
          "authorId": "118978791"
        }
      ],
      "year": 2020,
      "abstract": "Review of Hauskeller, M. (2019). The Meaning of Life and Death: Ten Classic Thinkers on the Ultimate Question. London, & New York, NY: Bloomsbury.",
      "citationCount": 0,
      "doi": "10.31649/sent39.02.210",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/605d7bd869f6ef73c8080fd8a821d0d460845438",
      "venue": "Sententiae",
      "journal": {
        "name": "Sententiae"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "267516214ffe57aeabc6bc6f038240e0e1ba725b",
      "title": "Impact of social exclusion on social identity: social-philosophical dimension",
      "authors": [
        {
          "name": "S. Ilchuk",
          "authorId": "2300594359"
        }
      ],
      "year": 2024,
      "abstract": "The article examines the impact of social exclusion on a person’s social identity. For this purpose, the works of foreign and Ukrainian researchers were analyzed and it was found that the latter is mostly considered as a personal construct that arises against the background of intergroup differences and ingroup similarities and expresses a person's solidarity with group norms, values and ideals. The latter can change during a person’s life under the influence of various challenges and transform a person’s social identity in a positive or negative direction. Thus, in cases where a person has internal resources for solving certain problems or overcoming life challenges, which are accompanied by his exclusion from the usual social environment, his social identity changes in a positive way, and he himself moves to a new level of social life and occupies the corresponding last place in society. Under such conditions, the change in his social identity occurs quite naturally and contributes to the formation of relatively stable ideas of a person about himself and society about him. These ideas are confirmed by the new social status, which marks the role and place that the individual occupies in the social system according to the main spheres of social life. Instead, the exclusion of a person from the usual social environment, as a result of one or another life challenges (loss of job or housing, occupation of the region, migration, etc.), which deprives a person of the opportunity to fully integrate into social processes and be a full-fledged part of society, can be accompanied not only by radical changes in human value system, but also deviant forms of behavior that will lead to social exclusion in the future.",
      "citationCount": 6,
      "doi": "10.31548/hspedagog15(1).2024.149-158",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/267516214ffe57aeabc6bc6f038240e0e1ba725b",
      "venue": "Humanitarian studios: pedagogics, psychology, philosophy",
      "journal": {
        "name": "HUMANITARIAN STUDIOS: PEDAGOGICS, PSYCHOLOGY, PHILOSOPHY"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4d9fe593a99ab4dfee32cbed5133c284f2b72407",
      "title": "Africa, Asia, and the History of Philosophy: Racism and the Formation of the Philosophical Canon, 1780–1820 by Peter K. J. Park (review)",
      "authors": [
        {
          "name": "Peter Fenves",
          "authorId": "103250287"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.5325/critphilrace.3.1.152",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4d9fe593a99ab4dfee32cbed5133c284f2b72407",
      "venue": "Critical Philosophy of Race",
      "journal": {
        "name": "Critical Philosophy of Race",
        "pages": "152 - 157",
        "volume": "3"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "2aa9865b4b9fcd1e9f910a5813efbabaf5242795",
      "title": "Africa, Asia, and the History of Philosophy: Racism in the Formation of the Philosophical Canon, 1780–1830 by Peter K.J. Park (review)",
      "authors": [
        {
          "name": "Joseph D. O’Neil",
          "authorId": "1484642256"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1353/GSR.2015.0018",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2aa9865b4b9fcd1e9f910a5813efbabaf5242795",
      "venue": "",
      "journal": {
        "name": "German Studies Review",
        "pages": "164 - 165",
        "volume": "38"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "2e6577fda0bab92d44575c2521712b07886b4ee6",
      "title": "Review of Africa, Asia, and the History of Philosophy: Racism and the Formation of the Philosophical Canon, 1780–1820 by Peter K. J. Park: Critical Philosophy of Race",
      "authors": [
        {
          "name": "Peter Fenves",
          "authorId": "103250287"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2e6577fda0bab92d44575c2521712b07886b4ee6",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "93383900f485462f6901c62d7fc7c8213e13404d",
      "title": "Africa, Asia, and the History of Philosophy: Racism in the Formation of the Philosophical Canon, 1780–1830",
      "authors": [
        {
          "name": "Peter Park",
          "authorId": "2068953673"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 75,
      "doi": "10.1353/book22395",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/93383900f485462f6901c62d7fc7c8213e13404d",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "2f38722088c920d8c23ec6243142d2647eed92f2",
      "title": "The Formation of Biaoquan and Zhequan as a Pair of Philosophical Concepts in Chinese Buddhism",
      "authors": [
        {
          "name": "Junqi Wang",
          "authorId": "2167480133"
        }
      ],
      "year": 2023,
      "abstract": "The general consensus in the field of Buddhist studies is that the terms “biaoquan” and “zhequan” are a pair of Buddhist philosophical concepts often used to designate two diametrically opposed forms of rhetoric. The former term constitutes its affirmative statement, while the latter defines a fact in negative terms—known in Christian theology as cataphatic and apophatic uses of language, respectively. Looking at the terms for which biaoquan and zhequan initially served as translations, especially in Xuanzang’s works, it would seem that these two concepts have not always appeared as a related pair representing the above-mentioned affirmative–negative dichotomy. The former could designate both affirmation (*vidhi) as well as the general activity of speech, syllables, and words (nāma). In the case of zhequan, it corresponds, in different texts, to the three Indian Buddhist concepts of negation (*pratiṣedha, *vyāvṛtti, *nivṛtti), implicative negation (paryudāsa), and exclusion of others (anyāpoha), with each use of the term “zhequan” carrying a different set of meanings and associated doctrines. Indeed, in various texts, the concept of zhequan might be opposed to the concept of biaoquan (*vidhi *sadhana) or opposed to pure negation (prasajya), or it might be applied on its own with no opposing concept. However, as Chinese Buddhism continued to develop throughout the Tang, biaoquan and zhequan came to be firmly associated and popularized as a pair of opposites. Looking at the doctrinal as well as the translation history of these two terms, this paper focuses on how they were used as a pair of opposing philosophical concepts, followed by an analysis of the profound influence of these two concepts on Chinese Buddhism.",
      "citationCount": 0,
      "doi": "10.3390/rel14040516",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2f38722088c920d8c23ec6243142d2647eed92f2",
      "venue": "Religions",
      "journal": {
        "name": "Religions"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9aaaa77dc1509d82acf4ef69a12db2cf57eb54a1",
      "title": "Russian philosophy and the formation of the Russian national and cultural canon: problems and prospects ([Review on:] Malinov A.V. Research and articles on Russian philosophy. Saint Petersburg: RHGA, 2020, 608 p.)",
      "authors": [
        {
          "name": "A. Bocharov",
          "authorId": "2071238891"
        }
      ],
      "year": 2021,
      "abstract": "This work is devoted to the analysis of the book by A.V. Malinov “Research and Articles on Russian Philosophy”. The main subject-content and thematic-subject lines of the book are revealed: philosophy of Slavophiles; historical, cultural and philosophical contexts of V.S. Solovyov and V.V. Rozanov; professional philosophy in Russia. Points to the variety of genres published in a collection of articles and materials of historical and philosophical articles, teaching materials (lectures and paragraphs from the textbooks), archival materials, methodological reflections. The author considers the interpretations of A.S. Khomyakov, the Slavophil ideas of O.F. Miller, the evolution of ideas about the common Slavic language, the attitude of V.S. Solovyov with N.I. Kareyev and St. Petersburg Slavophiles (including the polemic of V.S. Soloviev with the Slavophiles in the last work of the Russian philosopher – “Three Conversations”), V.V. Rozanov with the Slavophiles and V.I. Lamansky, features of V.V. Rozanov, the philosophical heritage of A.I. Vvedensky and the controversy caused by him, the place of L.P. Karsavin in the tradition of teaching the philosophy of history at St. Petersburg University, the specifics and historical path traversed by university philosophy in Russia, the modernization of the methods of modern historical and philosophical research, etc. The author notes the author's appeal to little-studied representatives of Russian philosophy, original interpretations of biographical and historical-philosophical plots, the use of the expressive possibilities of the Russian language, enriching the interpretive possibilities of the historiography of Russian philosophy. The conclusion is made about the preservation of the “Russian canon” in the research of Russian philosophy, about its heuristic possibilities. The author's intention is explained and the value of research of this kind, serving the purpose of reinterpreting the ideas of Russian philosophy, solving the problem of preserving the values and meanings of Russian culture in the modern historical and cultural context, is indicated.",
      "citationCount": 0,
      "doi": "10.17588/2076-9210.2021.1.181-190",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9aaaa77dc1509d82acf4ef69a12db2cf57eb54a1",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "181-190",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "49e83e2ca51373fd45171edcaf30df2f2b4cd469",
      "title": "Philosophical foundations of the correlation between bodily self-presentation and the ontological status of personality",
      "authors": [
        {
          "name": "T.V. Lugutsenko",
          "authorId": "2335005471"
        }
      ],
      "year": 2025,
      "abstract": "The article is devoted to a comprehensive philosophical and anthropological study of the fundamental correlation between the practices of bodily self-presentation (appearance, manners, body modifications, digital avatars) and the constitution of the ontological status of the individual (its existential autonomy, dignity, uniqueness and right to recognition). The work substantiates the thesis that bodily self-presentation acts not as an epiphenomenon, but as an onto-practical act that actively participates in the formation and maintenance of ontological status through the mechanisms of social reception, recognition and self-identification. Particular attention is paid to the specifics of this correlation in the domestic context. Ontological risks are analyzed: reification, normative exclusion, alienation in the context of commercialization and historical trauma, as well as the problem of authenticity. A conclusion is made about the dialectical and deeply contextual nature of the correlation under study, the philosophical foundations of which are rooted in the recognition of the embodiment of the subject, the social and semiotic nature of the \"I\".",
      "citationCount": 0,
      "doi": "10.24923/2222-243x.2025-57.33",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/49e83e2ca51373fd45171edcaf30df2f2b4cd469",
      "venue": "KANT",
      "journal": {
        "name": "KANT"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "71c4033b4ec620c374e7d981129380e19b435adc",
      "title": "From Canon Fodder to Canon-Formation: How Do We Get There from Here?",
      "authors": [
        {
          "name": "M. E. Waithe",
          "authorId": "8332154"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 17,
      "doi": "10.1093/MONIST/ONU004",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/71c4033b4ec620c374e7d981129380e19b435adc",
      "venue": "",
      "journal": {
        "name": "The Monist",
        "pages": "21-33",
        "volume": "98"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4fde5420d7638e76f0e9301c36035c221d92308e",
      "title": "¿Qué hacer con Kant después del feminismo y el antirracismo?: repensar el canon filosófico",
      "authors": [
        {
          "name": "Luis Moisés López Flores",
          "authorId": "2224198347"
        }
      ],
      "year": 2024,
      "abstract": "\n Here I defend the idea of a constructive complicit reading as the best way to deal with the problem of the philosophical canon. Facing complacent conservation and paranoid elimination, my position advocates a less reverential reading that interrogates the role of the classics in racist and sexist processes of exclusion. Reading the classics requires making cracks in canonization. As an example of the above, I review the role of Kant and neo-Kantism in the racist and sexist construction of the philosophical canon, as well Kant's own canonical works.\n",
      "citationCount": 0,
      "doi": "10.5347/01856383.0149.000312967",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4fde5420d7638e76f0e9301c36035c221d92308e",
      "venue": "Estudios: filosofía, historia, letras",
      "journal": {
        "name": "Estudios: filosofía, historia, letras"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "190ca8a1dd76a71e569538f0131cd4c10965e52c",
      "title": "Perception Of Time In The Eucharistic Canon Of The Armenian Apostolic Church",
      "authors": [
        {
          "name": "Arusyak Shirinyan",
          "authorId": "2336441930"
        }
      ],
      "year": 2024,
      "abstract": "The article examines the relationships between the studies on time and eternity in ancient philosophy and some prayers of the liturgical texts of the Eucharistic Canon of the AAC. Liturgical texts, such as church hymns, prayers and mainly the texts of the anaphora, reflect not only theological but also philosophical views, especially in the issue of perception and development of understanding of historical time in the medieval era. The philosophy of postmodernism, tracing its genesis to antiquity, for a long time ignored liturgical texts as an object for philosophical research, thereby determining their place on the periphery. As a rule, these texts are studied within the framework of linguistics and archaeography, and are also partly used as a historical source.1 The partial exclusion of liturgical prayers from Western philosophical discourse is associated with such historical phenomena as early Renaissance humanism, the Protestant Reformation and the history of early modern literature. Thus, the basis of the modern selective approach to philosophical texts is a stable position regarding the forms of knowledge traditionally considered philosophical.2 Nevertheless, a philosophical analysis of a sacred text is possible, in particular in the systemically presented process of transformation of the perception of cyclical time into linear and in the formation of the concept of eschatological orientation.",
      "citationCount": 0,
      "doi": "10.54503/1829-4618-2024.2(20)-115",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/190ca8a1dd76a71e569538f0131cd4c10965e52c",
      "venue": "Fundamental armenology",
      "journal": {
        "name": "Fundamental Armenology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e9d1a37c70074cc39f434ae6a40d4d4809b34e3c",
      "title": "The Formation of the Theory and Methodology of Human Education in the Works of Ya. A. Komensky and in the Russian Philosophical and Pedagogical Ideas of the 19th ‒ first half of the 20th centuries",
      "authors": [
        {
          "name": "A. V. Rogova",
          "authorId": "2297410723"
        }
      ],
      "year": 2023,
      "abstract": "During the periods of cultural and civilizational choice of the development of the world community, the problem of the importance of human education as a mechanism for preserving its highest humanistic purpose arises before it with all the evidence and urgency. In this connection, there is a need for a holistic retrospective study of the theory and methodology of education as a fundamental category of pedagogy – the science of the “spiritual guidance” of an individual from the sphere of natural childhood into the world of cultural adulthood. Philosophical and pedagogical heritage of Ya. A. Komensky, which analysis is presented in the article, has determined the content of the target and value attitudes of further research for the next centuries. The pansophical idea of the integrity and unity of the world and man, based on Christian methodology, became the basis, among other things, for the development of Russian philosophical and pedagogical thought, the intensive formation of which was carried out in the XIX century. In this regard, the article shows the significance of the views of Slavophiles on conciliarity, the theory of unity of V. S. Solovyov in the design on the canons of Orthodoxy of Russian pedagogy. The approaches to the realization of the pansophic idea in anthropologically oriented works of a number of Russian scientists are revealed. The leading directions of the search and interpretation of the ideas of Ya. A. Komensky are highlighted. In the context of the development of anthropological pedagogy, the growth of new knowledge based on the achievements of the humanities of that time, in particular, psychology, is shown. The article reveals the basic positions of scientists in understanding the spiritual essence of man on the basis of a comparative analysis of the philosophical and pedagogical ideas of Ya. A. Komensky and representatives of the Russian diaspora; the unity of the divine and the earthly; the role of natural, social and cultural factors and the importance of the category of integrity in the upbringing and education of the individual. The continuity of the legacy of Ya. A. Komensky and domestic scientists in the interpretation of the goals, objectives and means of the pedagogical process is established.",
      "citationCount": 0,
      "doi": "10.21209/2658-7114-2023-18-1-124-136",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e9d1a37c70074cc39f434ae6a40d4d4809b34e3c",
      "venue": "Scholarly Notes of Transbaikal State University Series Pedagogical Sciences",
      "journal": {
        "name": "Scholarly Notes of Transbaikal State University"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "216ab07481c12ad491a660fa0954bcafa29ee999",
      "title": "The Image of C.S. Peirce in Russian Philosophy: From the History of the Creation of the “Canon” of American Philosophers",
      "authors": [
        {
          "name": "Vasily V. Vanchugov",
          "authorId": "119497305"
        }
      ],
      "year": 2024,
      "abstract": "The study presents the Russian historical-philosophical process in the context of the discovery of a new object, themes, personae, set of reactions and formation of a product for the intellectual community. The author's reliance on philosophical empirical material and appropriate hermeneutics in its processing allows the author to highlight those factors that influenced individual and collective reception. The author sees as a convenient case study the “discovery” by the Russian philosophical community of the early 20th century of both American philosophy in general and C.S. Peirce in particular. Since the beginning of the 19th century, Russian thinkers have turned their attention to American philosophy in all the diversity of its manifestations. Russian intellectuals paid special attention to American pragmatism and everything associated with it. In Russia, in addition to translations, numerous reviews of foreign publications on this topic are appearing. Of particular interest to us in the Russian “collective reflection” of American ideas is the system of preferences for ideas, texts, events, and names. The point is that what might have been a priority for a European thinker, for a Russian one turned out to be on the “periphery” of his consciousness, as well as vice versa. While James appeared among the priority figures for Russian thinkers, Peirce was in his “shadow”. Using rich empirical material, the author shows all the stages of Peirce’s image formation in the Russian intellectual community. The research shows that “image” of Peirce, which represents not so much the thinker himself, but characterizes the intellectual community that turned to him. The results of the study may be useful both for contemporary foreign and Russian interpreters of Peirce and for historians of philosophy who are rethinking the past and forming in the present new objects of reception and reflection.",
      "citationCount": 0,
      "doi": "10.22363/2313-2302-2024-28-1-229-243",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/216ab07481c12ad491a660fa0954bcafa29ee999",
      "venue": "RUDN Journal of Philosophy",
      "journal": {
        "name": "RUDN Journal of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "83c146beaf4d108e1baf46c3124c1c989cd7b2f8",
      "title": "Historiography and the Formation of Philosophical Canons",
      "authors": [
        {
          "name": "Sandra Lapointe",
          "authorId": "8708170"
        },
        {
          "name": "E. Reck",
          "authorId": "2103037"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.4324/9781003184294",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/83c146beaf4d108e1baf46c3124c1c989cd7b2f8",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "4d6651af66af4adf08d39ce507cf1efb1c4ef1e3",
      "title": "THE ACT OF MERCY AS A CANON OF MORAL FORMATION OF A PERSONALITY",
      "authors": [
        {
          "name": "O. Koval",
          "authorId": "2104678711"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.24195/2414-4665-2017-1-7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4d6651af66af4adf08d39ce507cf1efb1c4ef1e3",
      "venue": "",
      "journal": {
        "name": "Science Education",
        "pages": "42-48",
        "volume": "12"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d36770f542facfa60896593ca02bb1ce680f0499",
      "title": "Categorical matrix of vitacultural methodology: from thought-activity to canon",
      "authors": [
        {
          "name": "Anatoliy Furman",
          "authorId": "144657540"
        }
      ],
      "year": 2023,
      "abstract": "The fundamental methodological development of the categorical matrix as one of the most powerful and the most effective i n s t r u m e n t s of reflexive thought-activity, philosophical and scientific thought-activity and professional methodologization was carried out in the problem field of two oppositely directed and at the same time most promising trends in the methodology development as a newly appeared w o r l d of birth, development and manifestation of hitherto unexplored possibilities of conscious ability and hidden resources of humans pure thinking actualization. The first direction in the formation of this unique world is connected with the emergence of the s p h e r e of professional methodologization as a unique reflexive p r a c t i c e of the methodology itself, the essence of which is in the freedom of thought existence of a person or a group with the forms, methods, means of consciously and self-consciously carried out activity, the second – in the creation of all possible i d e a l s of meta-theorizing and meta-methodologization, where the subject of the last is an a r s e n a l of the latest means and tools of constantly renewed at the “meta-” level of methodological reflection on previously acquired tools of thought-activity. It is argued that the synthesis result of these two trends is the formation of the categorical order of a methodology in its central link – in the innovative form of the categorical m a t r i x, which integrates the essential, worldview universal and culturally significant k n o w l e d g e in mutually complementary unity of the methodology-as-an-action and methodology-as-a-practice. Based on the principles, regularities and standards of the author’s concept of creating a categorical matrix, a thought-reflexive substantiation received the first and the second v e r s i o n s of the philosophically oriented, epistemically integral, actionally organized and canonically perfected vita-cultural methodology as a s t a n d a r d of modern methodology in general in their constructive comparison as stages of the newest evolution of ratio-humanitarian knowledge about the forms, methods, norms, means and tools of professional methodologization. In general, the methodological o p t i c s of the argued typological creation of the named matrix is constructed according to the canons and parameters of post-non-classical scientific rationality and in the form of a five-module set of lenses-instruments of reflexive thought-activity from relatively simple to the most complex at the following levels: specific (quaternary or quintet thought-scheme), individual (the very construction of the matrix in the unity of its clearly classified according to the dialectical categories of the inner part and the outer contour), special (the typological approach in the indivisibility of its concepts, principles, procedures and intellectual tools), general (the sphere of professionally implemented methodologization), universal (vitacultural methodology as the canonical form of methodology in general). T h e f i r s t version of the categorical matrix of the world of methodology and the sphere of methodologization, which was created in early 2012 and first presented to the general public of researchers, has five main a d v a n t a g e s: a) in the harmonized picture of conceptual-categorical means highlights the dialectical complementarity and ontophenomenal unity of methodology and methodologization that enables a high functional self-organization of consciousness of the methodologists’ group in its synergistic existential environment – in reality of pure thinking; b) in the central part of the matrix, by the principle of quintet, arranges five methodological categories in horizontal and vertical, organizing them into separate categorical t a x a, and thus fixes the essential categoric mosaic of the modern methodology; c) successfully names the binary poles of the matrix’s outer contour: “the world of methodology – the sphere of methodologization” and “thinking-activity as the basis of culture – a step-by-step implemented vitacultural methodologization”; d) establishes the latest methodological disciplines – methodosophy, methodologics, methodoengineering – and outlines their subject fields in the text; e) at the intersection of the three fundamentals of the methodology in the lower right corner of the matrix, it places the fourth foundation – philosophical methodologizations and methodology, which at the level of comprehensively significant goes beyond empirics and social experience into conscious acts of the substance existence of pure thinking, the existential c o r r e l a t e of which is a methodological thinking. T h e s e c o n d version of the categorical matrix of vitacultural methodology, which was designed this year, has more extensive and perfect cartography, which primarily from now on concerns the two-axis – semantic and categorical – its outer contour. This newly created matrix has five reflexively reasoned a d v a n t a g e s, which at the same time clearly establish the evolutionary shift in the development of methodological knowledge over the past decade of thinking-deed creativity: 1) fundamental categorical universals, consolidating the self-development unity of the world of the methodology and the sphere of methodologization of the outer contour, received clarifying conceptual-terminological definitions, covering six attributedly inherent features in the general direction of creating a particularly favorable, modular-developmental, space of actualization and existentializing the expanded conscious ability of each participant of problem-conflict communication; 2) the upper and lower poles of the matrix’s outer contour are considered, on the one hand, the methodology as an obligatory component of culture in eight coordinates of worldview here-existence and in its semantic, graphic-schematic, means-instrumental and conceptual-categorical enrichment, on the other – a five-level organization of methodological knowledge (philosophical, general scientific, subject-scientific, subject-thematic and specific-situational methodologies), the operation of which is most fully implemented in the metasystem of vitacultural (canonical) methodologization; 3) the latest methodology, essentially based on philosophical knowledge, one of the most important directions of its development justifies the need for methodological reconstruction of the main problems of philosophy, but from a special, supersubjective, reflexive, point of view: from the completeness of the a d e q u a c y of consciously applied foundations, principles, rules, conceptual resources and categorical means of the complexity or comprehended primacy of a separate fundamental problem; a number of such problems are fixed in the outline of the matrix: “being – consciousness,” “human – world,” “culture – life,” “philosophy – social experience,” “science – art,” “theory – practice,” “consciousness (thinking) – activity,” “thinking – commitment,” “thought – act”; at the same time, super-reflexive transformations in these problematic niches of methodologization should be based on the innovative achievements of advanced methodological training, namely, on the modern achievements of the philosophical methodology, the reflexive-action scenario of metamethodologization has been worked out, the emergence of the metatheory of consciousness, the methodological optics of the post-non-classical type of scientific rationality and on the establishment of professional methodologization as a unique freedom-practice of the methodology itself, as well as compliance with the requirements of the author’s principle of the thinking and performance unity, that received an essential reflection in the concept and categorical concept of “thinking-activity,” containing a set of advantages: enriches the arsenal of categorical means, makes possible the implementation of a cyclic-action approach and the prospects for the implementation of organizational-action games, reorients the intellectual resources of consciousness to the canonical rhythms of methodologization; 4) the methodology in its separate formation now goes to the realisation of exemplary, canonically completed events of its own here-existence, that is, to the construction of the general scheme of the methodological canon and the substantiation of their more or less complete systematics; it is proved that any repeated reflexivity and especially postaction super-reflexivity in a competent methodological performance gravitate to an deed canon, which is a methodological i n v a r i a n t as one of its vitacultural standards, that is differently implemented in objectified products of professional methodologization and pure thinking itself (a vivid example of such a canon is the author’s methodological optics of a five-module set of lenses-tools of this study as an effective thinking-activity); it is argued the intransitive significance of the logical structure of the psychological canon and the premises of the emergence of the V.A. Romenets’ canonical psychology and our experience in carrying out the metatheoretic reconstruction of the subject field of the last; through a chain of generalizations, it is confirmed that the vitacultural methodology, covering transcendent and immanent, noumenal and phenomenal, conscious and active, is a great thinking-act c a n o n, confirming the following preliminary conclusions: a) any canonization as a mandatory procedure is a matter of methodology, b) each philosophically mature, scientifically comprehensive and empirically validated methodology constitutes a great canon, c) from the idea of the methodological canon it is necessary to move to the elaboration of the hierarchical system of such canons as the most perfect organizations of realizing the conscious ability of a person, d) a holistic metasystem of methodology as a canon of a great deed can be obtained only by using a",
      "citationCount": 12,
      "doi": "10.35774/pis2023.02.006",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d36770f542facfa60896593ca02bb1ce680f0499",
      "venue": "Psihologìâ ì suspìlʹstvo",
      "journal": {
        "name": "Psihologìâ ì suspìlʹstvo"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "cabc5cb6470405a42b1ffa7737a48ea486517028",
      "title": "Strengthening Student Character through Philosophical Foundations: A Systematic Literature Review on Pancasila, Idealism, and Realism in Indonesian Education",
      "authors": [
        {
          "name": "Sunayah Sunayah",
          "authorId": "2219123274"
        },
        {
          "name": "Dewi Angraini",
          "authorId": "2401326057"
        },
        {
          "name": "Yeni Astria",
          "authorId": "2401326411"
        },
        {
          "name": "Y. Susanti",
          "authorId": "2184545491"
        },
        {
          "name": "Nerma Jelestari",
          "authorId": "2401324206"
        }
      ],
      "year": 2025,
      "abstract": "This study addresses the growing challenge of character education in the technological era, where rapid social change demands a strong and coherent philosophical foundation for education. The aim of this research is to examine how philosophical schools of thought particularly idealism and realism contribute to student character building, with Pancasila positioned as the national philosophical framework of Indonesian education. This study employs a qualitative approach using a Systematic Literature Review (SLR) method. Relevant articles were collected from reputable academic databases using keywords related to educational philosophy, idealism, realism, character education, and Pancasila. Inclusion and exclusion criteria were applied to select peer-reviewed journals that are relevant to the research focus, resulting in a synthesized analysis of selected studies. The findings indicate that Pancasila serves as a central and integrative philosophical foundation for Indonesian education. Idealism emphasizes universal values and absolute truth, which are essential for character formation, while realism highlights the importance of empirical experience and contextual learning. However, the implementation of these philosophies especially idealism faces significant challenges when they are not deeply integrated into curricula, teacher training, and educational practice. The study concludes that effective character education requires moving beyond philosophical concepts at the theoretical level toward practical, philosophically grounded pedagogical strategies. The novelty of this study lies in its integrative analysis of idealism, realism, and Pancasila within a single SLR framework, while its contribution is to provide a philosophical reference for policymakers and educators in strengthening character education that is contextually relevant and value-oriented in Indonesia.",
      "citationCount": 0,
      "doi": "10.59175/pijed.v4i2.677",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cabc5cb6470405a42b1ffa7737a48ea486517028",
      "venue": "PPSDP International Journal of Education",
      "journal": {
        "name": "PPSDP International Journal of Education"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "a908c1a6ced7f350be48549d760bc8319473b4e5",
      "title": "Respect, plurality, and prejudice: A psychoanalytical and philosophical enquiry into the dynamics of social exclusion and discrimination",
      "authors": [
        {
          "name": "Edward Weisband",
          "authorId": "98791216"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1057/pcs.2016.6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a908c1a6ced7f350be48549d760bc8319473b4e5",
      "venue": "Psychoanalysis, Culture & Society",
      "journal": {
        "name": "Psychoanalysis, Culture & Society",
        "pages": "434-437",
        "volume": "21"
      },
      "publicationTypes": null
    },
    {
      "paperId": "64ee0779ea46d891748d1ed724b6be20fbc167a0",
      "title": "Philosophical and Cultural Study on Intellectuals",
      "authors": [
        {
          "name": "Nikolay N. Gubanov",
          "authorId": "2266983545"
        }
      ],
      "year": 2024,
      "abstract": "To formulate the problem the paper points out that the emergence and subsequent institutional formation in Russia of such a new research direction as “intellectual history” makes it necessary to create a complete, coherent concept of intellectual activity that would give clear answers to the following questions: Who are intellectuals? Thanks to what and how are they united into special collective unities? What are the main sociological and cultural characteristics of intellectual communities? The study examines the definition of intellectuals given by the recognized specialist in intellectual history R. Collins, and identifies the directions in which it needs further clarification and development. The above issues are solved by the author within the model he proposes for the formation of intellectual communities through the participation of their members in systematic and organized production of the new rational knowledge. The three conceptual foundations of the study`s proposed approach are: the theory of communicative action of J. Habermas; the theory of intellectual networks and interactive rituals by R. Collins; the procedural theory of rationality developed in the author's previous works. In the final part of the paper intellectuals are treated as a special social group characterized from the point of view of the sociological canon presented by P.A. Sorokin in his “System of Sociology”. The grouping of intellectuals is elementary, different from other elementary groupings, such as professional, state, etc., not reducible to them and capable of cumulating with them into complex social unities.",
      "citationCount": 0,
      "doi": "10.37816/2073-9567-2024-74-9-21",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/64ee0779ea46d891748d1ed724b6be20fbc167a0",
      "venue": "Vestnik slavianskikh kul'tur [Bulletin of Slavic Cultures]",
      "journal": {
        "name": "Vestnik slavianskikh kul’tur  [Bulletin of Slavic Cultures]"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ed6c5144eb470189ac27750654778c23df4af53b",
      "title": "Where Are the Women? How Expanding the Canon Makes Philosophy Better Sarah Tyson. New York: Columbia University Press, 2018 (ISBN: 9780231183970)",
      "authors": [
        {
          "name": "D. Rogers",
          "authorId": "145408120"
        }
      ],
      "year": 2021,
      "abstract": "As its title makes clear, Sarah Tyson’s Where Are the Women? urges the inclusion of women in the history of philosophy, thereby enriching it. It does so by examining feminist strategies to recover and reclaim women’s contributions to the discipline. Tyson identifies four theories of exclusion that inform these strategies: acceptance of masculine/philosophical norms; a call for new feminist/feminine forms of philosophizing; declamation as a path to reclamation; and (Tyson’s preferred approach) recovery with an eye toward transformation. The first reclamation strategy asserts that philosophy originated and was developed as a masculine discipline, both socially and conceptually. According to this view, philosophy is simply inherently masculine. Women may be successful within it, but only to the degree that they are able to accept and meet masculine intellectual norms. This reclamation strategy is informed by a recognition of women’s conceptual exclusion from philosophy—launched ironically by one of the best-known women philosophers, Simone de Beauvoir. Following Beauvoir, Genevieve Lloyd and other feminists theorize that excessive social constraints placed on individuals identified as female lead them to become aware of their selfhood only in and through their differences from (and inferiority to) men/masculinity. Under this view, the best a woman can do is transcend her femininity and identify, intellectually at least, with “superior” masculine conceptual norms. Although this theory of exclusion appears to take feminists down a dead-end road on which women are incapable of engaging in philosophy, there is an opening in the gate, so to speak. If women check their femininity at the door, surrender the symbolic forms and social values that are identified with femininity, and instead embrace masculinity and its abstract forms of reasoning, they too can participate in philosophy. This will result in extraordinarily few women successfully participating in philosophy, past, present, and future. But the nature of the discipline itself, as we now know it, will remain relatively unchanged. Related to philosophy’s conceptual masculinity is the view that women need to establish a new/alternative form of philosophizing. This view is characterized by the work of Luce Irigaray. If philosophical concepts, norms, and values are irredeemably masculine, then the only appropriate/possible feminist response to philosophy is to fully reject such and embrace new forms of feminist/feminine discourse. This is a",
      "citationCount": 1,
      "doi": "10.1017/hyp.2021.22",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ed6c5144eb470189ac27750654778c23df4af53b",
      "venue": "Hypatia",
      "journal": {
        "name": "Hypatia",
        "volume": "36"
      },
      "publicationTypes": null
    },
    {
      "paperId": "bbc585a66a9edc1d1e69e80dd4572ca82510a5c6",
      "title": "Theory of action in Persian Sufi writings of the 12th–15th centuries (The tradition of Sufi treatises-masnavi)",
      "authors": [
        {
          "name": "A. Lukashev",
          "authorId": "146119023"
        }
      ],
      "year": 2025,
      "abstract": "This article deals with the evolution of the action discourse in classical Persian Sufi di­dactics. The primary material for study includes the works by Majdud Ibn Adam Sanai, Farid ad-Din Attar, Jalal ad-Din Rumi, Mahmud Shabistari, and Abd al-Rahman Jami. The author shows how the most significant authors in the Iranian mysticism history dis­cussed the action components from the perspective of the subject role and debated the de­terminism of action and the human free choice issue as well. It was established that the development of thought generally followed the principle of the poetry canon forma­tion, where each subsequent author merely clarifies and complements the fundamental ar­guments of the previous one. This coherent line of intellectual continuity includes the philosophical reflections of Sanai, Attar, Rumi, and Jami. The works by Mahmoud Shabistari demonstrate a tendency to deviate from this line towards Ashari theology.",
      "citationCount": 0,
      "doi": "10.21146/2072-0726-2025-18-3-144-159",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bbc585a66a9edc1d1e69e80dd4572ca82510a5c6",
      "venue": "Philosophy Journal",
      "journal": {
        "name": "Philosophy Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ba2fff95fa3d82dcdd28874bd9f850588d01f6d8",
      "title": "Working with the “Name” as Translation: Ancient Concepts and the Visual Language of the Roman Catacombs in the Methodology of S. Buck-Morss",
      "authors": [
        {
          "name": "Svetlana Nikolaevna Tiurina",
          "authorId": "2349483356"
        }
      ],
      "year": 2025,
      "abstract": "\n The subject of this research is the process of semantic transformation of key ancient philosophical concepts (\"whole,\" \"eidos,\" \"mimesis,\" \"image\") in early Christian culture, as exemplified in the texts of 2nd–3rd century apologists and the visual language of the Roman catacombs. The article focuses on the transitional period of Late Antiquity, characterized by the complex interaction and interpenetration of antique and emerging Christian traditions. It analyzes how categories traditional to ancient thought were profoundly reinterpreted and imbued with new meaning within the context of Christian theology and liturgical practice, ultimately leading to the formation of the unique visual language and artistic canon of early Christian art. The central material object of the study is the frescoes of the Roman catacombs, considered as the embodiment of this philosophical-theological \"translation.\" The study is based on Susan Buck-Morss's methodology of \"history as translation,\" particularly her approach to working with the \"name\" as a specific concept that \"absorbs history through its meanings\" and the principle of \"reverse translation\" of the present into the past. The scientific novelty of the research lies in the application of S. Buck-Morss's methodology to the material of Late Antique culture, which allows overcoming traditional binary oppositions (\"pagan/Christian,\" \"text/image\") and demonstrating the genesis of early Christian art as an organic process of semantic transformation rather than a break with tradition. As a result, it is proven that the visual language of the catacombs was not a primitive illustration or random borrowing but the result of a conscious \"translation\" of the antique heritage, theoretically grounded in the works of the apologists. The key conclusion is that the formation of a new visual paradigm occurred through the rethinking of old \"names,\" which, retaining their form, were filled with new theological content, and the catacombs are presented as a space of \"convergence of times\" (kairos) where this translation found its material embodiment.\n",
      "citationCount": 0,
      "doi": "10.7256/2454-0757.2025.10.76015",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ba2fff95fa3d82dcdd28874bd9f850588d01f6d8",
      "venue": "Философия и культура",
      "journal": {
        "name": "Философия и культура"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2189b94b5e39edef8c340ccf17a7bc5b83de7df3",
      "title": "Idealism and Education: Its Major Tenets and African Perspective",
      "authors": [
        {
          "name": "Abdulkadir Ruwah",
          "authorId": "2401069451"
        }
      ],
      "year": 2025,
      "abstract": "This paper presents a critical analysis of the philosophy of Idealism-and its application to education-juxtaposed with an examination of its tensions and congruities within traditional African philosophical frameworks. Rooted in the Western canon (e.g., Plato, Kant, Hegel), Idealism asserts the primacy of mind, spirit, or ideas as fundamental reality. Its core educational tenets advocate for the development of the intellect, the transmission of perennial truths and ethical values, a teacher-centred pedagogy with the instructor as a moral exemplar, and a curriculum that privileges intellectual disciplines designed to discipline the mind and spirit. When viewed through the lens of African thought systems, a complex relationship emerges. A significant consonance is evident in the shared metaphysical orientation that recognizes a spiritual foundation of reality. This commonality yields a corresponding emphasis on education as a process of character formation and the preservation of ancestral wisdom. The venerated role of the teacher or elder, who serves as a custodian of knowledge, further aligns with the idealist paradigm. Nevertheless, profound divergences are also identifiable. Although spiritual, traditional African philosophies frequently exhibit a more pronounced pragmatic and communal imperative. Their focus rests on cultivating harmony within the social and natural world, rather than on a disembodied realm of abstract Forms. This distinction is critical: the idealist prioritization of the individual's intellectual journey stands in direct contrast to the African ontological emphasis on communality, relational existence, and the conception of knowledge as a collective good. The study ultimately contends that while Idealism provides a relevant analytical lens, it remains an incomplete model for interpreting the metaphysical and axiological foundations of African educational traditions. A comprehensive African philosophy of education thus integrates idealist emphases on ethics and spirit with a uniquely pragmatic, communal, and holistic orientation, fundamentally directed toward the concrete sustenance and flourishing of the community.",
      "citationCount": 0,
      "doi": "10.11648/j.sjedu.20251306.16",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2189b94b5e39edef8c340ccf17a7bc5b83de7df3",
      "venue": "Science Journal of Education",
      "journal": {
        "name": "Science Journal of Education"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4d2d1d6abe067867ebfa81fb23851f81b791726e",
      "title": "Glass Icon Painting by Volodymyr Lukan: Features of the Author’s Style and Iconography",
      "authors": [
        {
          "name": "Iryna Dmytriv",
          "authorId": "2297800090"
        }
      ],
      "year": 2025,
      "abstract": "Folk icon painting has its continuation in the work of professional masters of our time, so The peculiarities of the author's style in the icons on glass by Volodymyr Lukan have not only a folk basis, but also a deeply philosophical vision through the prism of the canon, of the sacred world of the author's style. The artist is a vivid example of the formation of a creative personality through the study and cognition of folk iconography. On the The stages of formation of the artist's artistic skill and, as a result, the recognition of V. Lukan's authorial style are analyzed. The technical aspects of the execution of icons on glass, inherent in this artist, the artistic features of the icons themselves and their design, indicating the artist's creative approach, are analyzed, the search for novelty in art and the integrity of the image thanks to the creative ideas of V. Lukan.The individual iconographic works of the artist from different typological groups (\"Holy Trinity\", \"The Intercession\", \"The Parable of the Prodigal Son\", \"The Transformation of Water into Wine\") and analyzed their features. The position of the artist on contemporary iconography, its canonicity and degree of canonicity and the degree of interpretation of folk icons, critical remarks on the work of contemporaries, etc. The exhibition activities and participation in art projects (\"Still Lifes\" (2009), the artistic assemblage \"Trace\" in 2014, the exhibition \"Ar(t)heology\", \"Garbage\" - an artistic thematic collage). The artist's public activities and the creation of artistic associations to popularize the works of young artists testify to about the support and popularization of Ukrainian art in general. Conclusions are drawn about the author's personal artistic approach through technical innovations in icon painting in parallel with the imitation of folk icon on glass, with its compositional and figurative features. The spiritual aspect of the icon painter's formation, his vision of the ways of development of modern icon painting, methods of self-improvement presented in the article can become a source for research and discussion. For the first time, the author examines the creative approach of the iconographer, analyzes the technical and spiritual components in in the formation of the peculiarities of Volodymyr Lukan's iconography. In addition to analyzing the creative work, through field collection of material in museums of the Carpathian region (Ivano-Frankivsk, Dolyna) and private collections (collection of the Brynsky family), the materials of an interview with the iconographer were used, which allows us to understand more deeply the philosophical component in the artist's painting of icons on glass. The study of this particular iconographer makes it possible to a comprehensive analysis of interpretations of folk traditions in the iconography of the twentieth and twenty-first centuries and their development in the context of popularizing folk iconography of Ukraine",
      "citationCount": 0,
      "doi": "10.37131/2524-0943-2025-54-2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4d2d1d6abe067867ebfa81fb23851f81b791726e",
      "venue": "Bulletin of Lviv National Academy of Arts",
      "journal": {
        "name": "Bulletin of Lviv National Academy of Arts"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "787daff5655f98e4e2fbdd147955aab52ae4d9f0",
      "title": "The Making of a Canon: Impact of the Old Testament Scriptures in the Christian Canon Development",
      "authors": [
        {
          "name": "Kwaku Boamah",
          "authorId": "123045280"
        }
      ],
      "year": 2018,
      "abstract": "The formation of the Christian canon was not a one day venture. Some scholars maintain it spanned from the first up to about the fourth centuries. This paper has three main parts: the first draws a linear process of canon generation, beginning from text to scripture and possibly becoming canonical. The second focuses on the creation of the Christian canon by exploring the stages and the implications of naming the canon as `Testaments`. At the heart of the study is a consideration of the use and inclusion or exclusion of the Jewish scripture by Christians as discussed by a heretic (Marcion) and three Anti-heretics (Justin Martyr, Irenaeus and Tertullian) in the 2 and/or 3 centuries of the Roman Empire. The third part takes an example of a modern church (Church of Christ) whose reception to the Old Testament is one of skepticism. Furthermore, the level of usage of the Old Testament by the Church of Christ is key for the thesis of this paper. It is, therefore, important to assess a possible relationship between Marcion and the Church of Christ. Historical, theological and interview methods are employed to explore these developments. The paper concludes that by the naming of the Christian canon and inclusion of the Jewish scriptures, the Christian identity can be described as Judeo-Christian. This description has impacted Christian formation and development, a great deal from antiquity to the modern era. Marcion and his followers did not take this lightly in the first four centuries of the Christian history. On the other hand, in the nineteenth century the Church of Christ seemingly follows this example in antiquity on including the Old Testament as part of the Christian canon.",
      "citationCount": 0,
      "doi": "10.18052/WWW.SCIPRESS.COM/ILSHS.80.7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/787daff5655f98e4e2fbdd147955aab52ae4d9f0",
      "venue": "",
      "journal": {
        "name": "International Letters of Social and Humanistic Sciences",
        "pages": "7-21",
        "volume": "80"
      },
      "publicationTypes": null
    },
    {
      "paperId": "000a1c163ff4bebdad95675033eab3907fd1fc94",
      "title": "From Ego Conquiro to Ego Cogito: Dussel’s Latin American History of Philosophy",
      "authors": [
        {
          "name": "Clara Isabel Pinton",
          "authorId": "2388327835"
        }
      ],
      "year": 2025,
      "abstract": "Modern Western philosophy has long excluded Latin America from its historical and conceptual narrative, reinforcing a Eurocentric understanding of historical development. This study aims to challenge that exclusion by analyzing how Enrique Dussel’s philosophy - especially as developed in 1492: El encubrimiento del Otro and Meditaciones anticartesianas - reconstructs the origins of modern subjectivity from a Latin American, decolonial perspective. Through textual analysis of Dussel’s works and comparative readings of canonical European thinkers such as Hegel and Descartes, this research investigates the historical and ontological link between the ego cogito and the ego conquiro . Following a philosophical and critical-historical method, the study combines close exegesis with genealogical reconstruction to identify how the myth of modernity emerged through colonial conquest and philosophical erasure. The results reveal that, according to Dussel, the Cartesian subject - the foundation of modern philosophy - is only made possible through the prior conquest and objectification of the colonial Other. This encounter is not peripheral but constitutive: Latin America and the broader colonial world played a crucial role in the birth of modernity, both economically and philosophically, and ontologically. As highlighted in its conclusions, this study represents only an initial step: a deconstructive phase within the broader tradition of the Philosophy of Liberation. The study calls for the reconstruction of a philosophical canon that acknowledges its colonial foundations and includes the voices it has historically silenced. Ultimately, it argues that decolonizing philosophy, a process that broadly extends from Latin America to the entire peripheral world, is not only possible but also necessary for a more just and inclusive global thought.",
      "citationCount": 0,
      "doi": "10.22363/2313-2302-2025-29-3-704-719",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/000a1c163ff4bebdad95675033eab3907fd1fc94",
      "venue": "RUDN Journal of Philosophy",
      "journal": {
        "name": "RUDN Journal of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "345aaaf30c47f1ffac4d2d166e6723f05c5a772e",
      "title": "Reconstructing the ethics of war: Classical and contemporary reflections in the technological age",
      "authors": [
        {
          "name": "Pieter Duvenage",
          "authorId": "2292450117"
        }
      ],
      "year": 2025,
      "abstract": "Background: War has long been a central theme in philosophy, from Aristotle’s teleological ethics to Hegel’s dialectical historicism. In today’s technological era, however, war is increasingly defined by drones, cyber conflict and algorithmic decision-making, raising urgent questions about ethics, responsibility and legitimacy.\nObjectives: This article examines how classical and modern philosophical frameworks engage with the ethics of war and explores whether they can still provide conceptual clarity and moral guidance in an age where technology mediates violence.\nMethod: A comparative philosophical analysis is undertaken. Texts from Aristotle, Hegel, Heidegger and Habermas are placed in dialogue with the Just War tradition, alongside contemporary debates on technology, law and global ethics.\nResults: The analysis shows that while Aristotle and Hegel interpret war within frameworks of virtue and history, these views risk either exclusion or normalisation of conflict. Just War Theory offers normative restraint but faces new challenges from remote and automated warfare. Heidegger’s ontology exposes how technology enframes war, while Habermas provides a normative counterpoint grounded in discourse ethics and international law.\nConclusion: Traditional concepts remain indispensable but must be critically reinterpreted. The ethical grammar of war is strained by technological change, demanding both renewed normative frameworks and intercultural perspectives beyond the Western canon.\nContribution: The article advances the idea of ‘moving thought’: a dynamic philosophical disposition responsive to technological, ethical and global plurality. It contributes to debates on war and justice by reactivating classical insights in the light of contemporary technological and humanitarian challenges.",
      "citationCount": 0,
      "doi": "10.4102/jier.v1i1.23",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/345aaaf30c47f1ffac4d2d166e6723f05c5a772e",
      "venue": "Journal of Interdisciplinary Ethical Research",
      "journal": {
        "name": "Journal of Interdisciplinary Ethical Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 30,
  "errors": []
}
