{
  "status": "success",
  "source": "semantic_scholar",
  "query": "charitable reading philosophy",
  "results": [
    {
      "paperId": "aa8c6f76dde5a522aaf6aaeb5c5d601e9ce5e4c3",
      "title": "Islam and the Thanatoethics of Sacrifice: Reading Qurbani in the Post-9/11 Climate in Nadeem Aslam's The Wasted Vigil",
      "authors": [
        {
          "name": "Sk Sagir Ali",
          "authorId": "2312870607"
        }
      ],
      "year": 2024,
      "abstract": "Abstract:The Prophet Muhammad (Sallallahu Alayhi Wasallam) once said that whoever is capable of performing qurbani (Muslim charitable giving) but does not should not come close to my Eidgah (a place of offering Eid prayers) (Khattab and Khattab 2123). The primary objective of qurbani should be to achieve attainment that is intended to satisfy and get nearer to Allah in the way He likes. Sacrifice in Islam, in a circuitous logic, underlies the act of submission of one's will to Him, the act of spending one's material possessions on the path of the Supreme, an act of true giving. We would begin with the question: Is the moment of infinite giving, the transcendent offering, in a way, self-preserving? This paper shall attempt to understand how the theo-ontological idea of \"sacrifice\" operates in Islamic philosophy and how a deeper understanding of the gesture of qurbani might help us reconfigure the major representational elements surrounding Islamic culture and ethos in the post-9/11 scenario. Taking a cue from Derrida's understanding of ethical \"sacrifice,\" this article shall try to understand how the figural gesture of sacrifice in Islam vis-à-vis Abrahamic ethics is fundamental to the understanding of qurbani in the post-9/11 xenophobic climate that has reduced the idea to a mere signifier of fundamentalism and cultural monism.",
      "citationCount": 0,
      "doi": "10.5744/jgps.2024.1217",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aa8c6f76dde5a522aaf6aaeb5c5d601e9ce5e4c3",
      "venue": "Journal of Global Postcolonial Studies",
      "journal": {
        "name": "Journal of Global Postcolonial Studies",
        "pages": "107 - 121",
        "volume": "12"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b79cff172292123c40bf6704551c3f0784b541d5",
      "title": "Is filial piety a virtue? A reading of the Xiao Jing (Classic of Filial Piety) from the perspective of ideology critique",
      "authors": [
        {
          "name": "Hektor K. T. Yan",
          "authorId": "115600052"
        }
      ],
      "year": 2017,
      "abstract": "Abstract The recent revival of Confucianism in the PRC raises questions regarding the legitimacy of cultivating Confucian virtues such as ren (仁 benevolence), li (禮 propriety) and xiao (孝 ‘filial piety’ or ‘family reverence’) in an educational context. This article is based on the assumptions that education is an ideologically laden practice and that moral virtues have the potential of functioning to sustain hegemony and other forms of social control. By focusing on the Xiao Jing (孝經 Classic of Filial Piety), a lesser known Confucian classic, it offers the Confucian account of filial piety a charitable reading which then proceeds to examine the ideological dimension of filial piety. By employing concepts such as naturalisation and the public–private distinction in my analysis, I argue that filial piety should be understood through a critical lens. While the question ‘Is filial piety a virtue?’ cannot be answered in a simple, straightforward manner, the discussion on filial piety presented in this article has the potential to shed light on the relationship between politics (understood in a broad sense) and moral education.",
      "citationCount": 28,
      "doi": "10.1080/00131857.2017.1339343",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b79cff172292123c40bf6704551c3f0784b541d5",
      "venue": "Cultivation of Self in East Asian Philosophy of Education",
      "journal": {
        "name": "Educational Philosophy and Theory",
        "pages": "1184 - 1194",
        "volume": "49"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b44a0d196292e60bbe5e7a48e16e11b204f44ca0",
      "title": "The Value of Contract and the Politics of Personal Detachment",
      "authors": [
        {
          "name": "Kenta Sekine",
          "authorId": "2375637922"
        }
      ],
      "year": 2025,
      "abstract": "Contractual inflationists claim that contractual relationships are a source of noninstrumental value in our lives, to be engaged with for their own sake. Some inflationists take this to be the value of “personal detachment.” I argue that though personal detachment can indeed be valuable, that value is not plausibly considered noninstrumental. Even on the most charitable reading of personal detachment—its potential to emancipate us from traditional social relations—these inflationists overlook that it may just as much lead to domination as traditional society does, only this time, due to alienation under market conditions. To salvage our intuitive sense of the emancipatory potential of contract, we can consider the detachment it makes possible to be a form of technology, casting the value of contract in a “merely” instrumental role. I conclude that if we are to reinvigorate the politics of the appeal to personal detachment in contract theory, we have to deflate its value.",
      "citationCount": 0,
      "doi": "10.3998/ergo.7964",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b44a0d196292e60bbe5e7a48e16e11b204f44ca0",
      "venue": "Ergo, An Open Access Journal of Philosophy",
      "journal": {
        "name": "Ergo an Open Access Journal of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "232606f19890cf7f7b179eee662d724119711414",
      "title": "Learning from Socrates’ Protreptic: a Response to Mason Marshall",
      "authors": [
        {
          "name": "Mark Jonas",
          "authorId": "23179172"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/s11217-022-09845-5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/232606f19890cf7f7b179eee662d724119711414",
      "venue": "Studies in the Philosophy of Education",
      "journal": {
        "name": "Studies in Philosophy and Education",
        "pages": "687 - 694",
        "volume": "41"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c5701b552d118e6781890dfac7f80816f7ba4a96",
      "title": "“Some Third Thing”: Nietzsche’s Words and the Principle of Charity",
      "authors": [
        {
          "name": "Tom Stern",
          "authorId": "72886593"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 10,
      "doi": "10.5325/jnietstud.47.2.0287",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c5701b552d118e6781890dfac7f80816f7ba4a96",
      "venue": "",
      "journal": {
        "name": "The Journal of Nietzsche Studies",
        "pages": "287 - 302",
        "volume": "47"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4fe9590a8f9678ace8a747467bb4c3e574e23def",
      "title": "Conjuring Cognitive Structures: Towards a Unified Model of Cognition",
      "authors": [
        {
          "name": "M. D. Beni",
          "authorId": "7813666"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 8,
      "doi": "10.1007/978-3-030-32722-4_10",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4fe9590a8f9678ace8a747467bb4c3e574e23def",
      "venue": "Model-Based Reasoning in Science and Technology",
      "journal": {
        "name": "Model-Based Reasoning in Science and Technology"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7040d368f5c891ab4ed634f888ce82ae90a25bb0",
      "title": "A Tale of Two Faculties: Heidegger's Method of Interpreting Kant",
      "authors": [
        {
          "name": "Morganna Lambeth",
          "authorId": "134420175"
        }
      ],
      "year": 2021,
      "abstract": "\n Against the consensus that Heidegger reads his own philosophical views into Kant, I argue that Heidegger takes up the main question posed by the first Critique and attempts to identify Kant's best answer to it. Heidegger's method resembles those of Gadamer and Davidson. But by reading the first Critique as offering two conflicting strands of argument, he abandons their aim of maximizing truth, and his theory of error explains why Kant offers the less-promising strand. Heidegger thus provides a distinctive model of charitable, reconstructive interpretation that avoids hermeneutic ventriloquism—a failure to recognize differences of view between interpreter and text.",
      "citationCount": 0,
      "doi": "10.5406/21521026.38.1.04",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7040d368f5c891ab4ed634f888ce82ae90a25bb0",
      "venue": "History of Philosophy Quarterly",
      "journal": {
        "name": "History of Philosophy Quarterly"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "776f17f69bb8699f8e1445d99fcfff6d9c507643",
      "title": "Nietzsche and Contemporary Ethics",
      "authors": [
        {
          "name": "S. Robertson",
          "authorId": "3565857"
        }
      ],
      "year": 2020,
      "abstract": "Nietzsche is one of the most subversive ethical thinkers of the Western canon. This book offers a critical assessment of his ethical thought and its significance for contemporary moral philosophy. It develops a charitable but critical reading of his thought, pushing some claims and arguments as far as seems fruitful while rejecting others. But it also uses Nietzsche in dialogue with, so to contribute to, a range of long-standing issues within normative ethics, metaethics, value theory, practical reason, and moral psychology. The book is divided into three principal parts. Part I examines Nietzsche’s critique of morality, arguing that it raises well-motivated challenges to morality’s normative authority and value: his error theory about morality’s categoricity is in a better position than many contemporary versions; and his critique of moral values has bite even against undemanding moral theories, with significant implications not just for rarefied excellent types but also us. Part II turns to moral psychology, attributing to Nietzsche and defending a sentimentalist explanation of action and motivation. Part III considers his non-moral perfectionism, developing models of value and practical normativity that avoid difficulties facing many contemporary accounts and that may therefore be of wider interest. The discussion concludes by considering Nietzsche’s broader significance: as well as calling into question many of moral philosophy’s deepest assumptions, he challenges our usual views of what ethics itself is—and what it, and we, should be doing.",
      "citationCount": 3,
      "doi": "10.1093/oso/9780198722212.001.0001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/776f17f69bb8699f8e1445d99fcfff6d9c507643",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "359d442a800223ca526b3b62e372d8ac57f90ad4",
      "title": "No hope for the Irrelevance Claim",
      "authors": [
        {
          "name": "Miguel Egler",
          "authorId": "46192543"
        }
      ],
      "year": 2019,
      "abstract": "Empirical findings about intuitions putatively cast doubt on the traditional methodology of philosophy. Herman Cappelen and Max Deutsch have argued that these methodological concerns are unmotivated as experimental findings about intuitions are irrelevant for assessments of the methodology of philosophy—I dub this the ‘Irrelevance Claim’. In this paper, I first explain that for Cappelen and Deutsch to vindicate the Irrelevance Claim from a forceful objection, their arguments have to establish that intuitions play no epistemically significant role whatsoever in philosophy—call this the ‘Orthogonality Claim’. I then argue that even under a charitable reading of their views Cappelen and Deutsch fail to establish the Orthogonality Claim. Lastly, I discuss empirical evidence that the Orthogonality Claim is false. The arguments in this paper will demonstrate that Cappelen and Deutsch cannot motivate the Irrelevance Claim and that their replies to recent experimental attacks on traditional methodology of philosophy do not succeed.",
      "citationCount": 4,
      "doi": "10.1007/s11098-019-01373-2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/359d442a800223ca526b3b62e372d8ac57f90ad4",
      "venue": "Philosophical Studies",
      "journal": {
        "name": "Philosophical Studies",
        "pages": "3351 - 3371",
        "volume": "177"
      },
      "publicationTypes": null
    },
    {
      "paperId": "85c39a27239d105685a172b8e24a85cbfa64dc0b",
      "title": "Quine on the Nature of Naturalism",
      "authors": [
        {
          "name": "Sander Verhaegh",
          "authorId": "13132027"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1111/SJP.12213",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/85c39a27239d105685a172b8e24a85cbfa64dc0b",
      "venue": "",
      "journal": {
        "name": "Southern Journal of Philosophy",
        "pages": "96-115",
        "volume": "55"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3d8692952dda1a3ecde396a3f1cc443edf0eb93f",
      "title": "Love and Transience in Proust",
      "authors": [
        {
          "name": "R. Kubala",
          "authorId": "103634048"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.1017/S0031819116000267",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3d8692952dda1a3ecde396a3f1cc443edf0eb93f",
      "venue": "Philosophy",
      "journal": {
        "name": "Philosophy",
        "pages": "541 - 557",
        "volume": "91"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c41dd8904975a2f4bce0a344017f4e0b209ba98d",
      "title": "Spinoza and Moral Anti-Realism",
      "authors": [
        {
          "name": "Youpa Andrew",
          "authorId": "1572203600"
        }
      ],
      "year": 2020,
      "abstract": "It is undeniable that the Ethics contains seemingly incompatible claims about the nature of goodness and badness. The text presents its share of challenges to anyone who sets out to construct a coherent interpretation of Spinoza’s moral philosophy. It is not a surprise that these difficulties have led scholars to interpretations that do not agree on every detail. This chapter focuses on what in the author’s judgment is a major difficulty for a charitable interpretation of Spinoza’s theory of goodness and badness and then he examines Michael LeBuffe’s way of meeting this challenge, a way that constitutes an alternative to the moral realist reading defended in chapter 3.",
      "citationCount": 0,
      "doi": "10.1093/oso/9780190086022.003.0005",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c41dd8904975a2f4bce0a344017f4e0b209ba98d",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "61-81",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "f05f731bb0da0c3b3c7d08ce5045b703b01cbcfe",
      "title": "The Ethics of Genetic Intervention in Human Embryos: Assessing Jürgen Habermas's Approach",
      "authors": [
        {
          "name": "Enno Fischer",
          "authorId": "121068639"
        }
      ],
      "year": 2016,
      "abstract": "Abstract In the near future we may be able to manipulate human embryos through genetic intervention. Jürgen Habermas has argued against the development of technologies which could make such intervention possible. His argument has received widespread criticism among bioethicists. These critics argue that Habermas's argument relies on implausible assumptions about human nature. Moreover, they challenge Habermas's claim that genetic intervention adds something new to intergenerational relationships pointing out that parents have already strong control over their children through education. In this paper a new approach to Habermas's theory is suggested which makes clear that he has a strong point against genetic intervention. A more charitable reading of Habermas with respect to his assumptions concerning human nature is presented. Moreover, Habermas's assumption concerning the power of genetic controlling is evaluated. By means of a close comparison of genetic and educational control it is shown that Habermas's argument relies on much weaker assumptions than generally understood.",
      "citationCount": 2,
      "doi": "10.1515/krt-2016-300108",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f05f731bb0da0c3b3c7d08ce5045b703b01cbcfe",
      "venue": "KRITERION – Journal of Philosophy",
      "journal": {
        "name": "KRITERION – Journal of Philosophy",
        "pages": "79 - 96",
        "volume": "30"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8a87fe2a176b046657550bcf29dd4592a2bacd25",
      "title": "On the Thinking Brains and Tinkering with the Scientific Models",
      "authors": [
        {
          "name": "M. D. Beni",
          "authorId": "7813666"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s10516-017-9334-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8a87fe2a176b046657550bcf29dd4592a2bacd25",
      "venue": "Axiomathes",
      "journal": {
        "name": "Axiomathes",
        "pages": "37 - 51",
        "volume": "28"
      },
      "publicationTypes": null
    },
    {
      "paperId": "192bf5d0b6c2538820208684eeb72e5a580b76d8",
      "title": "QUINE ON THE NATURE OF NATURALISM",
      "authors": [
        {
          "name": "A. Lugg",
          "authorId": "46174618"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/192bf5d0b6c2538820208684eeb72e5a580b76d8",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "d67c39eb71372256ccb0508ff50758905e77b567",
      "title": "The experience of reading philosophy",
      "authors": [
        {
          "name": "D. Whistler",
          "authorId": "52276460"
        }
      ],
      "year": 2022,
      "abstract": "Reading is not a peripheral philosophical pastime; it constitutes most of what we do when we do philosophy. And the experience of reading philosophy is much more than just a series of interpretative acts: the philosopher-reader is subject to, among other things, sensations, passions, emendations, and transformations. In this essay, I argue that a full account of philosophical reading should outline some of the sociological structures that determine how different communities of philosophers (within and outside the academy) construct such experiences, as well as describe in detail the ways in which philosophers encounter (or fail to encounter) truths while reading. It should, that is, describe ways in which philosophy acts upon readers and the various effects that result.",
      "citationCount": 0,
      "doi": "10.3389/fpsyg.2022.1019681",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d67c39eb71372256ccb0508ff50758905e77b567",
      "venue": "Frontiers in Psychology",
      "journal": {
        "name": "Frontiers in Psychology",
        "volume": "13"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "41a83e6db3dbd7a87b346ac85c4cb3da484f23cd",
      "title": "Empowering Young Minds: The Impact of Philosophy for Children (P4C) and Picture Storybooks on EFL Learners’ Anxiety and Reading Comprehension",
      "authors": [
        {
          "name": "Agus Sutono",
          "authorId": "2355307945"
        },
        {
          "name": "Mark Philip C. Padera",
          "authorId": "2384905282"
        }
      ],
      "year": 2025,
      "abstract": "This study examines how combining Philosophy for Children (P4C) and picture storybooks can reduce English learning anxiety and improve reading comprehension among Indonesian EFL students. Based on Vygotsky’s sociocultural theory and affective pedagogy, the approach addresses both emotional and cognitive aspects of learning. Using a quasi-experimental mixed-methods design, 121 fourth-semester English Department students were divided into experimental and control groups. The experimental group received lessons that used philosophical dialogue and visual storytelling to encourage critical thinking and emotional involvement. Results showed that this approach significantly lowered students' anxiety and improved their reading comprehension and motivation. Qualitative data also revealed that students felt safer and more engaged, which helped them connect personally with the texts. The study shows that student-centered, interdisciplinary teaching can support both language learning and emotional well-being. It offers useful insights for EFL teachers and curriculum developers aiming to create more meaningful and supportive learning environments.",
      "citationCount": 1,
      "doi": "10.26877/1gp5ft34",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/41a83e6db3dbd7a87b346ac85c4cb3da484f23cd",
      "venue": "Educalingua",
      "journal": {
        "name": "Educalingua"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0d11269244eab91b77feb95297788ff5f612ad7a",
      "title": "A Philosophy of Constancy in Change: Reading Gadamer in Light of Fundamental Themes in Chung-Ying Cheng",
      "authors": [
        {
          "name": "Andrew Fuyarchuk",
          "authorId": "118730182"
        }
      ],
      "year": 2025,
      "abstract": "\nThe Western tradition of metaphysics has been criticized by Chung-ying Cheng on the grounds that it does not have any fruitful bearing on practice. This judgement, however, depends on a concept of metaphysics that Gadamer overturns with a Pythagorean-Platonic ontology. When this side of his philosophy is developed in tandem with Cheng’s onto-generative hermeneutics, in particular its doctrine of harmonization, new possibilities for self-understanding in relation to the grounds of existence are charted: The event of Being emerges from the reciprocity of rhythm in a dialogue self-similar to the rhythms of nature grasped by Cheng in terms of yin and yang. This consolidates a cross-fertilization between Cheng and Gadamer on the trans-historical foundations of hermeneutics.",
      "citationCount": 0,
      "doi": "10.1163/15406253-12340139",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0d11269244eab91b77feb95297788ff5f612ad7a",
      "venue": "Journal of Chinese philosophy",
      "journal": {
        "name": "Journal of Chinese Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6d11f47b49d5efed5cd743c6f2058f9397940682",
      "title": "The effect of philosophy on critical reading: Evidence from initial teacher education in Colombia",
      "authors": [
        {
          "name": "Alejandro Farieta",
          "authorId": "2078632554"
        },
        {
          "name": "Marcos Delprato",
          "authorId": "30519610"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 10,
      "doi": "10.1016/j.ijedudev.2023.102974",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6d11f47b49d5efed5cd743c6f2058f9397940682",
      "venue": "International Journal of Educational Development",
      "journal": {
        "name": "International Journal of Educational Development"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c96072a056f58496995f840c2b5baa7ca292a536",
      "title": "Reading Feyerabend between Philosophy of Science, Hermeneutics – and God",
      "authors": [
        {
          "name": "Babette Babich",
          "authorId": "2262313584"
        }
      ],
      "year": 2024,
      "abstract": "This essay seeks to make the case for reading hermeneutic philosophy of science with Feyerabend. In addition, there is the question of science, as Nietzsche raises this question along with Feyerabend’s programmatic recommendations for traditional philosophy of science. Including a discussion of method in history as in theology and philology, including Nietzsche’s hermeneutics, this essay reviews Feyerabend’s exchanges with Lakatos along with the resistance of mainstream philosophy of science to hermeneutics as such. A discussion of Feyerabend’s ‘gods’ engages what he invokes as ontological abundance as well as his criticism of the limitations of Popper’s critique of Parmenides requiring both historical/historiographical context, an understanding of science in practice, via a contextualization of Schrodinger, and via Plato’s epistemology along with Duhem on experiment and Riegl on style, crucial for Feyerabend on the notion of ‘progress,’ key for Lakatos and others, in art and science.",
      "citationCount": 0,
      "doi": "10.5840/eps202461346",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c96072a056f58496995f840c2b5baa7ca292a536",
      "venue": "Epistemology &amp; Philosophy of Science",
      "journal": {
        "name": "Epistemology &amp; Philosophy of Science"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "e27c027702a10224de23882b66cceeb468d4d484",
      "title": "Mikkonen, Jukka, Philosophy, Literature and Understanding: On Reading and Cognition",
      "authors": [
        {
          "name": "Rym Lina Mohammed-Azizi",
          "authorId": "2268625541"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.25138/18.2.br2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e27c027702a10224de23882b66cceeb468d4d484",
      "venue": "Kritike: An Online Journal of Philosophy",
      "journal": {
        "name": "Kritike: An Online Journal of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e0d02e514d25d904954d411231610f427926ed0c",
      "title": "Descartes's fictions: Reading philosophy with poetics, EmmaGilby. Oxford: Oxford University Press, 2019, x + 226 pp., £55.00, ISBN: 978‐0‐19‐883189‐1",
      "authors": [
        {
          "name": "S. James",
          "authorId": "67345682"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1111/ejop.12531",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e0d02e514d25d904954d411231610f427926ed0c",
      "venue": "European Journal of Philosophy",
      "journal": {
        "name": "European Journal of Philosophy"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ec0dfade83892f51d229f3853e03a182b8a1e448",
      "title": "How different reading does look through philosophy?: Focus on Kant’s 『Critique of Judgement』",
      "authors": [
        {
          "name": "Sunju Kim",
          "authorId": "2318366580"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.17095/jrr.2024.72.11",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ec0dfade83892f51d229f3853e03a182b8a1e448",
      "venue": "Journal of reading research",
      "journal": {
        "name": "JOURNAL OF READING RESEARCH"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "27b143ca250a307b6121c50e6bee826a090973ae",
      "title": "Defending Tennyson: Dorothy L. Sayers and the Art of Charitable Reading",
      "authors": [
        {
          "name": "Christine A. Colón",
          "authorId": "107733380"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1177/0148333116645610",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/27b143ca250a307b6121c50e6bee826a090973ae",
      "venue": "",
      "journal": {
        "name": "Christianity and Literature",
        "pages": "274-292",
        "volume": "66"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ccdd03c8344eb2e75a281604db488017c6324b51",
      "title": "Reading Philosophy Critically: Agentive Classroom Enactment",
      "authors": [
        {
          "name": "Lynne Isham",
          "authorId": "121984887"
        },
        {
          "name": "C. Leung",
          "authorId": "143940762"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ccdd03c8344eb2e75a281604db488017c6324b51",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    }
  ],
  "count": 25,
  "errors": []
}
