{
  "status": "success",
  "source": "semantic_scholar",
  "query": "diversity philosophy demographics race",
  "results": [
    {
      "paperId": "f5448da5fbc89faa0fede9dcc4ebc08e4a968633",
      "title": "Do brown people have brown thoughts? Richard Rodriguez’s philosophy of race, culture, and identity",
      "authors": [
        {
          "name": "Michael Nieto Garcia",
          "authorId": "2221341943"
        }
      ],
      "year": 2023,
      "abstract": "Ever since the publication of Hunger of Memory in 1982, Richard Rodriguez has been read by scholars almost exclusively through the lens of identity politics. Twenty years later, in Brown, Rodriguez sought to reconcile some of the contradictions of identity, at least his own. Ultimately, Rodriguez concludes that the contradictions of identity cannot be reconciled. Our identities are always more complex and nuanced than the boxes we try to fit people in. In expressing his philosophy of identity, Rodriguez reflects on the concept of brownness and “brown thoughts,” invoking brown as a metaphor for cultural miscegenation, and thereby for diversity and genuine inclusion. Rodriguez’s philosophy of race, culture, and identity moves us beyond toxic forms of tribalism and cultural essentialism to an identity politics that unites rather than excluding and dividing.",
      "citationCount": 0,
      "doi": "10.1057/s41276-023-00413-7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f5448da5fbc89faa0fede9dcc4ebc08e4a968633",
      "venue": "Latino Studies",
      "journal": {
        "name": "Latino Studies",
        "pages": "5 - 28",
        "volume": "22"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6ebe8362801f90525a611fdc9024397f9a49514b",
      "title": "Race and AI: the Diversity Dilemma",
      "authors": [
        {
          "name": "S. Cave",
          "authorId": "51129868"
        },
        {
          "name": "Kanta Dihal",
          "authorId": "51136494"
        }
      ],
      "year": 2021,
      "abstract": "This commentary is a response to ‘More than Skin Deep’ by Shelley M. Park (Park, More than skin deep: A response to “The Whiteness of AI”, Philosophy & Technology, 2021), and a development of our own 2020 paper ‘The Whiteness of AI’. We aim to explain how representations of AI can be varied in one sense, whilst not being diverse. We argue that Whiteness’s claim to universal humanity permits a broad range of roles to White humans and White-presenting machines, whilst assigning a much narrower range of stereotypical roles to people of colour. Because the attributes of AI in the popular imagination, such as intelligence, power and passing as human, are associated by the White racial frame with Whiteness, AI is cast predominantly as White. Following Sparrow (Science, Technology, & Human Values 45:538–560, 2020), we suggest this presents a dilemma for those creating or representing AI. We discuss three possible solutions: avoiding anthropomorphisation, explicitly critiquing racial role-typing, and representing powerful AI as non-White.",
      "citationCount": 2,
      "doi": "10.1007/s13347-021-00486-z",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6ebe8362801f90525a611fdc9024397f9a49514b",
      "venue": "Philosophy & Technology",
      "journal": {
        "name": "Philosophy & Technology",
        "pages": "1775 - 1779",
        "volume": "34"
      },
      "publicationTypes": null
    },
    {
      "paperId": "eb0793b008821ca672fc36817cf6e3cc0d4df0ae",
      "title": "On the Perils of Race Neutrality and Anti‐Blackness: Philosophy as an Irreconcilable Obstacle to (Black) Thought",
      "authors": [
        {
          "name": "Tommy J. Curry",
          "authorId": "51173664"
        },
        {
          "name": "G. Curry",
          "authorId": "145349164"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 26,
      "doi": "10.1111/AJES.12244",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eb0793b008821ca672fc36817cf6e3cc0d4df0ae",
      "venue": "",
      "journal": {
        "name": "The American Journal of Economics and Sociology",
        "pages": "657-687",
        "volume": "77"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9776c65d6852fd26968f826249f6f51586067bf4",
      "title": "The Effect of Moral Philosophy on Individual Intentions toward Socially Responsible Tourism Firms",
      "authors": [
        {
          "name": "Fatih Koç",
          "authorId": "2062977904"
        },
        {
          "name": "Umit Alniacik",
          "authorId": "94828962"
        },
        {
          "name": "M. Akkiliç",
          "authorId": "145598630"
        },
        {
          "name": "İlbey Varol",
          "authorId": "2085976732"
        }
      ],
      "year": 2025,
      "abstract": "Today, firms’ responsibility towards so­ciety exceeds the boundaries of “pro­viding goods and services to meet the needs of the society” and “obtaining a reasonable profit for the shareholders”. Firms have further responsibilities to employees, customers, society and the natural environment. Carrying out these “social responsibilities” affects the firms’ image and reputation in the eyes of their various stakeholders. However, various audiences interpret the socially responsible actions of the firms in dif­ferent ways. One important factor that may cause this diversity is the moral philosophies of individuals, which is a concept used to determine different perspectives in ethical judgment. Per­sonal moral philosophy is a key concept in understanding individual behaviour in various contexts, including consump­tion and employment. According to Forsyth (1980), individuals’ variations in their approach to moral judgments can be examined in two main dimen­sions, namely idealism and relativism. This study examines the impact of the personal moral philosophies of young individuals on their intentions to pur­chase services from, apply for jobs with and make investments in tourism com­panies that exercise socially responsible behavior. With this aim, a field study was conducted on 622 college students studying tourism and hospitality management at a state university in Turkey. A self-administered questionnaire was used as the data collection tool. The questionnaire had an excerpt describ­ing the socially responsible activities of a tourism firm and questions to capture the respondents’ willingness to pur­chase services from, apply for jobs with and invest in the described firm. Further questions were asked to identify the de­mographic characteristics and personal moral philosophies of the respondents. Regression analyses revealed that respondents’ intentions to purchase ser­vices from the firm were positively af­fected by idealism, while they were negatively affected by relativism. Inten­tions to apply for a job with and invest in the company were positively affected by both dimensions of moral philoso­phy. Theoretical and managerial impli­cations of these findings are discussed.   Actualment, la responsabilitat de les empreses enfront de la societat va més enllà de “proporcionar béns i serveis per satisfer les necessitats“ i “aconseguir uns guanys suficients per als accionis­tes”. És un fet que les empreses tenen altres responsabilitats davant els em­pleats, els clients, el seu entorn pròxim i la societat en general. Complir amb elles degudament consolida la imatge i la reputació de les empreses interna­ment i externament. Amb tot, no hi ha una visió homogènia en la interpreta­ció sobre les accions de responsabilitat social. Un factor causant d’aquesta di­versitat d’opinions és la filosofia moral o ètica dels individus, un concepte que predetermina les diferents perspectives en el judici valoratiu. L’ètica personal és un concepte clau en la comprensió del comportament individual en diferents contexts, incloent-hi consum i ocupa­ció. D’acord amb autors com Forsyth, O’Booyle i McDaniel (1980), les variacions individuals en l’aproximació als judicis morals poden ser examinades en dues dimensions fonamentals: l’idealis­me i el relativisme. Aquest estudi desco­breix l’impacte de la filosofia moral en persones joves respecte a les seves in­tencions de contractar serveis, sol∙licitar feines i també realitzar inversions en companyies del sector turístic en el vessant del comportament de respon­sabilitat social. Amb aquest objectiu, es presenta un estudi de camp a partir de 622 estudiants de turisme i gestió en hostaleria realitzat en una univer­sitat estatal a Turquia. Un qüestionari en profunditat és l’eina per reunir les dades, afegint-hi un apartat on es des­criuen les activitats en l’àmbit de res­ponsabilitat social d’una companyia de turisme. També s’hi inclouen preguntes per tal d’identificar les característiques demogràfiques i la filosofia moral de tots els participants. L’estudi revela que les intencions de contractar serveis amb l’esmentada companyia estan lligades en positiu a l’idealisme i negativament al relativisme. Respecte a les intencions per sol∙licitar una feina o invertir en la firma es produeix una vinculació positiva en ambdues dimensions de la filosofia moral. A partir d’aquests re­sultats es planteja un debat sobre les seves repercussions en el terreny teòric i empresarial.",
      "citationCount": 0,
      "doi": "10.51698/tripodos.2015.37.35-49",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9776c65d6852fd26968f826249f6f51586067bf4",
      "venue": "Tripodos",
      "journal": {
        "name": "Tripodos"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0c5dbf9407885eab183a62599749799ef2c080da",
      "title": "Ethics and Race",
      "authors": [
        {
          "name": "Naomi Zack",
          "authorId": "2363211348"
        }
      ],
      "year": 2023,
      "abstract": "This dynamic new text for ethics and philosophy of race courses brings together subjects philosophers have generally kept separate—ethics and race. But every issue concerning raceis an ethical issue, and it’s time we studied them as such.\n Naomi Zack introduces students to historical and contemporary issues of race and racism and provides an ethical foundation for students to critically engage with these issues in the classroom and in their lives. The chapters discuss affirmative action and diversity, current protests from across the political spectrum, police killings, the relevance of race to the effects of disasters and climate change, white privilege as a cause for political impasse, racial identity (including mixed race identities), race and gender, and media representations of race.\n While treating issues of race as moral subjects with suggested moral foundations, Zack does not lead the student to specific conclusions. Rather, through thought, discussion, and writing questions, students learn to construct their own chains of reasonings based on explicit moral foundations.\n The book features:\nUp-to-date social and biological scientific findingsHot-button current issuesdiscussion questions and writing promptsfurther reading lists and video resourcesa comprehensive glossaryinternational examples to supplement US-based discussion",
      "citationCount": 0,
      "doi": "10.5040/9798881836207",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0c5dbf9407885eab183a62599749799ef2c080da",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "6f18e884fff5fdce6a52e36055bedeba8662d1f0",
      "title": "Multicultural Education in the Perspective of Islamic Education Philosophy",
      "authors": [
        {
          "name": "Ade Lestari",
          "authorId": "2277204774"
        },
        {
          "name": "Salminawati Salminawati",
          "authorId": "2090345910"
        },
        {
          "name": "Usiono Usiono",
          "authorId": "2098900541"
        }
      ],
      "year": 2023,
      "abstract": "This paper explains that multicultural education emphasizes the importance of respecting and understanding cultural diversity in education. In the context of Islamic education philosophy, multicultural education has a deep relevance and is in line with the basic principles of Islam that emphasize equality, justice, and equality among all humans regardless of race, ethnicity, or cultural background. Islam encourages its people to know and understand each other, in accordance with Allah's words in the Qur'an letter Al-Hujurat verse 13 which mentions the importance of knowing each other. Therefore, multicultural education in the Islamic perspective is not only a necessity in a plural society, but also part of the practice and demands of religion. The multicultural approach in Islamic education helps enrich students' understanding of diversity and teaches them to be tolerant and respectful of differences. Through this education, it is hoped that a harmonious, peaceful and respectful society can be realized in the midst of cultural and religious diversity \n Keywords: Multicultural Education, Islamic Education Philosophy, Education",
      "citationCount": 12,
      "doi": "10.51278/bse.v3i3.915",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6f18e884fff5fdce6a52e36055bedeba8662d1f0",
      "venue": "Bulletin of Science Education",
      "journal": {
        "name": "Bulletin of Science Education"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "db4255426b447655ba5257c72f7e08825321d86e",
      "title": "Bhinneka Tunggal Ika in the Frame of Huma Betang's Philosophy",
      "authors": [
        {
          "name": "Herman Herman",
          "authorId": "2238668063"
        },
        {
          "name": "Ady Ferdian Noor",
          "authorId": "2284714617"
        },
        {
          "name": "Rusmaniah Rusmaniah",
          "authorId": "113846896"
        },
        {
          "name": "Wening Mustikaningsih",
          "authorId": "2284714155"
        }
      ],
      "year": 2023,
      "abstract": "Background: Indonesia is rich in diversity, which is caused by the spread of the population across many islands, so it has many differences in religion, ethnicity, race, and culture. The large number of differences will be vulnerable to division and intimidation. Aim: This research aims to integrate the values of the Huma Betang philosophy which is also embodied in the Bhinneka Tunggal Ika frame. This research uses a qualitative descriptive and literature study approach where researchers collect data from various literature sources and journals. Results and Dıscussion: The results of the research show that the philosophy of Huma Betang has the same meaning as the five precepts that Huma Betang has meaning 1) Belief in the Almighty God or Religious Values (Hatala) Dayak people believe in the existence of God; 2) Just and Civilized Humanity, the Value of Justice and Belom Bahadat which has the meaning of life must be fair to all God's people and have good manners; 3) Indonesian Unity or called Handep Hapakat & Isen Mulang, namely the spirit of cooperation and the spirit of never giving up; 4) Democracy led by the wisdom of decisions in representative deliberations, Hapakat Basara & Hupungkal Lingu Nalatai Hapangajan Karendem Malempang means uniting in resolving a problem by consensus so that everything can reach a common agreement; 5) Social Justice for all Indonesian People, also called Belum penyang hinje simpei or living in harmony and peace for the sake of shared prosperity. Conclusion: Huma Betang's philosophy has values that are relevant to Bhinneka Tunggal Ika, which is contained in the motto and ideological foundation of the Indonesian state. In the Huma Betang philosophy, it has the same meaning as the five precepts contained in Pancasila.",
      "citationCount": 2,
      "doi": "10.33084/tunas.v9i1.6245",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/db4255426b447655ba5257c72f7e08825321d86e",
      "venue": "Tunas: Jurnal Pendidikan Guru Sekolah Dasar",
      "journal": {
        "name": "Tunas: Jurnal Pendidikan Guru Sekolah Dasar"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "46ede0caa20fcd06790451ef6215476a79f9e72a",
      "title": "Cultural Diversity and Management Learning: A Study on Tagorean Leadership in Philosophy and Action",
      "authors": [
        {
          "name": "S. Mukherjee",
          "authorId": "2153292508"
        },
        {
          "name": "Summauli Pyne",
          "authorId": "2070776966"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1007/S40926-016-0028-8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/46ede0caa20fcd06790451ef6215476a79f9e72a",
      "venue": "",
      "journal": {
        "name": "Philosophy of Management",
        "pages": "51-64",
        "volume": "15"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ab19c6898f6371fcf55b27b1d484330d5b03974e",
      "title": "Cultural Diversity and Management Learning: A Study on Tagorean Leadership in Philosophy and Action",
      "authors": [
        {
          "name": "S. Mukherjee",
          "authorId": "2153292508"
        },
        {
          "name": "Summauli Pyne",
          "authorId": "2070776966"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s40926-016-0028-8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ab19c6898f6371fcf55b27b1d484330d5b03974e",
      "venue": "Philosophy of Management",
      "journal": {
        "name": "Philosophy of Management",
        "pages": "51 - 64",
        "volume": "15"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f9d720221257222898e15a06fbff1cd86ce7ed2e",
      "title": "The Sustainable Development Goals of the Commodity Economy Deeply Influence the Diversity of Sexual Life",
      "authors": [
        {
          "name": "N. Quoc",
          "authorId": "122747377"
        },
        {
          "name": "N. Van Y",
          "authorId": "2312598502"
        }
      ],
      "year": 2024,
      "abstract": "Human sexuality is different from other species in nature in that it is creative, accessible, and responsible; however, it is this creativity that makes sexual life differentiated, and sexual orientations become rich and diverse. Discrimination against people is not only about occupation, income, sexuality, or gender becomes discrimination against people. To achieve the goal of sustainable development, there is no discrimination against people, so this content is approached from the methodology of human philosophy and social philosophy, at the same time combining qualitative methods to analyze, synthesize, compare, contrast, and reverse to clarify the transformation of sexual life in the commodity economy. The result of this content is to explain that human sexual life is creative; it depends on the object of satisfaction. Sex does not depend on space, time, or specific objects, but occupation, goods, and money also govern the market economy. The conclusion of the article affirms that life is human satisfaction. Sexual satisfaction is not only human instinct but also human creativity. Human satisfaction differs from satisfaction with things without humans, which is satisfaction with loneliness, isolation, and unhappiness. Humans become different types of goods serving the life of money, posing a challenge to the goal of sustainable development in the commodity economy. However, there must be practical solutions to survive and maintain the race, bringing humans back to a creative sexual life and responsible reproduction to achieve the goal of sustainable development in the commodity economy.",
      "citationCount": 2,
      "doi": "10.70135/seejph.vi.2120",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f9d720221257222898e15a06fbff1cd86ce7ed2e",
      "venue": "South Eastern European Journal of Public Health",
      "journal": {
        "name": "South Eastern European Journal of Public Health"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8390d578f2a9734b9d5ab684e0e3987f3ce9b49e",
      "title": "Philosophical Silences: Race, Gender, Disability, and Philosophical Practice",
      "authors": [
        {
          "name": "Robert A. Wilson",
          "authorId": "2267020278"
        }
      ],
      "year": 2023,
      "abstract": "\n Who is recognised as a philosopher and what counts as philosophy influence both the content of a philosophical education and academic philosophy’s continuing demographic skew. The ‘philosophical who’ and the ‘philosophical what’ themselves are a partial function of matters that have been passed over in collective silence, even if that now feels to some like a silence belonging to the distant past. This paper discusses some philosophical silences regarding race, gender, and disability in the context of reflection on philosophical education and on philosophical practice in the public sphere. It focuses on Charles Mills’ writings on race, Susan Babbitt’s on race and gender, and on more collaboratively-generated work on eugenics and disability.",
      "citationCount": 2,
      "doi": "10.1093/jopedu/qhad076",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8390d578f2a9734b9d5ab684e0e3987f3ce9b49e",
      "venue": "Journal of Philosophy of Education",
      "journal": {
        "name": "Journal of Philosophy of Education"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "46e76cd1a2a4806df78dfd7fd05416324bcf861d",
      "title": "Resisters, Diversity in Philosophy, and the Demographic Problem",
      "authors": [
        {
          "name": "J. K. Ian",
          "authorId": "117191668"
        }
      ],
      "year": 2017,
      "abstract": "The discipline of academic philosophy suffers from serious problems of diversity and inclusion whose acknowledgement and amelioration are often resisted by members of our profession. In this paper, I distinguish four main modes of resistance – naivete, conservatism, pride, and hostility – and describe how and why they manifest by using them as the basis for a typology of types of “resister”. This typology can hopefully be useful to those of us trying to counteract such resistance in ways sensitive to the different motives and strategies that these resisters tend to employ.",
      "citationCount": 4,
      "doi": "10.4000/ESTETICA.2071",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/46e76cd1a2a4806df78dfd7fd05416324bcf861d",
      "venue": "",
      "journal": {
        "name": "Rivista di Estetica",
        "pages": "118-133",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "5b35ed8fb32d98b28185546e5aa644b3711f9031",
      "title": "The Value of Diversity and Inclusiveness in Philosophy. An Overview",
      "authors": [
        {
          "name": "Vera Tripodi",
          "authorId": "102221633"
        }
      ],
      "year": 2017,
      "abstract": "In introducing the present issue, I clarify in which sense knowledge and philosophy can discriminate and marginalize some individuals. In the first part, I focus on the traditional exclusion of women from philosophy and explore some feminist projects of re-reading the philosophical canon. In my analysis, I pay particular attention to the gender gap in philosophy and the so-called “demographic problem” in academia. In the second part, I examine the best practices for remedying these forms of injustice and promoting diversity in philosophy.",
      "citationCount": 3,
      "doi": "10.4000/ESTETICA.2058",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5b35ed8fb32d98b28185546e5aa644b3711f9031",
      "venue": "",
      "journal": {
        "name": "Rivista di Estetica",
        "pages": "3-17",
        "volume": "64"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "3ae112e00b57923e67ea1e4483874b7267756c7f",
      "title": "Review of Michael A. Peters, Petar Jandrić, & Sarah Hayes (Eds.). (2022). Bioinformational Philosophy and Postdigital Knowledge Ecologies",
      "authors": [
        {
          "name": "G. Misiaszek",
          "authorId": "6220311"
        }
      ],
      "year": 2022,
      "abstract": "In Bioinformational Philosophy and Postdigital Knowledge Ecologies, Peters et al. (2022) bring together a wide range of scholars’ work on the inseparability of digital technologies with biological processes to unpack the influence of these interactions upon our knowledges. Reviewing an edited book is always a difficult task by attempting to weave one’s own expertise while also sharing the book’s contents. Depending on the book, one of these is more challenging than the other. The latter is unquestionably a more perplexing task for this volume due to its vast diversity of topics and authors’ expertise and positionalities. If books could be weighed in terms of their depth and density in providing arguments, theorizing, philosophizing, and providing a diverse range of examples and disciplinary foci, this book would be exceptionally heavy. This massive weight is required as the book attempts to answer an important ‘eternal question of [the] human race – the interplay between biology, information, and society’ (Peters et al. 2022: v), as no amount of pages could completely answer this question. The editors frame bioinformational as the ‘blurred and messy relationships between physics and biology, old and new media, humanism and posthumanism, knowledge capitalism and bio-informational capitalism’ (Jandrić et al. 2018: 896). The sheer messiness of the intersectionalities between these relationships is withouta-doubt complex and is innately challenging to fully comprehend. However, the book’s structure and the editors’ introductions (book and parts) help guide readers through the topics. Threaded throughout the book is the notion that mystifying post/ biodigital effects upon knowledges is systematically utilized to intensify hegemony",
      "citationCount": 12,
      "doi": "10.1007/s42438-022-00329-w",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3ae112e00b57923e67ea1e4483874b7267756c7f",
      "venue": "Postdigital Science and Education",
      "journal": {
        "name": "Postdigital Science and Education",
        "pages": "1061 - 1068",
        "volume": "4"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "0a5865c7d82864a6ebdd2049716bdf2493a414b6",
      "title": "Examination of the ethical positions of philosophy group teachers and their perception of metaphors related to the concept of ethics",
      "authors": [
        {
          "name": "Duygu Göktaş",
          "authorId": "2321238383"
        },
        {
          "name": "Birsel Aybek",
          "authorId": "79013703"
        }
      ],
      "year": 2025,
      "abstract": "The Ethical Concept has been a topic that has not lost its relevance throughout history. That is why it is an indispensable subject of research. The teachers of the philosophy group have a conceptual substructure regarding the concept of ethics. This substructure forms the ideology and perceptions of the philosophical group of teachers regarding the concept of ethics. Many studies have been conducted on ethics, including those of teachers, directors, and students. In literature, however, there is no study of a philosophical group to ensure that the concept of ethics is the subject of teaching. Based on the reasons stated, this study aims to examine the metaphorical perceptions of ethical status levels and the concept of ethics by the teachers of the philosophy group. The study was carried out using the parallel method of synchronization, with 107 philosophical group teachers working in the central districts of Adana, Çukurova, Sarıçam, Seyhan and Yüreğir in the educational year 2020-2021. Sample selection based on maximum diversity was made to determine participants. The study used the personal information form as a tool for data collection, the Ethics Position Questionnaire developed by Forsyth (1980), and the metaphor for the ethical concept developed by researchers. Quantitative data were analyzed using the SPSS 22 program. Qualitative data is dealt with together with metaphors and reasoning by means of content analysis. In the subsequent process, the qualitative and quantitative data sources were analyzed first separately and then jointly, and the analysis found that the demographic structure had no impact on ethical position levels, and that the sub-dimension of idealism was high on the ethical state levels of the participants compared to the relativistic sub-dimension. Participants produced a total of 68 different metaphors. The most widely used metaphor by the teachers of the philosophy group has been identified as the concept of \"human\". In addition, they consider the concept of ethics to be the most guiding and vital element.",
      "citationCount": 0,
      "doi": "10.34056/aujef.1507619",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0a5865c7d82864a6ebdd2049716bdf2493a414b6",
      "venue": "Anadolu University Faculty of Education Journal",
      "journal": {
        "name": "Anadolu University Faculty of Education Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c8ffafe7f003c1d2d5ba3c01cc22fddcbd42b4c0",
      "title": "Social context of philosophy the case Andalusian philosophy upon Ibn Khaldun’s historical report",
      "authors": [
        {
          "name": "Mohammadreza Shahidipak",
          "authorId": "116787296"
        }
      ],
      "year": 2023,
      "abstract": "Hypothesis is that global philosophy was formed in Andalusia in late middle Ages due to specific social changes in Andalusia. Change in science and especially philosophy is based on social context. Social context is caused by a kind of population diversity which is a ready field for a certain type of philosophical thinking and generally causes general flow of philosophy. Formation of three-religious society was a new social context that required the development of philosophy. Philosophy, as a tool for the dialogue of nations, initially played a role in place where Muslim, Christian, Jewish nations settled next to each other, and at the same time, a constructive interaction between philosophers of three religions was formed. And Averroes (1198),his student Jewish Ibn Maimon(1204), and the Christian Aquinas (1274)are symbols of dialogue between religious .Development of interaction is such that theologians of three religions appeared and even bookes beyond thoughts of three religions was compiled.and Averroes spirit philosophy of medieval ,by announcing independence of reason from religion, provided capital for discussion and also Aquinas tried to show this unity of religions and intellect by writing book \"Summa Theologica\". This article shows constructive interaction of philosophy and change in a historical event in late middle Ages, which is always possible to useful. Research is based on a report by Ibn Khaldun who said: Philosophy is dead in West of Islamic territories by Arab demographic composition and has awakened in Europe and in Iran is alive because of efforts of Nasir al-Din al-Tus(1274).",
      "citationCount": 0,
      "doi": "10.15406/sij.2023.07.00326",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c8ffafe7f003c1d2d5ba3c01cc22fddcbd42b4c0",
      "venue": "Sociology International Journal",
      "journal": {
        "name": "Sociology International Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "79b12f47a3dc1a018b06247ea2511cfc7caaecc5",
      "title": "Kant, race, and natural history",
      "authors": [
        {
          "name": "Stella Sandford",
          "authorId": "5231202"
        }
      ],
      "year": 2018,
      "abstract": "This article presents a new argument concerning the relation between Kant’s theory of race and aspects of the critical philosophy. It argues that Kant’s treatment of the problem of the systematic unity of nature and knowledge in the Critique of Pure Reason and the Critique of the Power of Judgment can be traced back a methodological problem in the natural history of the period – that of the possibility of a natural system of nature. Kant’s transformation of the methodological problem from natural history into a set of philosophical (and specifically epistemological) problems proceeds by way of the working out of his own problem in natural history – the problem of the natural history of the human races – and specifically the problem of the unity in diversity of the human species, in response to which he develops a theory of race. This theory of race is, further, the first developed model of the use of teleological judgment in Kant’s work. The article thus argues that Kant’s philosophical position on the systematic unity of nature and of knowledge in the first and third Critiques, and his account and defense of teleological judgment, are developed out of problems first articulated in his solution to the problem of the unity in diversity of the human species – that is, in his theory of race. The article does not seek to establish that these aspects of the critical philosophy are therefore racialised. But it does demonstrate, against those who deny its salience to his philosophy, how the problem of the unity in diversity of the human species and Kant’s theory of race is significant for the development of aspects of the critical philosophy and thus contributes to their philosophical problematics.",
      "citationCount": 33,
      "doi": "10.1177/0191453718768358",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/79b12f47a3dc1a018b06247ea2511cfc7caaecc5",
      "venue": "",
      "journal": {
        "name": "Philosophy & Social Criticism",
        "pages": "950 - 977",
        "volume": "44"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "46fb1af8ba8122ffae446a8ec62cd6a170669915",
      "title": "Justice, injustice, and artificial intelligence: Lessons from political theory and philosophy",
      "authors": [
        {
          "name": "Lucia M. Rafanelli",
          "authorId": "119123355"
        }
      ],
      "year": 2022,
      "abstract": "Some recent uses of artificial intelligence for (for example) facial recognition, evaluating resumes, and sorting photographs by subject matter have revealed troubling disparities in performance or impact based on the demographic traits (like race and gender) of subject populations. These disparities raise pressing questions about how using artificial intelligence can work to promote justice or entrench injustice. Political theorists and philosophers have developed nuanced vocabularies and theoretical frameworks for understanding and adjudicating disputes about what justice requires and what constitutes injustice. The interdisciplinary community committed to understanding and conscientiously using big data could benefit from this work. Thus, in the spirit of encouraging cross-disciplinary dialogue and collaboration, this piece examines contemporary scholarship in political theory and philosophy to illustrate some of the vocabularies and frameworks political theorists and philosophers have developed for thinking about justice and injustice. It then draws on these frameworks to illuminate how the use of artificial intelligence can implicate questions of justice, with a focus on institutional discrimination, structural injustice, and epistemic injustice. Ultimately, the piece argues that the use of artificial intelligence—far from representing a decision to take power out of human hands—represents a novel way of harnessing human power, making questions of justice central to its conscientious undertaking.",
      "citationCount": 22,
      "doi": "10.1177/20539517221080676",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/46fb1af8ba8122ffae446a8ec62cd6a170669915",
      "venue": "Big Data & Society",
      "journal": {
        "name": "Big Data & Society",
        "volume": "9"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "eac502b06b0c5cbbaae1b228d7a3ddd72b9173a4",
      "title": "What are White People to Do? Listening, Challenging Ignorance, Generous Encounters and the ‘Not Yet’ as Diversity Research Praxis",
      "authors": [
        {
          "name": "Elaine Swan",
          "authorId": "48050124"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 67,
      "doi": "10.1111/GWAO.12165",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eac502b06b0c5cbbaae1b228d7a3ddd72b9173a4",
      "venue": "",
      "journal": {
        "name": "Gender, Work and Organization",
        "pages": "547-563",
        "volume": "24"
      },
      "publicationTypes": null
    },
    {
      "paperId": "33888fc02e32bcd09da318d30b42b700b09673d3",
      "title": "Virtual diversity: Resolving the tension between the wider culture and the institution of science",
      "authors": [
        {
          "name": "Harry Collins",
          "authorId": "2175307563"
        },
        {
          "name": "Robert Evans",
          "authorId": "2266516787"
        },
        {
          "name": "Luis Reyes-Galindo",
          "authorId": "2248439295"
        }
      ],
      "year": 2024,
      "abstract": "There are widespread calls for increased demographic diversity in science, often linked to the epistemic claim that including more perspectives will improve the quality of the knowledge produced. By distinguishing between demographic and epistemic diversity, we show that this is only true some of the time. There are cases where increasing demographic diversity will not bring about the necessary epistemic diversity and cases where failing to exclude some voices reduces the quality of the scientific debate. We seek to resolve these tensions with an analysis that turns on the way the experience-based expertise of non-scientists can be absorbed into mainstream science. Mostly it has to be done via what we call ‘virtual diversity’, in which scientists take responsibility for acquiring interactional expertise in the non-scientific expertise-based domains which they consider provide knowledge valuable to the science. We argue that virtual diversity represents the only feasible option in most scenarios, with cases where demographic diversity or full cultural mergers provide the solution being the exception rather than the rule. This analysis is an exercise in the sociology of knowledge, which is considered as being continuous with philosophy. The paper is prescriptive as well as descriptive, and the moral, cultural, political, and educational implications of the argument are drawn out. A main conclusion is that the acquisition of virtual diversity should be a new norm for science, allowing the voices of experienced non-scientist citizens to be heard but without eroding the institution of science, which continues to be a vital foundation of truth in democracy.",
      "citationCount": 11,
      "doi": "10.1177/03063127241263609",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/33888fc02e32bcd09da318d30b42b700b09673d3",
      "venue": "Social Studies of Science",
      "journal": {
        "name": "Social Studies of Science",
        "pages": "262 - 287",
        "volume": "55"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
