{
  "status": "success",
  "source": "semantic_scholar",
  "query": "testimonial injustice Fricker",
  "results": [
    {
      "paperId": "e058c2db90b7323fa6216caf9eefb4ea866930f2",
      "title": "Decolonisation of Epistemic Injustice in Africa: Appraisal of Fricker's Testimonial and Hermeneutical Epistemic Injustices",
      "authors": [
        {
          "name": "Francis Ating",
          "authorId": "2375837765"
        },
        {
          "name": "I. Umotong",
          "authorId": "147008438"
        },
        {
          "name": "I. Ignatius",
          "authorId": "2368877074"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.2139/ssrn.5821322",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e058c2db90b7323fa6216caf9eefb4ea866930f2",
      "venue": "Social Science Research Network",
      "journal": {
        "name": "SSRN Electronic Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "38e695122ff3879164c6cb98773ca02fa9199a8b",
      "title": "Testimonial Injustice",
      "authors": [
        {
          "name": "M. Fricker",
          "authorId": "32921846"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 23,
      "doi": "10.1002/9781119420828.ch10",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/38e695122ff3879164c6cb98773ca02fa9199a8b",
      "venue": "Contemporary Epistemology",
      "journal": {
        "name": "Contemporary Epistemology"
      },
      "publicationTypes": null
    },
    {
      "paperId": "dd5ef9b0f5f80b5095c46222b86c3a129141b00f",
      "title": "Testimonial Withdrawal and The Ontology of Testimonial Injustice",
      "authors": [
        {
          "name": "Emily C. McWilliams",
          "authorId": "2293866254"
        }
      ],
      "year": 2024,
      "abstract": "Concepts like testimonial injustice (Fricker, 2007) and testimonial violence (Dotson, 2011) articulate that marginalized epistemic agents are unjustly undermined as testifiers when dominant agents cannot or will not hear, understand, or believe their testimony. This paper turns attention away from these constraints on uptake, and towards pragmatic, social, and political constraints on how dominant audiences receive and react to testimony. I argue that these constraints can also be sources of testimonial injustice and epistemic violence. Specifically, I explore a kind of injustice that I call testimonial withdrawal, which occurs when a would-be speaker chooses to remain silent because they know or reasonably expect that there is pragmatic risk associated with speaking, given their unjust marginalization. I argue that this unjustly undermines epistemic agency, and that expanding Fricker and Dotson’s umbrella concepts to accommodate this idea results in a better understanding of the moral and epistemic contours of both testimonial withdrawal and these broader categories.",
      "citationCount": 0,
      "doi": "10.5840/swphilreview202440114",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dd5ef9b0f5f80b5095c46222b86c3a129141b00f",
      "venue": "Southwest Philosophy Review",
      "journal": {
        "name": "Southwest Philosophy Review"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "42ccd96d7510e3f1a0d451f3c4698d32f316f397",
      "title": "Making life more interesting: Trust, trustworthiness, and testimonial injustice",
      "authors": [
        {
          "name": "Aidan McGlynn",
          "authorId": "102873623"
        }
      ],
      "year": 2023,
      "abstract": "ABSTRACT A theme running through Katherine Hawley’s recent works on trust and trustworthiness is that thinking about the relations between these and Miranda Fricker’s notion of testimonial injustice offers a perspective from which we can see several limitations of Fricker’s own account of testimonial injustice. This paper clarifies the aspects of Fricker’s account that Hawley’s criticisms target, focusing on her objections to Fricker’s proposal that its primary harm involves a kind of epistemic objectification and her characterization of testimonial injustice in terms of prejudicial credibility deficits. I also offer an assessment of the potency of Hawley’s objections, concluding that they do point to genuine limitations of Fricker’s account, but that we can appreciate Hawley’s points without adopting her trust-centric approach to testimonial injustice, or her specific commitment-based accounts of trust and trustworthiness. However, in the last section I examine the positive picture of testimonial injustice that emerges from Hawley’s discussion of unequally distributed obstacles to both being trustworthy and maintaining a reputation for trustworthy testimony in her recent book How To Be Trustworthy, considering how this picture contrasts with Fricker’s account and where it might have important affinities with other accounts in the literature.",
      "citationCount": 5,
      "doi": "10.1080/09515089.2022.2133695",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/42ccd96d7510e3f1a0d451f3c4698d32f316f397",
      "venue": "Philosophical Psychology",
      "journal": {
        "name": "Philosophical Psychology",
        "pages": "126 - 147",
        "volume": "37"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f85ddc9ee4dcbe945fb39eb71a28c3125de931d0",
      "title": "Hidden Depths: Testimonial Injustice, Deep Disagreement, and Democratic Deliberation",
      "authors": [
        {
          "name": "Aidan McGlynn",
          "authorId": "102873623"
        }
      ],
      "year": 2023,
      "abstract": "ABSTRACT Deep disagreements are those involving a disagreement about (relatively) fundamental epistemic principles. This paper considers the bearing of testimonial injustice, in Miranda Fricker’s sense, on the depth of disagreements, and what this can teach us about the nature and significance of deep disagreements. I start by re-evaluating T. J. Lagewaard’s recent argument that disagreements about the nature, scope, and impact of oppression will often be deepened by testimonial injustice, since the people best placed to offer relevant testimony will be subject to testimonial injustice, pushing the disagreement into one about the bearing of certain epistemic sources on the original debate. I take issue with this last step, but I build on the argument to bring attention to unappreciated and worrying ways in which prejudices can make a disagreement deep in ways that can be hidden from one or more of the participants and from observers. Finally, I revisit some of the ways that deep disagreement has been thought to be problematic for the proper functioning of a democracy, and I examine whether the kinds of hidden deep disagreements I argue for in the paper make these problems any worse, concluding that they likely do.",
      "citationCount": 1,
      "doi": "10.1080/09672559.2023.2263710",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f85ddc9ee4dcbe945fb39eb71a28c3125de931d0",
      "venue": "International Journal of Philosophical Studies",
      "journal": {
        "name": "International Journal of Philosophical Studies",
        "pages": "361 - 381",
        "volume": "31"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f497f4c532ebe438dd30e0cdbcc8b558152098ae",
      "title": "Prejudice, Harming Knowers, and Testimonial Injustice",
      "authors": [
        {
          "name": "Timothy Perrine",
          "authorId": "32030501"
        }
      ],
      "year": 2023,
      "abstract": "Fricker‘s Epistemic Injustice discusses the idea of testimonial injustice, specifically, being harmed in one‘s capacity as a knower. Fricker‘s own theory of testimonial injustice emphasizes the role of prejudice. She argues that prejudice is necessary for testimonial injustice and that when hearers use a prejudice to give a deficit to the credibility of speakers hearers intrinsically harm speakers in their capacity as a knower. This paper rethinks the connections between prejudice and testimonial injustice. I argue that many cases of prejudicial credibility deficits do not intrinsically harm speakers. Further, I suggest that prejudice is not necessary for harming speakers. I provide my own proposal on which testimonial injustice occurs when speaker‘s capacity as a giver of knowledge is interfered with in important ways. My proposal does not give prejudice any essential role.",
      "citationCount": 1,
      "doi": "10.5840/logos-episteme20231413",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f497f4c532ebe438dd30e0cdbcc8b558152098ae",
      "venue": "Logos &amp; Episteme",
      "journal": {
        "name": "Logos &amp; Episteme"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f7e21d707f096cd46e3fe33464a3ca2db741c075",
      "title": "Epistemic Injustice: Power and the Ethics of Knowing",
      "authors": [
        {
          "name": "Miranda Fricker",
          "authorId": "2251543134"
        }
      ],
      "year": 2007,
      "abstract": null,
      "citationCount": 3301,
      "doi": "10.1093/acprof:oso/9780198237907.001.0001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f7e21d707f096cd46e3fe33464a3ca2db741c075",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "e2aa2be03c221d73c0730b2689b0443306f935dc",
      "title": "Engaging Epistemically with the Other: Toward a More Dialogical and Plural Understanding of the Remedy for Testimonial Injustice",
      "authors": [
        {
          "name": "Carla Carmona",
          "authorId": "2057322804"
        }
      ],
      "year": 2022,
      "abstract": "Abstract The concept of testimonial injustice (TI) has been expanded considerably since Fricker's groundbreaking original formulation. Testimonial void (TV), as well as other kinds of TI identified in the last decade, encourage the idea that the virtue of testimonial justice (TJ) is not the appropriate remedy to battle against injustice in our testimonial exchanges. This paper contributes to the existing literature on the limitations of TJ as the remedy for TI by drawing attention to its shortcomings in the context of other kinds of TI. By contrast, I propose further engaging epistemically with the other (EE) as a corrective to injustice in our testimonial exchanges. I understand EE as a practice in which information regarding epistemic injustice, strategies to fight it and skills training play the leading roles. If the problem lies in lack of appropriate epistemic interaction between knowers, we need to train ourselves to do what we fail to do. Given that we are in the domain of testimony, EE essentially amounts to engaging further with the other in conversation. In the process, EE sheds light on the need for second-order change to fight TI, as enacting EE would require the transformation of our concepts of testimony and credibility.",
      "citationCount": 2,
      "doi": "10.1017/epi.2022.48",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e2aa2be03c221d73c0730b2689b0443306f935dc",
      "venue": "Episteme",
      "journal": {
        "name": "Episteme",
        "pages": "871 - 900",
        "volume": "21"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5c3a5ddf6991419a61ebcadf8c816465613153b4",
      "title": "Silencing by Not Telling: Testimonial Void as a New Kind of Testimonial Injustice",
      "authors": [
        {
          "name": "Carla Carmona",
          "authorId": "2057322804"
        }
      ],
      "year": 2021,
      "abstract": "ABSTRACT In this paper, I characterize a new kind of testimonial injustice (TI), a phenomenon I call ‘testimonial void’ (TV), which involves a substantial extension of the limits of the original concept put forward by Miranda Fricker. TV occurs when a speaker withholds epistemic materials on the basis of an epistemically and ethically faulty assumption that a hearer-to-be lacks the capacity to do anything epistemically relevant with them. As in testimonial smothering (TS), testimony is not proffered owing to an anticipated failure of uptake. However, unlike in cases of TS, the anticipated failure of uptake in TV is due to prejudice on the speaker’s part. By comparing TV with other forms of TI, I show that TV shares TI’s conceptual structure and harms. I argue that TV: a) shows the speaker to be a potential wrongdoer, b) reveals that TI cannot be equated with biased credibility assessments, c) entails both an indirect yet extreme form of silencing and d) the failure to extend a kind of epistemic trust implied by the enjoyment of epistemic relational equality. In addition, I explore intricate cases in which TV interacts with TS, identifying smothered instances of TV, as well as non-culpable cases of TV.",
      "citationCount": 12,
      "doi": "10.1080/02691728.2021.1887395",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5c3a5ddf6991419a61ebcadf8c816465613153b4",
      "venue": "Social Epistemology",
      "journal": {
        "name": "Social Epistemology",
        "pages": "577 - 592",
        "volume": "35"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8ef1b6007d9234f9a7bb66ebbab0315890a1bc2f",
      "title": "Is Testimonial Injustice Epistemic? Let Me Count the Ways",
      "authors": [
        {
          "name": "Manuel Almagro Holgado",
          "authorId": "147398669"
        },
        {
          "name": "Llanos Navarro Laespada",
          "authorId": "2134253549"
        },
        {
          "name": "Manuel de Pinedo García",
          "authorId": "1671846360"
        }
      ],
      "year": 2021,
      "abstract": "Abstract Miranda Fricker distinguishes two senses in which testimonial injustice is epistemic. In the primary sense, it is epistemic because it harms the victim as a giver of knowledge. In the secondary sense, it is epistemic, more narrowly, because it harms the victim as a possessor of knowledge. Her characterization of testimonial injustice has raised the following objection: testimonial injustice is not always an epistemic injustice, in the narrow, secondary sense, as it does not always entail that the victim is harmed as a knowledge-possessor. By adopting a perspective based on Robert Brandom's normative expressivism, we respond to this objection by arguing that there is a close connection, conceptual and constitutive rather than merely causal, between the primary and the secondary epistemic harms of testimonial injustice, such that testimonial injustice always involves both kinds of epistemic harm. We do so by exploring the logic and functioning of belief and knowledge ascriptions in order to highlight three ways in which the secondary epistemic harm caused by testimonial injustice crystallizes: it undermines the epistemic agency of the victim, the epistemic friction necessary for knowledge, and the possibility of occupying particular epistemic nodes.",
      "citationCount": 4,
      "doi": "10.1017/hyp.2021.56",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8ef1b6007d9234f9a7bb66ebbab0315890a1bc2f",
      "venue": "Hypatia",
      "journal": {
        "name": "Hypatia",
        "pages": "657 - 675",
        "volume": "36"
      },
      "publicationTypes": null
    },
    {
      "paperId": "98bce924277ee6237625be271811b91396ebc90c",
      "title": "Just How Testimonial, Epistemic, Or Correctable Is Testimonial Injustice?",
      "authors": [
        {
          "name": "R. Auerback",
          "authorId": "117347957"
        }
      ],
      "year": 2021,
      "abstract": "In her book Epistemic Injustice: Power & the Ethics of Knowing, Miranda Frickerargues that there is a distinctly epistemic kind of injustice, which she calls testimonial injustice, resulting from identity-prejudicial credibility deficit – identity prejudic causing a hearer to give a deflated level of credibility to a speaker’s word. Sheargues that testimonial injustice is correctable through hearers developing a capacity for self-correcting for it within a virtue-epistemological framework. In this essay, I examine Fricker’s argument, and conclude that Fricker’s exposition of identityprejudicial credibility deficit is sound, but that she has not demonstrated either that testimonial injustice is a distinctly testimonial phenomenon or that identityprejudicial credibility deficit is a distinctly epistemic phenomenon, or how a virtueepistemic framework might be successfully employed as a corrective methodology. I further suggest that her conception of testimony as distinctly evidential is too narrow to be applied to everyday instances of identity-prejudicial credibility deficit, and should be reconfigured within a broader framework.",
      "citationCount": 2,
      "doi": "10.1080/09672559.2021.1997394",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/98bce924277ee6237625be271811b91396ebc90c",
      "venue": "International Journal of Philosophical Studies",
      "journal": {
        "name": "International Journal of Philosophical Studies"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9dd9fdae385810a5bf3ee68115216dbffb2ebcc1",
      "title": "Can the Demands of Justice Always Be Reconciled with the Demands of Epistemology? Testimonial Injustice and the Prospects of a Normative Clash",
      "authors": [
        {
          "name": "Sanford C. Goldberg",
          "authorId": "2132810084"
        }
      ],
      "year": 2021,
      "abstract": "ABSTRACT In this paper I argue that there are possible cases in which the demands of justice and the norms of epistemology cannot be simultaneously satisfied. I will bring out these normative clashes in terms of the now-familiar phenomenon of testimonial injustice (Fricker 2007). While the resulting argument is very much in the spirit of two other sorts of argument that have received sustained attention recently – arguments alleging epistemic partiality in friendship, and arguments that motivate the hypothesis of moral encroachment on the epistemic – I suggest how the argument from epistemic injustice differs from, and is stronger than, both of those arguments. The implications of the present argument are several: we must (i) reconceive the role of identity-prejudice in testimonial injustice, (ii) modify the way we think about how justice and epistemology bear on testimonial transactions, and (iii) understand the mutuality of speech exchanges in ways that do not privilege any particular participant’s epistemic perspective.",
      "citationCount": 0,
      "doi": "10.1080/09672559.2021.1997391",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9dd9fdae385810a5bf3ee68115216dbffb2ebcc1",
      "venue": "International Journal of Philosophical Studies",
      "journal": {
        "name": "International Journal of Philosophical Studies",
        "pages": "537 - 558",
        "volume": "29"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3de2b11afa9a62319ca8f02b1ab99518bc87c14f",
      "title": "multitudes : Epistemic pragmatism , testimonial injustice and positive intersectionalism",
      "authors": [
        {
          "name": "Llanos Navarro",
          "authorId": "2135124034"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3de2b11afa9a62319ca8f02b1ab99518bc87c14f",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "a42625dad14b0658dfb168fa76d70489c037178e",
      "title": "Objects or Others? Epistemic Agency and the Primary Harm of Testimonial Injustice",
      "authors": [
        {
          "name": "Aidan McGlynn",
          "authorId": "102873623"
        }
      ],
      "year": 2020,
      "abstract": "This paper re-examines the debate between those who, with Miranda Fricker, diagnose the primary, non-contingent harm of testimonial injustice as a kind of epistemic objectification and those who contend it is better thought of as a kind of epistemic othering. Defenders of the othering account of the primary harm have often argued for it by presenting cases of testimonial injustice in which the testifier’s epistemic agency is affirmed rather than denied, even while their credibility is unjustly impugned. In previous work, I have instead argued that such cases suggest that we need to enrich our conception of epistemic objectification in ways encouraged by Martha Nussbaum’s cluster analysis of objectification. Here I continue to make the case for this approach, and I consider the othering account in more detail. I focus in particular on Gaile Pohlhaus Jr.’s arguments for a version of the othering account in terms of the notion of derivatization , which turns on the idea that only such an account can enable us to properly understand the harms of testimonial injustice, in particular the ways in which it interferes with a subject’s epistemic agency and autonomy, and I’ll argue that such arguments should not sway us. Finally, I’ll further support my contention that it is illuminating and helpful to think of the primary harm of testimonial injustice in terms of epistemic objectification, though I will concede that the notion of epistemic othering may offer further helpful resources for understanding how subjects can be harmed by testimonial injustice.",
      "citationCount": 22,
      "doi": "10.1007/s10677-020-10078-z",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a42625dad14b0658dfb168fa76d70489c037178e",
      "venue": "Ethical Theory and Moral Practice",
      "journal": {
        "name": "Ethical Theory and Moral Practice",
        "pages": "1-15",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "8c2502a1ae70795770e759cca1914ed4ce1a2f5c",
      "title": "Epistemic Objectification as the Primary Harm of Testimonial Injustice",
      "authors": [
        {
          "name": "Aidan McGlynn",
          "authorId": "102873623"
        }
      ],
      "year": 2019,
      "abstract": "Abstract This paper criticises Miranda Fricker's account of the primary harm of testimonial injustice as a kind of epistemic objectification, where the latter is understood on the model provided by Martha Nussbaum's influential analysis of sexual objectification and where it is taken to involve the denial of someone's epistemic agency. I examine the existing objections to Fricker's account of the primary harm, criticising some while accepting the force of others, and I argue that one of Fricker's own central examples of testimonial injustice in fact offers the basis of a particularly telling objection. While Fricker's other critics have mostly concluded that we need to look at alternative theoretical resources to offer an account of the primary harm of testimonial injustice, I aim to show that this is premature; both Fricker and her critics have underestimated the resources provided by Nussbaum's analysis of objectification when offering an account of the primary harm, and something very much in the spirit of Fricker's account survives the objections.",
      "citationCount": 32,
      "doi": "10.1017/epi.2019.9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8c2502a1ae70795770e759cca1914ed4ce1a2f5c",
      "venue": "Episteme",
      "journal": {
        "name": "Episteme",
        "pages": "160 - 176",
        "volume": "18"
      },
      "publicationTypes": null
    },
    {
      "paperId": "cb3a15b1103e7960ef6fbc877ba1c18e66c1ef10",
      "title": "Responsibility for testimonial injustice",
      "authors": [
        {
          "name": "Adam Piovarchy",
          "authorId": "1580488034"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 12,
      "doi": "10.1007/s11098-020-01447-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cb3a15b1103e7960ef6fbc877ba1c18e66c1ef10",
      "venue": "",
      "journal": {
        "name": "Philosophical Studies",
        "pages": "597-615",
        "volume": "178"
      },
      "publicationTypes": null
    },
    {
      "paperId": "162b95f36a70bf29941ce9a96c857f84f8e7864b",
      "title": "Don’t Put Words in My Mouth: Self-appointed Speaking-for Is Testimonial Injustice Without Prejudice",
      "authors": [
        {
          "name": "Alex R. Steers-Mccrum",
          "authorId": "1485653498"
        }
      ],
      "year": 2019,
      "abstract": "ABSTRACT In this paper, I will characterize a phenomenon I call ‘self-appointed speaking-for’, and show how it constitutes a counter-example to Miranda Fricker’s definition of testimonial injustice (TI), expanding our understanding of the category. Self-appointed speaking-for occurs when one speaks on behalf of or in place of another individual or group without their authorization. It is the sort of phenomenon that occasions complaints like, ‘You put words in my mouth’; that happens when someone else answers a question directed at you; or when someone purports to represent the perspective of a group they are not affiliated with or entitled to represent. I argue that this is a central case of Fricker’s testimonial injustice, on the grounds that it inflicts the same harms as other kinds of TI — particularly demeaning someone in their capacity as a giver of knowledge — in a way that is both epistemically and ethically culpable. TI is wrong not only for the harms it generates but also because its cause — prejudice — is ethically wrong and bad epistemic practice. As I show, self-appointed speaking-for is wrong for the same reasons as prejudice is, no matter what motivates it.",
      "citationCount": 18,
      "doi": "10.1080/02691728.2019.1682710",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/162b95f36a70bf29941ce9a96c857f84f8e7864b",
      "venue": "Social Epistemology",
      "journal": {
        "name": "Social Epistemology",
        "pages": "241 - 252",
        "volume": "34"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9b15344e444070431df74336af3615d05e5b8703",
      "title": "Objects or Others? Epistemic Agency and the Primary Harm of Testimonial Injustice",
      "authors": [
        {
          "name": "Aidan McGlynn",
          "authorId": "102873623"
        }
      ],
      "year": 2020,
      "abstract": "This paper re-examines the debate between those who, with Miranda Fricker, diagnose the primary, non-contingent harm of testimonial injustice as a kind of epistemic objectification and those who contend it is better thought of as a kind of epistemic othering. Defenders of the othering account of the primary harm have often argued for it by presenting cases of testimonial injustice in which the testifier’s epistemic agency is affirmed rather than denied, even while their credibility is unjustly impugned. In previous work, I have instead argued that such cases suggest that we need to enrich our conception of epistemic objectification in ways encouraged by Martha Nussbaum’s cluster analysis of objectification. Here I continue to make the case for this approach, and I consider the othering account in more detail. I focus in particular on Gaile Pohlhaus Jr.’s arguments for a version of the othering account in terms of the notion of derivatization, which turns on the idea that only such an account can enable us to properly understand the harms of testimonial injustice, in particular the ways in which it interferes with a subject’s epistemic agency and autonomy, and I’ll argue that such arguments should not sway us. Finally, I’ll further support my contention that it is illuminating and helpful to think of the primary harm of testimonial injustice in terms of epistemic objectification, though I will concede that the notion of epistemic othering may offer further helpful resources for understanding how subjects can be harmed by testimonial injustice.",
      "citationCount": 1,
      "doi": "10.1007/s10677-020-10078-z",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9b15344e444070431df74336af3615d05e5b8703",
      "venue": "Ethical Theory and Moral Practice",
      "journal": {
        "name": "Ethical Theory and Moral Practice",
        "pages": "831 - 845",
        "volume": "23"
      },
      "publicationTypes": null
    },
    {
      "paperId": "cad5257addbbe884e332db1da36e82fcfcfe7066",
      "title": "Responsibility for testimonial injustice",
      "authors": [
        {
          "name": "Adam Piovarchy",
          "authorId": "1580488034"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11098-020-01447-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cad5257addbbe884e332db1da36e82fcfcfe7066",
      "venue": "Philosophical Studies",
      "journal": {
        "name": "Philosophical Studies",
        "pages": "597 - 615",
        "volume": "178"
      },
      "publicationTypes": null
    },
    {
      "paperId": "04cd8a416b196507f8fed4564dd26460243b2ad5",
      "title": "Testifying Bodies: Testimonial Injustice as Derivatization",
      "authors": [
        {
          "name": "Carolyn M. Cusick",
          "authorId": "118570751"
        }
      ],
      "year": 2019,
      "abstract": "ABSTRACT Human beings as objects, and we are objects inter alia, offer information, even knowledge. And yet, in a society marked by pervasive identity prejudice, even objects do not offer neutral facts. Here, I argue that the harms imposed on those who suffer testimonial injustices cannot be sufficiently understood through the ethical lens of objectification. Such persons are not simply objectified, not simply treated as mere sources of information rather than as informants. Even as objects (not mere objects), they are often unable to testify on their own behalf or testify to true facts of the matter. Rather than follow Miranda Fricker’s argument that testimonial injustices are acts of objectification, I argue that they are better understood as acts of what Ann Cahill calls derivatization. A re-examination of Fricker’s account of the wrong of testimonial injustice as derivatizing rather than objectifying clarifies the wrong of epistemic injustice, reinforces the mutuality of testimonial exchanges where both the speaker and listener are actively engaged and obligated to participate well to succeed, and opens up a discussion of how even when being treated as a source of information, informants can be mistreated.",
      "citationCount": 8,
      "doi": "10.1080/02691728.2019.1577919",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/04cd8a416b196507f8fed4564dd26460243b2ad5",
      "venue": "Social Epistemology",
      "journal": {
        "name": "Social Epistemology",
        "pages": "111 - 123",
        "volume": "33"
      },
      "publicationTypes": null
    },
    {
      "paperId": "e15c2f44138de816e84d074aa07f574f8648341e",
      "title": "Typecasts, Tokens, and Spokespersons: A Case for Credibility Excess as Testimonial Injustice",
      "authors": [
        {
          "name": "Emmalon Davis",
          "authorId": "116646538"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 147,
      "doi": "10.1111/hypa.12251",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e15c2f44138de816e84d074aa07f574f8648341e",
      "venue": "Hypatia",
      "journal": {
        "name": "Hypatia",
        "pages": "485 - 501",
        "volume": "31"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9beb293ac233419b02d5ac2e089515e10873cf89",
      "title": "Evolving Concepts of Epistemic Injustice",
      "authors": [
        {
          "name": "M. Fricker",
          "authorId": "32921846"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 271,
      "doi": "10.4324/9781315212043.CH4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9beb293ac233419b02d5ac2e089515e10873cf89",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "53-60",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "8af7248410446bf2bc6fd6ef8e62bf46b17eec91",
      "title": "Pejoratives and Testimonial Injustice: Precis",
      "authors": [
        {
          "name": "Julija Perhat",
          "authorId": "113090519"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8af7248410446bf2bc6fd6ef8e62bf46b17eec91",
      "venue": "",
      "journal": {
        "name": "Croatian Journal of Philosophy",
        "pages": "145-154",
        "volume": "17"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7c0f89ed68369dda052e9ddf4804c4f1b696faf5",
      "title": "Testimonial Injustice Without Credibility Deficit (or Excess)",
      "authors": [
        {
          "name": "Federico Luzzi",
          "authorId": "69409539"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 29,
      "doi": "10.1002/THT3.212",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7c0f89ed68369dda052e9ddf4804c4f1b696faf5",
      "venue": "",
      "journal": {
        "name": "Thought: A Journal of Philosophy",
        "pages": "203-211",
        "volume": "5"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2ff3cfe4fdddda83baca2b935e34a0b19019574c",
      "title": "UNDERSTANDING ASSERTION TO UNDERSTAND SILENCING: FINDING AN ACCOUNT OF ASSERTION THAT EXPLAINS SILENCING ARISING FROM TESTIMONIAL INJUSTICE",
      "authors": [
        {
          "name": "David C. Spewak",
          "authorId": "69329720"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1017/epi.2016.12",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2ff3cfe4fdddda83baca2b935e34a0b19019574c",
      "venue": "Episteme",
      "journal": {
        "name": "Episteme",
        "pages": "423 - 440",
        "volume": "14"
      },
      "publicationTypes": null
    },
    {
      "paperId": "91bf4409852cd9c30b891d84777762f0de28183f",
      "title": "Testimonial Injustice and Mindreading",
      "authors": [
        {
          "name": "Krista Hyde",
          "authorId": "2113925408"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1111/hypa.12273",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/91bf4409852cd9c30b891d84777762f0de28183f",
      "venue": "Hypatia",
      "journal": {
        "name": "Hypatia",
        "pages": "858 - 873",
        "volume": "31"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b37e39235fb6f712efd973b93bb6d02ca9486a0b",
      "title": "Fundamental issues in epistemic injustice in healthcare",
      "authors": [
        {
          "name": "Kasper Møller Nielsen",
          "authorId": "2165780723"
        },
        {
          "name": "J. Nordgaard",
          "authorId": "4009782"
        },
        {
          "name": "M. G. Henriksen",
          "authorId": "6593473"
        }
      ],
      "year": 2025,
      "abstract": "The research field of epistemic justice in healthcare has gained traction in the last decade. However, the importation of Miranda Fricker’s original philosophical framework to medicine raises several interrelated issues that have largely escaped attention. Instead of pushing forward, crafting new concepts or exploring other medical conditions, we suggest that it is time to take stock, reconsider, and articulate some fundamental issues that confront the field of epistemic injustice in healthcare. This paper articulates such fundamental issues, which we divide into scientific, conceptual, and theoretical issues. Scientifically, the research field is confronted by a lack of empirical evidence. It relies on cases, making generalizations impossible and the field vulnerable to bias. Conceptually, many of the claims advanced in the literature are presented as facts but are merely hypotheses to be tested. Moreover, a criterion for applying the concept of testimonial injustice in medicine is lacking, impeding the development of a construct to empirically measure said injustices. Theoretically, many of the cases discussed in the literature do not prima facie qualify as cases of testimonial injustice, since they lack necessary components of testimonial injustice in Fricker’s framework, i.e., being unintentional and caused by identity prejudices in the hearers. If epistemic injustice is as pervasive as it is claimed in this literature, it should be of concern to us all. Addressing the issues raised here may strengthen the conceptualization of epistemic injustice in healthcare and lead to development of constructs that finally can explore its empirical basis.",
      "citationCount": 7,
      "doi": "10.1007/s11019-025-10259-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b37e39235fb6f712efd973b93bb6d02ca9486a0b",
      "venue": "Medicine, Health care and Philosophy",
      "journal": {
        "name": "Medicine, Health Care, and Philosophy",
        "pages": "291 - 301",
        "volume": "28"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "009cee06310a9b202204470547d3b46766cadf75",
      "title": "Discerning the Primary Epistemic Harm in Cases of Testimonial Injustice",
      "authors": [
        {
          "name": "Gaile M. Pohlhaus",
          "authorId": "114149937"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 117,
      "doi": "10.1080/02691728.2013.782581",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/009cee06310a9b202204470547d3b46766cadf75",
      "venue": "",
      "journal": {
        "name": "Social Epistemology",
        "pages": "114 - 99",
        "volume": "28"
      },
      "publicationTypes": null
    },
    {
      "paperId": "58faa9b42c3e5c79f477ba56e641e131ce0d2e81",
      "title": "Epistemic injustice suffered by patients with rare diseases, poorly understood diseases, and underdiagnosed diseases, and the epistemic advantage granted by these diseases",
      "authors": [
        {
          "name": "Mar Rosàs Tosas",
          "authorId": "2261941402"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1007/s11019-025-10285-4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/58faa9b42c3e5c79f477ba56e641e131ce0d2e81",
      "venue": "Medicine, Health care and Philosophy",
      "journal": {
        "name": "Medicine, Health Care and Philosophy",
        "pages": "693 - 705",
        "volume": "28"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "c61d2aa7e558d1e868631ccf7dd5fad0ca5d5d2c",
      "title": "Menstrual pain and epistemic injustice",
      "authors": [
        {
          "name": "Adriana Mickiewicz",
          "authorId": "2350073220"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1007/s11019-025-10266-7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c61d2aa7e558d1e868631ccf7dd5fad0ca5d5d2c",
      "venue": "Medicine, Health care and Philosophy",
      "journal": {
        "name": "Medicine, Health Care and Philosophy",
        "pages": "401 - 410",
        "volume": "28"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 30,
  "errors": []
}
