{
  "status": "success",
  "source": "semantic_scholar",
  "query": "feminist critique philosophical canon",
  "results": [
    {
      "paperId": "343a9ca11c6198bf669ceb9bbde5162b28f7f4f2",
      "title": "Appealing and Responding: An Interpretation of the Confucian Canon \"Li Ji\" from the Perspective of Modern Feminist Critique",
      "authors": [
        {
          "name": "Taoran Liu",
          "authorId": "2359517024"
        }
      ],
      "year": 2025,
      "abstract": "\n The subject of this research is a critical analysis of the Confucian canon \"Li Ji\" from a feminist perspective, grounded in the philosophy of Emmanuel Levinas. The study focuses on the ethical status of women within the Confucian ritual-moral system and reveals how female subjectivity is structurally excluded from the realm of ethical expression. Attention is given to both the textual mechanisms that reinforce gender otherness and the forms of female response, which are simultaneously imbued with emotionality and normative discipline. Using Levinas's concept of the Other, the work aims to show that women in \"Li Ji\" function as ethical carriers but not as recognized subjects capable of calling to account. Thus, the research contributes to understanding the possibility of the female voice as the beginning of ethical relations within the patriarchal canon. The study employs a comparative philosophical method, combining a critical reading of the Confucian text with feminist analysis and the conceptual apparatus of Levinas's ethics to reveal gender asymmetries in the structure of moral recognition. The scientific novelty of the research lies in the interdisciplinary interpretation of the Confucian canon \"Li Ji\" at the intersection of feminist critique and the ethical philosophy of Emmanuel Levinas. The main methods used include hermeneutic analysis, intertextual approaches, and critical-discursive readings of key concepts such as \"ritual,\" \"obedience,\" and \"difference.\" The study shows that despite women's active participation in ritual-ethical practice, their status as a Person remains invisible and unrecognized within the moral structure. The work demonstrates how the normative logic of the text generates an effect of ethical silence, structurally placing women in the position of the responding subject while excluding them from the possibility of being initiators of moral calls. This gender bias in the Confucian model necessitates philosophical deconstruction. In conclusion, the necessity to rethink the very foundation of ethical relations and affirm the female voice as an equal and autonomous source of ethical subjectivity and moral expression is emphasized.\n",
      "citationCount": 0,
      "doi": "10.25136/2409-8744.2025.3.74307",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/343a9ca11c6198bf669ceb9bbde5162b28f7f4f2",
      "venue": "Человек и культура",
      "journal": {
        "name": "Человек и культура"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "86014020b6bd641b12f158eb804457842c6adda9",
      "title": "Feministische Interpretationen des zweiten Schöpfungsberichts im Lichte der allgemeinen Feminismuskritik Judith Butlers",
      "authors": [
        {
          "name": "M. Pohl",
          "authorId": "91226814"
        }
      ],
      "year": 2025,
      "abstract": "Genesis 2-3 has always been a text to which feminism and especially feminist theology has paid special attention because it is one of the main passages of the canon that deal directly with the relationship between the sexes. One of the main goals of feminist exegesis has been to overcome the predominance of the traditional, patriarchal interpretations of the text by developing alternative, feminist readings, and it is (or should be) widely acknowledged that they have successfully done so. But what I want to show is that if one steps back from the theological perspective for a moment and examines the common feminist interpretations from a philosophical point of view, more precisely in the light of the general critique of traditional feminism brought forward by the philosopher Judith Butler in her well-known book “Gender Trouble”, one might nevertheless be worried if feminist critique has gotten far enough in their re-interpretation of Genesis 2-3.",
      "citationCount": 0,
      "doi": "10.36950/ld.02.2007.12893",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/86014020b6bd641b12f158eb804457842c6adda9",
      "venue": "Lectio Difficilior",
      "journal": {
        "name": "lectio difficilior"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f2abd1c3e1fc67a8e84760c8d77bc83a3b2565c9",
      "title": "Gender Studies and History of Political Thought. From the Revision of the Canon to Feminism as Method",
      "authors": [
        {
          "name": "Paola Persano",
          "authorId": "2101655965"
        },
        {
          "name": "Silvia Rodeschini",
          "authorId": "2068962294"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.4479/77693",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f2abd1c3e1fc67a8e84760c8d77bc83a3b2565c9",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "2b25baaecdd80fe43d06db7e6d0ab786ae179fae",
      "title": "Deconstruction: A Cornucopia of Esoteric Meanings",
      "authors": [
        {
          "name": "Myson Karim Ibrahim Alqudah",
          "authorId": "147399283"
        }
      ],
      "year": 2019,
      "abstract": "This paper sets out to explore Deconstruction with view at clarifying its role in the field of literary criticism. As such, the paper traces the philosophical roots of deconstruction in the works of Frederick Nietzsche up to Jacque Derrida, among other contributors. The paper also dwells on the mechanism of deconstructive reading of text, especially its deviation from the structuralist approach. A particular emphasis is placed on the employment of deconstruction in the feminist canon, through paying attention to the deconstructive feminist views of notable feminist critics like Helen Cixous, Luce Irigary, among others. Finally, the paper surveys some of the critique made against the deconstructive approach and the defence made in return. Keywords— Critical Theory, Feminist Deconstruction, Literary Criticism Literary Deconstruction, Philosophical Deconstruction.",
      "citationCount": 0,
      "doi": "10.22161/IJELS.4.2.46",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2b25baaecdd80fe43d06db7e6d0ab786ae179fae",
      "venue": "International Journal of English Literature and Social Sciences",
      "journal": {
        "name": "International Journal of English Literature and Social Sciences"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "a2a77ce221ca32a76a1564ceea321c13f15a84c3",
      "title": "Dislocating women from Philosophy: five strategies",
      "authors": [
        {
          "name": "Zdeňka Kalnická",
          "authorId": "2097797200"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a2a77ce221ca32a76a1564ceea321c13f15a84c3",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "143-158",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "36a38199df7f001f7c789efe08c1f59e79e6c23e",
      "title": "Feminist critique of the dominant political-philosophical conceptions of justice",
      "authors": [
        {
          "name": "Dragica Vujadinović",
          "authorId": "11784305"
        }
      ],
      "year": 2024,
      "abstract": "The aim of this article is to explore prevalent absence of conceptions of gender justice within mainstream political theories and to point out the crucial importance of gender justice for theories of justice and for practicing justice. The first part explains Aristotle's theory of justice and offers the feminist critique. Plato's theory of justice explained in Republic, with ideas about philosopher queens, is examined in the second part. The third part discusses premodern and some contemporary theories of justice that preserve patriarchal patterns of devaluating women within a private-public dichotomy, while the fourth part presents the mainstream and feminist theories of justice that overcome a dominant pattern and affirm gender justice in a converging manner. The concluding remarks sum up the crucial role of gender justice for benchmarking further philosophizing on justice.",
      "citationCount": 0,
      "doi": "10.5937/pravzap0-50310",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/36a38199df7f001f7c789efe08c1f59e79e6c23e",
      "venue": "Pravni Zapisi",
      "journal": {
        "name": "Pravni zapisi"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "306ce85b3d858402c724362349d43e9ffa70410f",
      "title": "Against the (main) stream: feminist thinkers and the philosophical canon",
      "authors": [
        {
          "name": "A. Balan",
          "authorId": "36512510"
        }
      ],
      "year": 2023,
      "abstract": "The philosophical canon has long been criticized for its lack of diversity, particularly in terms of gender. Feminist thinkers have challenged this tradition, arguing that it reflects a narrow and exclusionary view of the world. The present article examines the ways in which feminist philosophers have contributed to expanding the philosophical canon through their critiques of traditional philosophy and the inclusion of previously marginalized perspectives. Drawing on the principles of intersectionality, feminist thinkers have highlighted the ways in which various forms of oppression intersect and reinforce one another. By doing so, they have exposed the limitations of traditional philosophical approaches and expanded the scope of philosophical inquiry. This article argues that the work of feminist philosophers has not only enriched the philosophical canon, but also helped to challenge and transform the dominant cultural narratives that have historically excluded marginalized voices. Ultimately, this article advocates for greater recognition and inclusion of feminist perspectives in the philosophical canon, as a means of promoting a more diverse and inclusive understanding of the world.",
      "citationCount": 0,
      "doi": "10.59209/ircep.v3i7.44",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/306ce85b3d858402c724362349d43e9ffa70410f",
      "venue": "Interdisciplinary Research in Counseling, Ethics and Philosophy - IRCEP",
      "journal": {
        "name": "Interdisciplinary Research in Counseling, Ethics and Philosophy - IRCEP"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "55351ec021f09f92425b5d3a16f1978fcbdf0b25",
      "title": "Resisting the canon: critique, abolition and doing epistemic justice in reading the history of international thought",
      "authors": [
        {
          "name": "Kimberly Hutchings",
          "authorId": "2267141778"
        }
      ],
      "year": 2025,
      "abstract": "The paper proceeds in two main sections. First, it sketches out the nature of critique as a de-canonising practice within IR theory and how critique has itself become the target of resistance in recent strands of feminist and decolonial inspired abolitionist thinking. Second, it explores the politics of challenging the canon drawing on the example of the WHIT project, which I suggest is better captured using the language of epistemic justice than either critique or abolition. In conclusion, it draws out the lessons of this analysis for understandings of the ethos and practice of resisting the canon.",
      "citationCount": 1,
      "doi": "10.1177/00471178251337679",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/55351ec021f09f92425b5d3a16f1978fcbdf0b25",
      "venue": "International Relations",
      "journal": {
        "name": "International Relations",
        "pages": "327 - 342",
        "volume": "39"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8c2a267fc03b2f987befb60a2da9ce86fe00fb9c",
      "title": "Trans materialist critique as feminist practice: lessons from a polemic against nonbinary identities",
      "authors": [
        {
          "name": "Eric Llaveria Caselles",
          "authorId": "2058519667"
        }
      ],
      "year": 2025,
      "abstract": "This article explores the tensions between trans materialist critique and nonbinary identities, using Kadji Amin’s essay “We Are All Nonbinary: A Brief History of Accidents” (2022) as a point of departure. It asks two guiding questions: How should we understand the relationship between trans and nonbinary identities? And what kind of trans materialism can meaningfully respond to our current political moment? The article focuses on three problematics: (1) the reliance on abstract philosophical critiques of gender identity; (2) the framing of trans and nonbinary identities as objective versus subjective, respectively; and (3) the portrayal of nonbinary identity as emblematic of neoliberal ideology. Drawing on posttranssexual (Susan Stryker, Sandy Stone), travesti (Lohana Berkins, Marlene Wayar), and nonbinary (Eris Young, Travis Alabanza) narratives—as well as critical feminist theory (Judith Butler, Nancy Fraser, Seyla Benhabib, Regina Becker-Schmidt)—the article argues for understanding gender identity claims as situated political practices that are simultaneously subjectively and objectively constituted. It critiques positivist tendencies within trans materialism and challenges polarizing distinctions between trans and nonbinary identities. Ultimately, it builds on Wendy Brown's definition of neoliberalism to argue that dismissing nonbinary identities on materialist grounds risks constructing the trans critic as a neutral subject outside power, becoming another site for the hollowing out of democratic practice. The article calls for a trans materialism grounded in self-critical feminist analysis and relational political practice.",
      "citationCount": 0,
      "doi": "10.3389/fsoc.2025.1646508",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8c2a267fc03b2f987befb60a2da9ce86fe00fb9c",
      "venue": "Frontiers in Sociology",
      "journal": {
        "name": "Frontiers in Sociology",
        "volume": "10"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9b5a761e1f55738ccdc90c7c517bfeec90a69738",
      "title": "Posthumanities’ New Subjectivities: What Contribution from Critical Feminist Posthumanism to the Contemporary Political Philosophical Debate?",
      "authors": [
        {
          "name": "Ilaria Santoemma",
          "authorId": "2378451277"
        }
      ],
      "year": 2025,
      "abstract": "Critical Posthumanism, informed by feminist theory, is reshaping concepts like subjectivity, materiality, and agency. Privileging a post-anthropocentric stance, intersectional politics, and relational ontologies, it is challenging modern Western dualism proposing what this paper addressed as the unveiling of the disjunctive paradigm. This paper paves the way for understanding Critical Posthumanism contributions to political philosophy, especially in deconstructing the individual subject – whether be it the Ipseity, the Subject of knowledge and rights or Anthropos. The paper presents a Topology of the Ruptures as an analysis of the critique of systemic exclusion of the autarchic subject in respect of marginalized alterities. Critical Posthumanist potential to redefine political conflict and representation of alterities is examined through the case of Canada’s legal personhood recognition of the Magpie River. This case illustrates how feminist Posthumanities concepts could contribute to enlarge the plethora of subjectivities beyond the classical human subject, and highlights the possibility of expanding the socio-political collective beyond human agency.",
      "citationCount": 0,
      "doi": "10.36253/rifp-3332",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9b5a761e1f55738ccdc90c7c517bfeec90a69738",
      "venue": "Rivista Italiana di Filosofia Politica",
      "journal": {
        "name": "Rivista Italiana di Filosofia Politica"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "da28249fa239356990356a68f0fd09736cb89d49",
      "title": "A Feminist Critique: Property as a Philosophical, Legal and EconomicConstruct",
      "authors": [
        {
          "name": "M. Hussain",
          "authorId": "134408591"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.2139/ssrn.3151390",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/da28249fa239356990356a68f0fd09736cb89d49",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "22b5b49978ec0e93e49e40ba0a991bb83082084d",
      "title": "Inquiry of Feminist Philosophical on Late Chosun Dynasty Women`s Citation Style of Confucian Classical Canon : Focus on the Lee Sajudang(李師朱堂)’s Taekyosingi(胎敎新記) and Lee Bingheogak(李憑虛閣)’s Kyuhabchongseo(閨閤叢書)",
      "authors": [
        {
          "name": "Seseoria Kim",
          "authorId": "104512785"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.17316/KFP.2018.11.30.93",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/22b5b49978ec0e93e49e40ba0a991bb83082084d",
      "venue": "Korean Feminist Philosophy",
      "journal": {
        "name": "Korean Feminist Philosophy"
      },
      "publicationTypes": null
    },
    {
      "paperId": "84981c947025030340789aae7bc7ca58a6796b0d",
      "title": "Feminist styles of immanent critique: Judith Butler and Denise Riley",
      "authors": [
        {
          "name": "J. Butler",
          "authorId": "112869595"
        },
        {
          "name": "D. Riley",
          "authorId": "48335047"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/84981c947025030340789aae7bc7ca58a6796b0d",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "147a281c623013fcdbb916155ff0d611a75b38de",
      "title": "una Carla Lonzi: a Feminist Critique to Sexual Difference in Hegel’s Ethical State",
      "authors": [
        {
          "name": "Silvia Locatelli",
          "authorId": "2174615455"
        }
      ],
      "year": 2022,
      "abstract": "Within contemporary philosophical discourse we find different thinkers that, with the aim to criticize Western dominant thought, by them addressed as ‘phallocentric’, directly refer to Hegelian texts. This paper will present one author who have openly spoken out a feminist critique of Hegelian thought, and in particular of the sexual division described by the Stuttgart philosopher, culminating in the ethical state – representing the constitution of the modern state – with the confinement of the feminine within the domestic sphere and, conversely, the liberation of the masculine within community political life. \nThe thinker who will be analyzed is the Italian activist and philosopher Carla Lonzi, author of the renowned Sputiamo su Hegel (Let’s Spit on Hegel) and precursor of the Italian sexual difference feminism. The author confronted the political division implemented by Hegel within the ethical state between the two sexes, trying to show how Hegel’s work strongly contributed to the constitution of the patriarchal symbolic order still in force in Western thought. The fundamental point of the author’s thought is, in fact, the conviction that the symbolic and linguistic structures of Western culture are something deeply rooted and, therefore, very complex to change. This helps us to understand why in Europe, despite the implementation of various legislative changes – such as, for example, the establishment of anti-violence centers, the recognition of gender violence at a legal level, the sanctions against gender discrimination in the workplace – the patriarchal dynamics typical of Western thought are changing too slowly (when they are): gender violence is the order of the day, the pay gap is far from being healed, and, above all, the division of gender roles between care work and productive work is still strongly present. \nThis text, therefore, seeks to demonstrate that the philosophical scope that accompanied the formation of European thought also characterized its darker features, including the patriarchal perspective. Here, we will analyze a particular aspect of patriarchy, focusing on its elaboration within Hegelian political philosophy: the presumed ontological and biological/natural destination of the female to domestic work and the male to public life. \nTo this end, the article is divided into two parts. In the first part, the concept of sexual difference as developed by Hegel will be presented, analyzing its development within the three parts of his philosophical system. In the second part, a part of Lonzi’s thought will be briefly analyzed, to then articulate her critique of the Hegelian division of gender roles. \n  \n",
      "citationCount": 0,
      "doi": "10.15366/antitesis2022.1.005",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/147a281c623013fcdbb916155ff0d611a75b38de",
      "venue": "Antítesis - Revista iberoamericana de estudios hegelianos",
      "journal": {
        "name": "Antítesis - Revista iberoamericana de estudios hegelianos"
      },
      "publicationTypes": null
    },
    {
      "paperId": "50da947f3089846a21cbdfa53166646bcb289231",
      "title": "The Political Economy of the Philosophical Canon: An Africanist Critique",
      "authors": [
        {
          "name": "M. Lamola",
          "authorId": "112915787"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.5840/PHILAFRICANA2015/20161729",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/50da947f3089846a21cbdfa53166646bcb289231",
      "venue": "Philosophia Africana",
      "journal": {
        "name": "Philosophia Africana"
      },
      "publicationTypes": null
    },
    {
      "paperId": "882e97faf3d3abbe1ca501ebe5267f090237567e",
      "title": "The nonhuman object in Ama Ata Aidoo’s ‘Nowhere cool’: A black feminist critique of Object-oriented Ontology",
      "authors": [
        {
          "name": "Bibi Burger",
          "authorId": "117481330"
        }
      ],
      "year": 2021,
      "abstract": "abstract Nowhere cool’, a short story by Ama Ata Aidoo, is divided into two sections. In the first, a child sits in a classroom in what is presumably Ghana, feeling alienated by the “familiar things that were begin chased away by the demands of the culture of our conquerors” in the literature discussed by the teacher (2002, p. 136). In the second, a Ghanaian woman travels in a plane across the United States of America (USA). She notices a plastic address tag on the baby of the woman next to her, and starts thinking of plastic as material, of oil and of how slavery makes humans into cargo. This short story therefore consists of philosophical rumination on the nature of humans’ relationship to material and literary objects. I read ‘Nowhere cool’ as part of a black feminist epistemological tradition aimed at exposing the situatedness of supposedly neutral western thought, and at emphasising the embodiment and social embeddedness of all knowledge. I argue that the story’s specific focus on the nonhuman and on extractive economies allows for it to be read as a corrective to the same universalising gestures in posthumanist considerations of the nonhuman. I bring the story into dialogue with Graham Harman’s (2018) Object-oriented Ontology (OOO) to contend that while OOO is aimed at criticising anthropocentrism, a specific human perspective (that of the western white male) is “overrepresented” (Wynter 2003) in it. This has consequences for OOO and posthumanism more generally, since it means that the new relationship to the nonhuman Harman proposes is divorced from the reality of many humans’ relationship with the nonhuman. Posthuman ontologies need to build on the insights of black feminism in order to not replicate the skewed nature and resultant inaccuracies of hegemonic theories of the past.",
      "citationCount": 1,
      "doi": "10.1080/10130950.2021.2011334",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/882e97faf3d3abbe1ca501ebe5267f090237567e",
      "venue": "Agenda",
      "journal": {
        "name": "Agenda",
        "pages": "88 - 99",
        "volume": "36"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8b13c59bd0b1e1326c8d7b1fb759614c30b3bda8",
      "title": "Women’s ‘exchange’ in Western and Amerindian societies: a feminist critique of perspectival anthropology",
      "authors": [
        {
          "name": "Romina Wainberg",
          "authorId": "2090874394"
        }
      ],
      "year": 2021,
      "abstract": "Over the last two decades, Eduardo Viveiros de Castro has developed the concept of ‘perspectival anthropology’ to think philosophically with and through Amerindian cosmology. In this article, I argue that the epistemological roundness of this concept is, in actuality, a by-product of philosophical reification of Amerindian cosmological dynamics. This reification stems from distortive abstractions of specific societal structures, which rely on the silencing of two key phenomena: the fact that the central or unmarked perspective assumed in ‘perspectivism’ is that of men, and the fact that the valorisation of men’s perspective is enabled by the exchange and accumulation of women. By unearthing this exchange system that lies behind the cyclical valuation of males’ gaze, I do not seek to denounce the role of actual women in Amerindian societies. My central aim is to demonstrate that both perspectival anthropology’s depiction of Amerindian cosmology and what Viveiros de Castro calls ‘Western objectivist epistemology’ are made possible by the erasure of women’s capacity for transcendence.",
      "citationCount": 1,
      "doi": "10.1177/14647001211009006",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8b13c59bd0b1e1326c8d7b1fb759614c30b3bda8",
      "venue": "Feminist Theory",
      "journal": {
        "name": "Feminist Theory",
        "pages": "580 - 596",
        "volume": "24"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4d7d7734e7e0f56cfac28655b30fa6b01cf3d4f2",
      "title": "A philosophical critique of the structure and the content of contemporary feminist arguments, written by a cultural conservative, this book",
      "authors": [
        {
          "name": "Mary R. Mattingly",
          "authorId": "115701456"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4d7d7734e7e0f56cfac28655b30fa6b01cf3d4f2",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "da91242c6d89e8417c9bd38ece5ee46950ce7271",
      "title": "Habermas and the Caring Society: A Trans-disciplinary Feminist Critique",
      "authors": [
        {
          "name": "Casper Lötter",
          "authorId": "1581021706"
        }
      ],
      "year": 2023,
      "abstract": "Jürgen Habermas’s rationalistic reimagining of a more compassionate society can be imaginatively defended by feminism, and one such legitimate line of criticism would be a feminist reading of this Frankfurt School-inspired project. In this contribution, therefore, I also aim to show ‘how’ and ‘why’ these efforts of Habermas’s could be complemented. The former is an exploration of novel post-structuralist ideas on inclusive ‘both/and’ theory appropriation. I briefly outline the nuanced intellectual history of the Frankfurt School between the first and second generations, which is Habermas’s seminal contribution to this tradition. Carol Gilligan’s ‘ethic of care,’ around which a more caring, responsive society might be (re)constructed, is then applied. Against this backdrop, Lakoff’s and Gerhardt’s proposals for the caring society, based on investigations into the link between authoritarian parenting and capitalism, are taken into consideration. These ideas are supported with an outline of recent progress within neuroscience that demonstrates the benefits of both early emotional nurturing and an appropriate attachment paradigm. It is thus argued that feminism, as part of a richer interdisciplinary methodology, could meaningfully correct and thereafter complement Habermas’s shortcomings, with post-structuralism as the methodological glue that adheres Habermas’s universalistic project with feminists’ emphases on specificity. \n\n\n“One of the things about looking at the world through a feminist lens is [the awareness] that we are already in a dystopia.” — Leni Zumas, author of Red Clocks (2018 ), part of a growing canon of woman-written dystopian fiction.",
      "citationCount": 0,
      "doi": "10.19108/koers.88.1.2544",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/da91242c6d89e8417c9bd38ece5ee46950ce7271",
      "venue": "Koers : Bulletin for Christian Scholarship",
      "journal": {
        "name": "Koers - Bulletin for Christian Scholarship"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "39e36a11995af5aaccb137b4e43b28863b11d325",
      "title": "When Your Country Cannot Care for Itself: A Filipino Feminist Critique of Care-Based Political Theories",
      "authors": [
        {
          "name": "N. Cruz",
          "authorId": "104271198"
        }
      ],
      "year": 2020,
      "abstract": "In this paper, I evaluate a number of care-based political theories, whose central project is to identify, frame, and address the socalled crisis of care. Three proposals emerge, which I characterize as the philosophical, economic, and political solutions. In light of recent transnational analyses, however, these solutions appear to be inadequate in addressing the global nature of the problem. Thus, there is a need to revise the political philosophy of care. To this end, I identify a set of preliminary questions to ask based on a careful consideration of the Philippine situation.",
      "citationCount": 1,
      "doi": "10.25138/14.1.a.6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/39e36a11995af5aaccb137b4e43b28863b11d325",
      "venue": "",
      "journal": {
        "name": "Kritike: An Online Journal of Philosophy",
        "pages": "122-139",
        "volume": "14"
      },
      "publicationTypes": null
    },
    {
      "paperId": "e3e6fb4259082afd932333581c5d6671ecc838d1",
      "title": "Philosophical Problems With the Gender-Critical Feminist Argument Against Trans Inclusion",
      "authors": [
        {
          "name": "Aleardo Zanghellini",
          "authorId": "11762166"
        }
      ],
      "year": 2020,
      "abstract": "The Reform of the Gender Recognition Act: Government Consultation (2018) catalyzed a heated debate on transgender rights and trans inclusion in the United Kingdom. I start by explaining what the reforms to the U.K. system of gender recognition propose, why gender-critical feminists oppose them, and how other feminist academics have responded to their arguments. I then offer a more detailed philosophical critique of gender-critical trans-exclusionary feminist arguments. I argue that the gender-critical feminist case against trans women’s access to women-only (or sex-segregated, or single-sex) spaces suffers from a number of fallacies, and introduces modes of argument that are at odds with well-established and sound uses of practical reason. I try to make sense of these problems with gender-critical feminist thought by appealing to the idea of presupposed paranoid structuralism. I also argue that gender-critical feminists’ enthusiastic use of social media and allied online platforms may be implicated in generating some of these problems.",
      "citationCount": 53,
      "doi": "10.1177/2158244020927029",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e3e6fb4259082afd932333581c5d6671ecc838d1",
      "venue": "SAGE Open",
      "journal": {
        "name": "SAGE Open",
        "volume": "10"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "89249ff3e88b7b2e3f631cf45ccf0b768b91f6b3",
      "title": "Revisiting the Early Modern Philosophical Canon—ADDENDUM",
      "authors": [
        {
          "name": "L. Shapiro",
          "authorId": "145929574"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1017/APA.2017.14",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/89249ff3e88b7b2e3f631cf45ccf0b768b91f6b3",
      "venue": "Journal of the American Philosophical Association",
      "journal": {
        "name": "Journal of the American Philosophical Association",
        "pages": "127 - 127",
        "volume": "3"
      },
      "publicationTypes": null
    },
    {
      "paperId": "050f7a2bf4966dae51e5823de2e730430eccb2c8",
      "title": "Expanding Responsibility for the Just War: A Feminist Critique, Rosemary Kellison (Cambridge, U.K.: Cambridge University Press, 2019), 264 pp., $105 cloth, $84.00 eBook.",
      "authors": [
        {
          "name": "Caron E. Gentry",
          "authorId": "115089593"
        }
      ],
      "year": 2019,
      "abstract": "Rosemary Kellison’s new book builds on the growing body of feminist just war scholarship to pose a critique of the just war tradition that draws on a relational theory of autonomy. Humans are relational beings; therefore, all of our actions can only be understood within the multitude of relationships we have and the power structures into which those relationships fall. Because of this interdependency, human action may have unintended consequences, which bears greater attention in just war thinking. Unlike her predecessors, Kellison conducts an immanent critique of the tradition, thereby “focus[ing] not on the concepts of gender, women, patriarchy, and masculinity, but instead on modern Western ethical categories such as tradition, agency, intention, and justice” (p. ). Expanding Responsibility for the Just War demonstrates a thorough command of the just war canon, and as a result, the scholars with whom she engages will be hard-pressed to dismiss her position, at least not without considerable effort. Indeed, in an era of inclusive academia, it would behoove more just war scholars to incorporate feminist critiques with greater epistemological tolerance, starting with this book. Kellison begins by noting that her “central focus is on the tradition of moral reasoning that has come to underlie international humanitarian law and US military policy,” and says she is “especially interested in the ways this reasoning justifies practices of assigning, taking, and evading responsibility—particularly for acts that cause harm to non-combatants, the most vulnerable persons in any armed conflict” (p. ). Indeed, the book is clearly structured as a journey into the heart of intention, which figures in both jus ad bellum and jus in bello principles in the criteria of right intention and discrimination, respectively. Kellison criticizes the evasion of responsibility for noncombatant deaths in war, which a narrow understanding of intention and the weighing of proportionality and double effect allows. She argues this traditional approach may often be self-serving, as it only thinly recognizes the harm that comes to noncombatants in war. Instead, she reconceptualizes and expands intention via relational autonomy, which in turn allows for a more inclusive, more aware, understanding of responsibility for harm. In a clear and succinct discussion of relational autonomy, Kellison establishes the ties that bind people to each other. Kellison is also deeply cognizant of the power dynamics that allow people to diminish these relational ties, leading to some level of dehumanization of a weaker “other.” Dehumanization allows a vulnerable other to be harmed with seemingly little recognition of this harm, and thus just war theorizing must take into account that “one group of persons who have beenmademuchmore vulnerable than others because of their particular situation within power relationships is civilians living in areas where violent force is being used” (p. ).",
      "citationCount": 0,
      "doi": "10.1017/S0892679419000522",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/050f7a2bf4966dae51e5823de2e730430eccb2c8",
      "venue": "Ethics and International Affairs",
      "journal": {
        "name": "Ethics & International Affairs",
        "pages": "516 - 517",
        "volume": "33"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d4242c5aa2947a80a2274a1ff97c787f39e76ea9",
      "title": "Mafiosophilia: A Philosophical and Feminist Critique of our Cultural Affection for Mob(ster) Life",
      "authors": [
        {
          "name": "Jennifer Scuro",
          "authorId": "73213484"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d4242c5aa2947a80a2274a1ff97c787f39e76ea9",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "0ac976a97c90e8caba217ca2c4b12f6a3b261686",
      "title": "Feminist Critique and the Realistic Spirit",
      "authors": [
        {
          "name": "L. Zerilli",
          "authorId": "96385368"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.5325/PHILRHET.50.4.0589",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0ac976a97c90e8caba217ca2c4b12f6a3b261686",
      "venue": "",
      "journal": {
        "name": "Philosophy & Rhetoric",
        "pages": "589 - 611",
        "volume": "50"
      },
      "publicationTypes": null
    }
  ],
  "count": 25,
  "errors": []
}
