{
  "status": "success",
  "source": "semantic_scholar",
  "query": "gender philosophy profession women underrepresentation",
  "results": [
    {
      "paperId": "3532b85339bcfe9a7bf188e01e9463e071e2a357",
      "title": "Fair Numbers: What Data Can and Cannot Tell Us About the Underrepresentation of Women in Philosophy",
      "authors": [
        {
          "name": "Yann Benétreau-Dupin",
          "authorId": "1403758894"
        },
        {
          "name": "Guillaume Beaulac",
          "authorId": "3360652"
        }
      ],
      "year": 2015,
      "abstract": "The low representation (< 30%) of women in philosophy in englishspeaking countries has generated much discussion, both in academic circles and the public sphere. It is sometimes suggested (Haslanger 2009) that unconscious biases, acting at every level in the field, may be grounded in gendered schemas of philosophers and in the discipline more widely, and that actions to make philosophy a more welcoming place for women should address such schemas. However, existing data are too limited to fully warrant such an explanation, which therefore will not satisfy those in favor of the status quo or those who argue against the need to address gender imbalance. In this paper, we propose measures to improve the profession that ought to be implemented without referring explicitly to this underrepresentation or to the climate for women and other underrepresented groups. such recommendations are based on empirical research already carried out in other disciplines and do not rest on whether it is possible to identify the cause of this low representation. We argue that we need not wait for new or better data to ensure that fairer practices are enacted for women, other underrepresented groups, and everybody else, if only out of precaution.",
      "citationCount": 12,
      "doi": "10.3998/ERGO.12405314.0002.003",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3532b85339bcfe9a7bf188e01e9463e071e2a357",
      "venue": "",
      "journal": {
        "name": "Open Access Journal",
        "volume": "2"
      },
      "publicationTypes": null
    },
    {
      "paperId": "43cc04929e05c50f84088a63a9f6a8603be6465b",
      "title": "Por qué hay menos mujeres en Filosofía: un punto ciego y sus explicaciones",
      "authors": [
        {
          "name": "Arantza Etxeberria Agiriano",
          "authorId": "90304675"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/43cc04929e05c50f84088a63a9f6a8603be6465b",
      "venue": "",
      "journal": {
        "name": "Dilemata",
        "pages": "333-345",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "385f169d88cd8a751adeb4b1eb18d00876cfff0e",
      "title": "Is Asking What Women Want the Right Question? Underrepresentation in Philosophy and Gender Differences in Interests",
      "authors": [
        {
          "name": "Stacey A. Goguen",
          "authorId": "118445131"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1017/S0012217317000634",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/385f169d88cd8a751adeb4b1eb18d00876cfff0e",
      "venue": "Dialogue",
      "journal": {
        "name": "Dialogue",
        "pages": "409 - 441",
        "volume": "57"
      },
      "publicationTypes": null
    },
    {
      "paperId": "df1ecd7afc90566f7e82223ea1207f1ff19b83dd",
      "title": "The Past 110 Years: Historical Data on the Underrepresentation of Women in Philosophy Journals",
      "authors": [
        {
          "name": "Nicole Hassoun",
          "authorId": "46726052"
        },
        {
          "name": "S. Conklin",
          "authorId": "49258076"
        },
        {
          "name": "Michael Nekrasov",
          "authorId": "36407960"
        },
        {
          "name": "Jevin D. West",
          "authorId": "38906978"
        }
      ],
      "year": 2022,
      "abstract": "This article provides the first large-scale, longitudinal study examining publication rates by gender in philosophy journals. We find that from 1900 to 1990 the proportion of women authorships in philosophy increased, but it has plateaued since the 1990s (unlike in other disciplines). Top Philosophy journals publish the lowest proportion of women, and anonymous review does not increase the proportion publishing in these journals (though it does in other journals). Value Theory journals do not publish articles by women in proportion to their presence in the subdiscipline. Although the proportion of women authorships in philosophy has increased over time, measurable disparities persist.",
      "citationCount": 15,
      "doi": "10.1086/718075",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/df1ecd7afc90566f7e82223ea1207f1ff19b83dd",
      "venue": "Ethics: An International Journal of Social, Political, and Legal Philosophy",
      "journal": {
        "name": "Ethics",
        "pages": "680 - 729",
        "volume": "132"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "e9159c99443475d30cf64449410a4a6011ca711a",
      "title": "Quantifying the Gender Gap: An Empirical Study of the Underrepresentation of Women in Philosophy",
      "authors": [
        {
          "name": "Molly Paxton",
          "authorId": "115996416"
        },
        {
          "name": "Carrie Figdor",
          "authorId": "35241341"
        },
        {
          "name": "V. Tiberius",
          "authorId": "15804682"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 98,
      "doi": "10.1111/j.1527-2001.2012.01306.x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e9159c99443475d30cf64449410a4a6011ca711a",
      "venue": "Hypatia",
      "journal": {
        "name": "Hypatia",
        "pages": "949 - 957",
        "volume": "27"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2b62682f30748a6631c813b59ff68154dfc81d45",
      "title": "Advancing the Recognition of Women in African Philosophy",
      "authors": [
        {
          "name": "Dimpho Takane Maponya",
          "authorId": "2082019864"
        }
      ],
      "year": 2024,
      "abstract": "\nIn this article, I examine the marginalisation of women, specifically in African philosophy, with the aim of cautioning and inspiring a reconfiguration of African philosophy that takes seriously the discourse of gender as it does the discourse of race. I employ Charles Taylor's notion of recognition to understand some of the effects of a lack of recognition, which I then extend to the lack of recognition of women in African philosophy. I present this understanding against the background of the ongoing debates and efforts of decolonisation by illustrating how the marginalisation of women in African philosophy places the discipline at odds with decolonisation and its emancipatory objective. African philosophy, in the process of legitimising its existence, has adopted a male-centred framework which has not only undermined the existence of women but also failed to recognise their contributions. This has influenced the practice and discourse of African philosophy, resulting in the underrepresentation of women therein.",
      "citationCount": 0,
      "doi": "10.3167/th.2024.7118104",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2b62682f30748a6631c813b59ff68154dfc81d45",
      "venue": "Theoria",
      "journal": {
        "name": "Theoria"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e1fc780095e15b205063200777ecf21ffc619289",
      "title": "Experimental Philosophy and the Underrepresentation of Women",
      "authors": [
        {
          "name": "Carrie Figdor",
          "authorId": "35241341"
        },
        {
          "name": "Matt L Drabek",
          "authorId": "117183389"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1002/9781118661666.CH42",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e1fc780095e15b205063200777ecf21ffc619289",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "590-602",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "273a44740d912ca83a02c6ba6e3b14021617ca52",
      "title": "Cold Philosophers: Female Students' Perceived Lack of Fit in Stereotypes Is Associated With Underrepresentation",
      "authors": [
        {
          "name": "Arian Leopold",
          "authorId": "2336622202"
        },
        {
          "name": "Michaela M. Köller",
          "authorId": "2076290815"
        },
        {
          "name": "Daniela Renger",
          "authorId": "144042498"
        }
      ],
      "year": 2024,
      "abstract": "Women's underrepresentation in philosophy requires a comprehensive investigation of the factors that contribute to it. This paper examines the presence of gender stereotypes regarding philosophers and the consequences of a perceived misfit in three studies. A pre‐study (N = 49) confirmed that students tend to think about males when asked to name philosophers. Study 1 (N = 530) used an online experiment with a general sample and found that philosophers are perceived as more male than female. Results demonstrated a perceived gender‐philosopher‐misfit regarding communal but not agentic attributes. Study 2 (N = 178) confirmed the prevalence of the male philosopher stereotype in philosophy students. Building on the Lack‐of‐Fit Model, we hypothesized and found that female students showed a higher perceived self‐philosopher‐misfit than male students on the communion dimension, but unexpectedly not on the agency dimension. Using a structural equation model, we showed that this perceived gender‐related communal misfit was associated with their lowered intention to persist and increased intention to quit their philosophy studies. The results replicate prior findings on gender stereotype misfits and highlight the special role of the communal dimension in shaping career decisions. Please refer to the Supporting Information section to find this article's Community and Social Impact Statement.",
      "citationCount": 2,
      "doi": "10.1002/casp.70036",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/273a44740d912ca83a02c6ba6e3b14021617ca52",
      "venue": "Journal of Community &amp; Applied Social Psychology",
      "journal": {
        "name": "Journal of Community &amp; Applied Social Psychology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8db0d7d7c40caface2208173c8dd9e904b858b9e",
      "title": "Feminist and Trauma-Informed Approaches to Teaching Formal Philosophy",
      "authors": [
        {
          "name": "Francisco Calderón",
          "authorId": "2279336406"
        },
        {
          "name": "Thomas M. Colclough",
          "authorId": "2256919519"
        },
        {
          "name": "Helen Meskhidze",
          "authorId": "2379375745"
        }
      ],
      "year": 2025,
      "abstract": "\n There has been significant interest in addressing the underrepresentation of various demographic groups in philosophy. Indeed, many have proposed remedies at the disciplinary level. However, underrepresentation is an issue that varies by subfield in philosophy. Women, for example, are especially underrepresented in subfields considered formal (e.g., logic). As has already been argued in the existing literature, addressing underrepresentation, even within subfields, is not as simple as recruiting more students from underserved populations. Instead, we advocate for a student-centered approach, promoting inclusive pedagogy. In this paper, we share a case study in which we implemented feminist and trauma-informed interventions in two undergraduate formal logic courses and investigated their impact with respect to elements of structural injustice. We found that our interventions successfully eliminated existing gender-based differences in perceptions of self-efficacy and largely diminished students’ perceptions of the objectivity of logic, but were unsuccessful at changing students’ impressions of the broader applicability of logic. By sharing our interventions, we hope to provide educators with practical tools and ideas for implementing similar approaches in their classrooms. By sharing our results, we invite educators to reflect on the potential impact of similar approaches in formal philosophy courses and on tools for measuring that impact.",
      "citationCount": 0,
      "doi": "10.1017/hyp.2025.10025",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8db0d7d7c40caface2208173c8dd9e904b858b9e",
      "venue": "Hypatia",
      "journal": {
        "name": "Hypatia"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0726bfe8a62bb0e38174ed0c996b95e488f444f0",
      "title": "Philosophy’s gender gap and argumentative arena: an empirical study",
      "authors": [
        {
          "name": "Moti Mizrahi",
          "authorId": "2503971"
        },
        {
          "name": "Michael Adam Dickinson",
          "authorId": "2161680921"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/s11229-022-03587-0",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0726bfe8a62bb0e38174ed0c996b95e488f444f0",
      "venue": "Synthese",
      "journal": {
        "name": "Synthese",
        "volume": "200"
      },
      "publicationTypes": null
    },
    {
      "paperId": "889a522a1f8b8f079fc7facaeaa41a930c2d162a",
      "title": "Why Do Women Philosophy Students Drop Out of Philosophy? Some Evidence from the Classroom at the Bachelor’s Level",
      "authors": [
        {
          "name": "Catherine Herfeld",
          "authorId": "72064288"
        },
        {
          "name": "Jan Müller",
          "authorId": "2110666552"
        },
        {
          "name": "Kathrin von Allmen",
          "authorId": "2278716028"
        }
      ],
      "year": 2022,
      "abstract": "It is well known that there has been a steady and significant underrepresentation of women in philosophy on different professional levels. Numerous hypotheses explaining this underrepresentation have been suggested, but empirical analyses are not yet extensive. In particular, studies of the phenomenon in different countries are nonexistent. In this paper, we present findings from an exploratory study in which we analyze the interests, abilities, beliefs, attitudes, perceptions, and goals of bachelor’s students in a semester-long philosophy of science course at a major German university. We furthermore make the first attempt to compare women-only learning environments with mixed-gender learning environments. Our results suggest that while there are generally some gender differences regarding interests, abilities, beliefs, attitudes, perceptions, and goals of students in the classroom, most of the hypotheses we explore to explain dropout rates by gender differences cannot be supported. We conclude that possible factors leading to the underrepresentation of women in philosophy in Germany might be found in the social and institutional environment within which philosophy is taught.",
      "citationCount": 5,
      "doi": "10.3998/ergo.2252",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/889a522a1f8b8f079fc7facaeaa41a930c2d162a",
      "venue": "Ergo, An Open Access Journal of Philosophy",
      "journal": {
        "name": "Ergo an Open Access Journal of Philosophy"
      },
      "publicationTypes": null
    },
    {
      "paperId": "34372029dc2ae1e06b95303e761f57aefb8a0096",
      "title": "Pre-College Causes of Women's Underrepresentation in Philosophy",
      "authors": [
        {
          "name": "Christopher S. Dobbs",
          "authorId": "1742359886"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 5,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/34372029dc2ae1e06b95303e761f57aefb8a0096",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "108ee28155562de6580413115cf604d6317511c0",
      "title": "Sporting Feminism: Challenges to Philosophy of Gender",
      "authors": [
        {
          "name": "Boryana Angelova-Igova",
          "authorId": "1443633503"
        }
      ],
      "year": 2023,
      "abstract": "This paper aim is to compare the different policies regarding women in sports and their criticism from the so-called “sporting feminismˮ. In sports, as a miniature world, we can clearly see the inconsistencies between political goals and the philosophical theories behind them. The study traces chronologically the emergence of different feminist views that emerged in response to existing policies policies purporting to be pro-women.. There are polices for the inclusion of women in the so-called “maleˮ professions, and in sports as well. But this inclusion is reduced to carrying out hard and low-paid activities, often excluding women from being able to make independent decisions in their own professional environment. Through the methods of the philosophy of sport, which is an interdisciplinary direction, the article looks for problems, benefits and opportunities regarding the better realization of female athletes.",
      "citationCount": 0,
      "doi": "10.53656/phil2023-02-04",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/108ee28155562de6580413115cf604d6317511c0",
      "venue": "Filosofiya-Philosophy",
      "journal": {
        "name": "Filosofiya-Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b3e96abb34f94b951d2543b1438dc250f6238a5c",
      "title": "Leaky Pipeline Myths: In Search of Gender Effects on the Job Market and Early Career Publishing in Philosophy",
      "authors": [
        {
          "name": "Sean Allen-Hermanson",
          "authorId": "1422565036"
        }
      ],
      "year": 2017,
      "abstract": "That philosophy is an outlier in the humanities when it comes to the underrepresentation of women has been the occasion for much discussion about possible effects of subtle forms of prejudice, including implicit bias and stereotype threat. While these ideas have become familiar to the philosophical community, there has only recently been a surge of interest in acquiring field-specific data. This paper adds to quantitative findings bearing on hypotheses about the effects of unconscious prejudice on two important stages along career pathways: tenure-track hiring and early career publishing.",
      "citationCount": 16,
      "doi": "10.3389/fpsyg.2017.00953",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b3e96abb34f94b951d2543b1438dc250f6238a5c",
      "venue": "Frontiers in Psychology",
      "journal": {
        "name": "Frontiers in Psychology",
        "volume": "8"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bd95e13d8013fa15e5fa7628e3f2feaf4d289127",
      "title": "Explanations of the gender gap in philosophy",
      "authors": [
        {
          "name": "Morgan J. Thompson",
          "authorId": "4440940"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 16,
      "doi": "10.1111/PHC3.12406",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bd95e13d8013fa15e5fa7628e3f2feaf4d289127",
      "venue": "",
      "journal": {
        "name": "Philosophy Compass",
        "volume": "12"
      },
      "publicationTypes": null
    },
    {
      "paperId": "539ae7836ba0ec1871ef9ec8b72b959a9e729857",
      "title": "PHILOSOPHY OF GENDER: ECONOMIC BACKGROUND GENDER RELATIONS",
      "authors": [
        {
          "name": "Saikal Nusupova",
          "authorId": "2283801582"
        },
        {
          "name": "Cholponbai Nusupov",
          "authorId": "2283801619"
        }
      ],
      "year": 2022,
      "abstract": "This paper examines the problems of gender relations, viewed through the prism of economic factors that determine the social status and role of women in various areas of labor organization. Moreover, a philosophical and economic analysis of the correlation of gender and gender differences in society is given, the position on the fallacy found in the scientific literature, the definition of professions classified as “female”, is substantiated while replacing gender aspects with proper sexual ones, associated with the moral characteristics of the female sex. The objective dependence of gender principles on economic causes and political processes, determined by such factors as what form of ownership and what socio- political system exists in a particular historical society, is revealed. Thus, in particular, it highlights how the institution of private property has a direct impact on the content and direction of gender relations, viewed through the prism of social activity and the orientation of their subjects.",
      "citationCount": 0,
      "doi": "10.17015/aas.2022.222.43",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/539ae7836ba0ec1871ef9ec8b72b959a9e729857",
      "venue": "Alatoo academic studies",
      "journal": {
        "name": "Alatoo Academic Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "afa2d13451c1f8df42e4d76406991d161c0ae1d1",
      "title": "Is the Lack of Women in Philosophy a Universal Phenomenon? Exploring Women's Representation in Greek Departments of Philosophy",
      "authors": [
        {
          "name": "S. Iliadi",
          "authorId": "118507506"
        },
        {
          "name": "Kostas Theologou",
          "authorId": "2190824"
        },
        {
          "name": "S. Stelios",
          "authorId": "72872518"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.1111/hypa.12443",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/afa2d13451c1f8df42e4d76406991d161c0ae1d1",
      "venue": "Hypatia",
      "journal": {
        "name": "Hypatia",
        "pages": "700 - 716",
        "volume": "33"
      },
      "publicationTypes": null
    },
    {
      "paperId": "63a6d1b343095cb3ea17c424dd9a6acb6fcdeecb",
      "title": "Philosophy in Schools: Can Early Exposure Help Solve Philosophy's Gender Problem?",
      "authors": [
        {
          "name": "G. Schouten",
          "authorId": "40468309"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1111/hypa.12232",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/63a6d1b343095cb3ea17c424dd9a6acb6fcdeecb",
      "venue": "Hypatia",
      "journal": {
        "name": "Hypatia",
        "pages": "275 - 292",
        "volume": "31"
      },
      "publicationTypes": null
    },
    {
      "paperId": "bc09768d7cd1065cd44e3669d8ce510517dbd76f",
      "title": "Why Are Women Underrepresented in the Profession",
      "authors": [],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bc09768d7cd1065cd44e3669d8ce510517dbd76f",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "274257d01c0b347ac34a339c7bd1ed8da38cb682",
      "title": "Philosophy of Gender",
      "authors": [
        {
          "name": "Smith Westering",
          "authorId": "2184837120"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/274257d01c0b347ac34a339c7bd1ed8da38cb682",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
