{
  "status": "success",
  "source": "semantic_scholar",
  "query": "hermeneutical injustice epistemic",
  "results": [
    {
      "paperId": "c3ff03e4ccb461e76b2824efa46145b0533a2cb7",
      "title": "Hermeneutical Injustice and Epistemic Basing Failure",
      "authors": [
        {
          "name": "Patrick Bondy",
          "authorId": "2363234399"
        }
      ],
      "year": 2025,
      "abstract": "This paper introduces a problem relating to hermeneutical injustice that is grounded in epistemic basing failure. Mona Simion has recently argued for an extension of Miranda Fricker’s concept of hermeneutical injustice, to cover cases where subjects have good reasons for important beliefs available to them, but they fail to form the relevant beliefs. This paper further argues that hermeneutical injustices can arise in cases where subjects have good reasons available, and they do hold the relevant beliefs that are supported by those reasons, but they fail to hold their beliefs on the basis of the good reasons that are available to them.",
      "citationCount": 0,
      "doi": "10.15366/ria2025.m5.001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c3ff03e4ccb461e76b2824efa46145b0533a2cb7",
      "venue": "Revista Iberoamericana de Argumentación",
      "journal": {
        "name": "Revista Iberoamericana de Argumentación"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e92f287a21d24d23c03d12d0de52db1b89fba3d3",
      "title": "A taxonomy of epistemic injustice in the context of AI and the case for generative hermeneutical erasure",
      "authors": [
        {
          "name": "Warmhold Jan Thomas Mollema",
          "authorId": "2289416486"
        }
      ],
      "year": 2025,
      "abstract": "Epistemic injustice related to AI is a growing concern. In relation to machine learning models, epistemic injustice can have a diverse range of sources, ranging from epistemic opacity, the discriminatory automation of testimonial prejudice, and the distortion of human beliefs via generative AI’s hallucinations to the exclusion of the global South in global AI governance, the execution of bureaucratic violence via algorithmic systems, and interactions with conversational artificial agents. Based on a proposed general taxonomy of epistemic injustice, this paper first sketches a taxonomy of the types of epistemic injustice in the context of AI, relying on the work of scholars from the fields of philosophy of technology, political philosophy and social epistemology. Secondly, an additional conceptualization on epistemic injustice in the context of AI is provided: generative hermeneutical erasure. I argue that this injustice the automation of ‘epistemicide’, the injustice done to epistemic agents in their capacity for collective sense-making through the suppression of difference in epistemology and conceptualization by LLMs. AI systems’ ‘view from nowhere’ epistemically inferiorizes non-Western epistemologies and thereby contributes to the erosion of their epistemic particulars, gradually contributing to hermeneutical erasure. This work’s relevance lies in proposal of a taxonomy that allows epistemic injustices to be mapped in the AI domain and the proposal of a novel form of AI-related epistemic injustice.",
      "citationCount": 5,
      "doi": "10.1007/s43681-025-00801-w",
      "arxivId": "2504.07531",
      "url": "https://www.semanticscholar.org/paper/e92f287a21d24d23c03d12d0de52db1b89fba3d3",
      "venue": "AI and Ethics",
      "journal": {
        "name": "AI and Ethics",
        "pages": "5535 - 5555",
        "volume": "5"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e058c2db90b7323fa6216caf9eefb4ea866930f2",
      "title": "Decolonisation of Epistemic Injustice in Africa: Appraisal of Fricker's Testimonial and Hermeneutical Epistemic Injustices",
      "authors": [
        {
          "name": "Francis Ating",
          "authorId": "2375837765"
        },
        {
          "name": "I. Umotong",
          "authorId": "147008438"
        },
        {
          "name": "I. Ignatius",
          "authorId": "2368877074"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.2139/ssrn.5821322",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e058c2db90b7323fa6216caf9eefb4ea866930f2",
      "venue": "Social Science Research Network",
      "journal": {
        "name": "SSRN Electronic Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e3a65deab7cc604025085541aeb37a46e53bced7",
      "title": "Towards Epistemic Translatability: On Epistemic Difference and Hermeneutical Injustice",
      "authors": [
        {
          "name": "Angelo Vannini",
          "authorId": "2144582037"
        }
      ],
      "year": 2023,
      "abstract": "ABSTRACT This paper addresses the relationship between epistemic difference and hermeneutical injustice, starting from an example discussed by Townsend and Townsend: the case of the Kichwa Indigenous People of Sarayaku v. Ecuador before the Inter-American Court of Human Rights. My thesis is that translation is inevitably at work in communicative exchanges involving epistemic difference, and that considering the problem of translation allows us to refine our understanding of epistemic injustice and mobilise further resources to respond to it. In a first step, I will discuss McGlynn’s critique of Townsend and Townsend’s approach, and in particular the notion of discursive injustice elaborated by Kukla. Drawing on the notion of symbolic institution as theorised by the Belgian phenomenologist Marc Richir, I will show how translation is at work in this case, seeking to pinpoint the hermeneutical injustice at play. In a second step, I will reflect on the different paradigms of translation and argue for a broad, processual and layered conception of it. Building on Antonio Gramsci’s concept of translatability of languages, I will introduce the notion of epistemic translatability as that which allows translational strategies to be devised across epistemic difference in order to counter hermeneutical injustice.",
      "citationCount": 0,
      "doi": "10.1080/02691728.2023.2188127",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e3a65deab7cc604025085541aeb37a46e53bced7",
      "venue": "Social Epistemology",
      "journal": {
        "name": "Social Epistemology",
        "pages": "839 - 851",
        "volume": "37"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a8a2c88b6e21e6e0ad0283ea30fc344f2aa10f5e",
      "title": "Algorithmic profiling as a source of hermeneutical injustice",
      "authors": [
        {
          "name": "Silvia Milano",
          "authorId": "2151139400"
        },
        {
          "name": "Carina Prunkl",
          "authorId": "2387515467"
        }
      ],
      "year": 2024,
      "abstract": "It is well-established that algorithms can be instruments of injustice. It is less frequently discussed, however, how current modes of AI deployment often make the very discovery of injustice difficult, if not impossible. In this article, we focus on the effects of algorithmic profiling on epistemic agency. We show how algorithmic profiling can give rise to epistemic injustice through the depletion of epistemic resources that are needed to interpret and evaluate certain experiences. By doing so, we not only demonstrate how the philosophical conceptual framework of epistemic injustice can help pinpoint potential, systematic harms from algorithmic profiling, but we also identify a novel source of hermeneutical injustice that to date has received little attention in the relevant literature, what we call epistemic fragmentation. As we detail in this paper, epistemic fragmentation is a structural characteristic of algorithmically-mediated environments that isolate individuals, making it more difficult to develop, uptake and apply new epistemic resources, thus making it more difficult to identify and conceptualise emerging harms in these environments. We thus trace the occurrence of hermeneutical injustice back to the fragmentation of the epistemic experiences of individuals, who are left more vulnerable by the inability to share, compare and learn from shared experiences.",
      "citationCount": 17,
      "doi": "10.1007/s11098-023-02095-2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a8a2c88b6e21e6e0ad0283ea30fc344f2aa10f5e",
      "venue": "Philosophical Studies",
      "journal": {
        "name": "Philosophical Studies",
        "pages": "185 - 203",
        "volume": "182"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2b197ed6ee265d805be5f0e5a0eba215ae7735ff",
      "title": "Epistemic Decolonization as Overcoming the Hermeneutical Injustice of Eurocentrism",
      "authors": [
        {
          "name": "Lerato Posholi",
          "authorId": "114479245"
        }
      ],
      "year": 2020,
      "abstract": "Abstract This paper is broadly concerned with the question of what epistemic decolonization might involve. It is divided into two parts. The first part begins by explaining the specifically epistemic problem to which calls for epistemic decolonization respond. I suggest that calls for decolonization are motivated by a perceived epistemic crisis consisting in the inadequacy of the dominant Eurocentric paradigm to properly theorize our modern world. I then discuss two general proposals, radical and moderate, for what epistemic decolonization might involve. In the second part, I argue that the inadequacy of Eurocentric epistemic resources constitutes a hermeneutical injustice caused by an irreducible form of epistemic oppression. I then argue that addressing this form of epistemic oppression requires thinking ‘outside’ of the Eurocentric paradigm because the paradigm might fail to reveal and address the epistemic oppression sustaining it. This lends further plausibility to the radical proposal that epistemic decolonization must involve thinking from ‘outside’ the Eurocentric paradigm, but also accommodates the moderate proposal that adopting critical perspectives on Eurocentric thought is an important part of epistemic decolonization.",
      "citationCount": 27,
      "doi": "10.1080/05568641.2020.1779604",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2b197ed6ee265d805be5f0e5a0eba215ae7735ff",
      "venue": "Philosophical Papers",
      "journal": {
        "name": "Philosophical Papers",
        "pages": "279 - 304",
        "volume": "49"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6423d787de321b228ce1a43ddaee4308b4773f01",
      "title": "Hysteria, Hermeneutical Injustice and Conceptual Engineering",
      "authors": [
        {
          "name": "Annalisa Coliva",
          "authorId": "2256117912"
        }
      ],
      "year": 2024,
      "abstract": "ABSTRACT In this paper, we look at what Miranda Fricker (2007) calls “hermeneutical injustice” as it arises in the medical context. By drawing on the history of hysteria, I argue that the concept of hysteria has been held in place by power structures affected by negative prejudice against women. In this sense, the concept of hysteria fits the central conditions of the concept of hermeneutical injustice as characterized by Fricker. Yet, reflection on the case of hysteria also signals the need for widening the understanding of hermeneutical injustice. I thus propose to ameliorate the concept of hermeneutical injustice and show how, once thus ameliorated, it can be used as a powerful tool to advocate for the amelioration of the concept of woman. I then return to the concept of hysteria and argue that it is still in use in everyday contexts, where it embodies identity prejudice against women and constitutes a particularly pernicious form of put-down that perpetrates various forms of epistemic injustice. I conclude that also in that kind of context the concept of hysteria should be abandoned. Like with other loaded concepts, the only admissible uses of that concept would then be in contexts of reclaiming or re-appropriation.",
      "citationCount": 4,
      "doi": "10.1080/02691728.2024.2400089",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6423d787de321b228ce1a43ddaee4308b4773f01",
      "venue": "Social Epistemology",
      "journal": {
        "name": "Social Epistemology",
        "pages": "121 - 133",
        "volume": "39"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5f1cb11b51cab0f7a62a887e9706544a52133637",
      "title": "False consciousness, hermeneutical injustice, and ideological power",
      "authors": [
        {
          "name": "Titus Stahl",
          "authorId": "2268994956"
        }
      ],
      "year": 2024,
      "abstract": "Theories of ideology explain the stability of unjust social institutions by reference to the ways in which social power undermines the epistemic agency of those subordinated by them. The historically dominant model of ideology understands it as ‘false consciousness’, that is, as a set of socially distorted beliefs. The false consciousness model of ideology is, however, unsatisfactory in various respects. I argue that this, in part, explains why theorists have more recently turned to a competing model that understands the epistemic constraints caused by relations of social power in terms of hermeneutical injustices. While Fricker’s theory of hermeneutical injustice avoids some implausible assumptions of false consciousness theories, it lacks, however, a plausible account of how social power can distort hermeneutical resources. I argue that there is a competing model of ideology in the Marxist tradition, according to which ideologies arise from distortions of concepts that are internal to social practices; this model takes up the insights from theories of hermeneutical injustices, and supplements them with a convincing ‘materialist’ explanation of how power, practices, and discourse are linked.",
      "citationCount": 1,
      "doi": "10.1177/01914537241308133",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5f1cb11b51cab0f7a62a887e9706544a52133637",
      "venue": "Philosophy &amp; Social Criticism",
      "journal": {
        "name": "Philosophy &amp; Social Criticism"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7e22488230edf4ada737647309ee901c3b1b3538",
      "title": "Hermeneutical Injustice and Bisexuality: Toward New Conceptual Tools",
      "authors": [
        {
          "name": "Anna Boncompagni",
          "authorId": "66798435"
        }
      ],
      "year": 2024,
      "abstract": "Abstract The starting point of this paper is a clarification of the forms that hermeneutical injustice takes for bisexual individuals. While it is often thought that bisexuals do not need special protections or politics because they easily “pass” for straight and thus enjoy so-called hetero privilege, this precise situation is a source of oppression, silencing, erasure, and discrimination for many of them within both straight and gay environments. Bi-invisibility, bi-erasure, and persistent negative stereotypes contribute to specific forms of hermeneutical injustice for this segment of the population. Reflection on these forms, however, as well as reflection on bisexual identity, highlights some problematic aspects connected to the metaphor of hermeneutical “gaps” and the underlying theoretical model that are often used or assumed in research on epistemic injustice. With the aim of clarifying and responding to such difficulties, I introduce Wittgenstein's notion of hinges as a conceptual tool to better understand these phenomena. The case of bisexuality shows that seeing hermeneutical injustice in the light of the metaphor of hinges, instead of that of gaps, helps better grasp its features, its causes, and the forms that it can assume.",
      "citationCount": 1,
      "doi": "10.1017/hyp.2024.28",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7e22488230edf4ada737647309ee901c3b1b3538",
      "venue": "Hypatia",
      "journal": {
        "name": "Hypatia",
        "pages": "407 - 425",
        "volume": "40"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ad0ac688e7fcbc5fca2fb93fbddef457f623b7ff",
      "title": "Hermeneutical Injustice Through Defective Concept Possession",
      "authors": [
        {
          "name": "Danni Deans",
          "authorId": "2327897568"
        }
      ],
      "year": 2024,
      "abstract": "This paper identifies and analyses a novel species of hermeneutical epistemic injustice (HI). Fricker’s traditional account analyses HI in terms of a collective conceptual gap. (Epistemic injustice: power and the ethics of knowing, Oxford University Press, Oxford, 2007). Building on this, Simion’s analysis (in: Bondy P, Carter JA (eds) Well-founded belief: new essays on the epistemic basing relation. Routledge, New York, 2019) suggests the phenomenon is broader, and thus more ubiquitous: specifically, that agents who have been hermeneutically marginalised can be susceptible to HI through failing to ground their social experience in conceptual resources that are already available. This paper advances the literature further and presents a novel strand of the phenomena, where agents both have, and base, their experience on available concepts but are still subject to HI. I argue that this is an important species of HI that should be investigated and accounted for, and I suggest that in virtue of being hermeneutically marginalised, often agents only have available to them defective or oppressive concepts. I further provide a case study of what this can look like online and new concerns social media presents for this kind of HI. CW: Mentions of transphobia, racism, sexism, rape.",
      "citationCount": 0,
      "doi": "10.1007/s11245-024-10096-x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ad0ac688e7fcbc5fca2fb93fbddef457f623b7ff",
      "venue": "Topoi",
      "journal": {
        "name": "Topoi",
        "pages": "1379 - 1387",
        "volume": "43"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "dafbd34d164f620646442ef3544867c8e8beeef5",
      "title": "One Too Many: Hermeneutical Excess as Hermeneutical Injustice",
      "authors": [
        {
          "name": "Nicole Dular",
          "authorId": "113293510"
        }
      ],
      "year": 2023,
      "abstract": "Abstract Hermeneutical injustice, as a species of epistemic injustice, is when members of marginalized groups are unable to make their experiences communicatively intelligible due to a deficiency in collective hermeneutical resources, where this deficiency is traditionally interpreted as a lack of concepts. Against this understanding, this article argues that even if adequate concepts that describe marginalized groups’ experiences are available within the collective hermeneutical resources, hermeneutical injustice can persist. This article offers an analysis of how this can happen by introducing the notion of hermeneutical excess: the introduction of additional concepts into collective hermeneutical resources that function to obscure agents’ understanding of the lived experiences of marginalized groups. The injustice of hermeneutical excesses happens not due to hermeneutical marginalization (the exclusion of members of marginalized groups from the construction of hermeneutical resources), but rather from hermeneutical domination: when members of dominant groups have been inappropriately included in the construction of hermeneutical resources. By taking as exemplary cases the concepts of “reverse racism” and “nonconsensual sex,” this article shows how such excesses are introduced as a kind of defensive strategy used by dominant ideologies precisely when progress with social justice is made.",
      "citationCount": 15,
      "doi": "10.1017/hyp.2023.20",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dafbd34d164f620646442ef3544867c8e8beeef5",
      "venue": "Hypatia",
      "journal": {
        "name": "Hypatia",
        "pages": "423 - 438",
        "volume": "38"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8bfc695784b964d03848f03d578216f0dc3c8d74",
      "title": "Epistemic Injustice in Generative AI",
      "authors": [
        {
          "name": "Jackie Kay",
          "authorId": "2347534242"
        },
        {
          "name": "Atoosa Kasirzadeh",
          "authorId": "51880633"
        },
        {
          "name": "Shakir Mohamed",
          "authorId": "2316610358"
        }
      ],
      "year": 2024,
      "abstract": "This paper investigates how generative AI can potentially undermine the integrity of collective knowledge and the processes we rely on to acquire, assess, and trust information, posing a significant threat to our knowledge ecosystem and democratic discourse. Grounded in social and political philosophy, we introduce the concept of generative algorithmic epistemic injustice. We identify four key dimensions of this phenomenon: amplified and manipulative testimonial injustice, along with hermeneutical ignorance and access injustice. We illustrate each dimension with real-world examples that reveal how generative AI can produce or amplify misinformation, perpetuate representational harm, and create epistemic inequities, particularly in multilingual contexts. By highlighting these injustices, we aim to inform the development of epistemically just generative AI systems, proposing strategies for resistance, system design principles, and two approaches that leverage generative AI to foster a more equitable information ecosystem, thereby safeguarding democratic values and the integrity of knowledge production.",
      "citationCount": 32,
      "doi": "10.48550/arXiv.2408.11441",
      "arxivId": "2408.11441",
      "url": "https://www.semanticscholar.org/paper/8bfc695784b964d03848f03d578216f0dc3c8d74",
      "venue": "AAAI/ACM Conference on AI, Ethics, and Society",
      "journal": {
        "name": "ArXiv",
        "volume": "abs/2408.11441"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "58faa9b42c3e5c79f477ba56e641e131ce0d2e81",
      "title": "Epistemic injustice suffered by patients with rare diseases, poorly understood diseases, and underdiagnosed diseases, and the epistemic advantage granted by these diseases",
      "authors": [
        {
          "name": "Mar Rosàs Tosas",
          "authorId": "2261941402"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1007/s11019-025-10285-4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/58faa9b42c3e5c79f477ba56e641e131ce0d2e81",
      "venue": "Medicine, Health care and Philosophy",
      "journal": {
        "name": "Medicine, Health Care and Philosophy",
        "pages": "693 - 705",
        "volume": "28"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "3c93f6479bdff82f7122fd93fbb452ce6523d036",
      "title": "Misunderstanding Epistemic Injustice: The Case of Chronic Pain Reports",
      "authors": [
        {
          "name": "Veronica de Souza Campos",
          "authorId": "2370334325"
        },
        {
          "name": "Daniel De Luca-Noronha",
          "authorId": "2133495355"
        }
      ],
      "year": 2025,
      "abstract": "This article critiques the broad interpretation of inadequate medical responses to chronic pain reports as instances of testimonial or hermeneutical injustice. While Miranda Fricker's concepts help highlight the neglect of chronic pain sufferers – such as healthcare professionals' failure to take reports seriously (testimonial injustice) or the lack of adequate language to communicate pain experiences (hermeneutical injustice) – we argue that applying these frameworks overlooks important nuances. Specifically, we contend that there is an additional, distinct epistemic failure in how healthcare providers engage with chronic pain complaints: a failure to respond to these reports in adequate ways, beyond merely understanding or believing them. We hypothesize that it has to do with inquisitive inertia (a decision not to investigate further, in the absence of good medical reasons to ground such a decision), and we conceptualize this failure in terms of distributive epistemic injustice, that may persist even in the absence of testimonial or hermeneutical injustices as they are traditionally understood.",
      "citationCount": 1,
      "doi": "10.1111/japp.70032",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3c93f6479bdff82f7122fd93fbb452ce6523d036",
      "venue": "Journal of Applied Philosophy",
      "journal": {
        "name": "Journal of Applied Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "dbba5d00bd700f490dd38f6655bdfd7cf42dd0e9",
      "title": "Wittgenstein, Religion and Deep Epistemic Injustice",
      "authors": [
        {
          "name": "R. Vinten",
          "authorId": "115937544"
        }
      ],
      "year": 2025,
      "abstract": "In his article ‘Epistemic Injustice and Religion’, Ian James Kidd raises the possibility that some epistemic injustices might be deep. To spell out exactly what might be involved in deep epistemic injustices, especially those involving religious worldviews, an obvious place to look is Wittgenstein’s work on religion. Careful reflection on Wittgenstein’s remarks in the ‘Lectures on Religious Belief’ and his late work collected in On Certainty will have implications for how we are to understand the relationships between belief and evidence and for the ways in which we might enrich our hermeneutical sensitivities, and so Wittgenstein’s remarks are helpful for understanding epistemic injustices more generally. This paper will focus on epistemic injustices involving Islamophobia since Islamophobia has, so far, been given little attention in the literature on epistemic injustice.",
      "citationCount": 3,
      "doi": "10.3390/rel16040418",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dbba5d00bd700f490dd38f6655bdfd7cf42dd0e9",
      "venue": "Religions",
      "journal": {
        "name": "Religions"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4243c13ccec1f366e3caa0806a29275bb74a081d",
      "title": "Objectivity, standardization, and epistemic injustice in psychiatry",
      "authors": [
        {
          "name": "Virginia Ballesteros",
          "authorId": "2302490834"
        }
      ],
      "year": 2025,
      "abstract": "This paper analyzes the conception of objectivity in psychiatry as a structural factor that may promote epistemically unjust clinical practices. It argues that because psychiatry primarily relies on patients’ reports of mental symptoms and clinicians’ observations of behavior, it has had to develop ways to address these in a standardized, objective manner. Standardized instruments provide reliability and – presumably – validity in psychiatric assessment and diagnosis. However, by their very nature, they must set aside patients’ perspectives and idiosyncrasies. Understanding objectivity as standardization, this paper argues, promotes treating patients as mere informants or, worse, as sources of information – which may underpin various forms of epistemic injustice, such as hermeneutical or contributory injustice. This paper also addresses recent proposals to include patients’ perspectives in the DSM revision processes, arguing that while this represents a step towards social and epistemic justice, as well as an improvement in diagnostic classification, it remains insufficient for achieving epistemic justice due to the constraints inherent in standardization. The conclusion is that rethinking objectivity beyond standardization is necessary to achieve epistemic justice in psychiatry.",
      "citationCount": 1,
      "doi": "10.1007/s11229-025-05016-4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4243c13ccec1f366e3caa0806a29275bb74a081d",
      "venue": "Synthese",
      "journal": {
        "name": "Synthese",
        "volume": "205"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e93f08d27e443972c540110f87e8c1a0cb57e0d0",
      "title": "Temporal Aspects of Epistemic Injustice: The Case of Patients with Drug Dependence",
      "authors": [
        {
          "name": "Sergei Shevchenko",
          "authorId": "2339173377"
        },
        {
          "name": "Alexey Zhavoronkov",
          "authorId": "2339172476"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11673-024-10404-5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e93f08d27e443972c540110f87e8c1a0cb57e0d0",
      "venue": "Journal of Bioethical Inquiry",
      "journal": {
        "name": "Journal of Bioethical Inquiry",
        "pages": "667 - 677",
        "volume": "22"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "079758e8c65a88ae846f5a33680543d5e2d2d3fa",
      "title": "Epistemic Injustice and the Anorexic Voice: Rethinking Care through Sophia Gore’s The Rustle of a Wing: Finding Hope Beyond Anorexia",
      "authors": [
        {
          "name": "MV. Mary Tharshika",
          "authorId": "2402553764"
        },
        {
          "name": "Dr. Judy Gomez",
          "authorId": "2402554728"
        }
      ],
      "year": 2025,
      "abstract": "This paper analyzes Sophia Gore’s The Rustle of a Wing: Finding Hope Beyond Anorexia through Miranda Fricker’s concepts of testimonial and hermeneutical injustice, supported by insights from medical humanities and narrative medicine. This memoir showcases how patients with anorexia nervosa are silenced at medical institutions. Gore’s account of institutional treatment exposes a system that reduces the patient to measurable symptoms while ignoring her narrative agency. By examining how the memoir critiques biomedical dismissal and insists on the ethical centrality of storytelling, this paper advocates for a care model that restores epistemic credibility to patients through narrative attention, representation, and affiliation.",
      "citationCount": 0,
      "doi": "10.64938/bijri.v10n1.25.oct048",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/079758e8c65a88ae846f5a33680543d5e2d2d3fa",
      "venue": "Bodhi international journal of research in humanities, arts and science",
      "journal": {
        "name": "BODHI International Journal of Research in Humanities, Arts and Science"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c6b8da48bf09afbf5f35c68c5d9bb34e9a1eb1ee",
      "title": "From Epistemic Injustice to AI Ethics: A Frickerian Approach to Gender Discrimination",
      "authors": [
        {
          "name": "Zhiyuan Cheng",
          "authorId": "2378167813"
        }
      ],
      "year": 2025,
      "abstract": "Testimonial Injustice occurs when the speaker is wrongfully undermined in his/her capacity as a knower due to the identity prejudice against his/her, while Hermeneutical Injustice occurs when some social groups cannot make sense of their social experiences due to their exclusion from hermeneutical participation. Both kinds of injustice result from structural social prejudice and can especially disadvantage some groups but not others. In the real world, these two types of injustice are embodied in the design and practice of AI. Based on gender-biased data, AI further exacerbates the Testimonial Injustice women suffered when processing and accessing information. And the low participation rate of women in occupations such as Science, Technology, Engineering, Mathematics results in the low diversity and inclusiveness of AI technologies and exacerbates the Hermeneutic Injustice faced by women. Therefore, in the era of AI, these two types of injustice are practiced by new technologies and manifested in the aggravation of existing gender biases against women.",
      "citationCount": 0,
      "doi": "10.62051/fe5pcr74",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c6b8da48bf09afbf5f35c68c5d9bb34e9a1eb1ee",
      "venue": "Transactions on Social Science, Education and Humanities Research",
      "journal": {
        "name": "Transactions on Social Science, Education and Humanities Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5f4f7566c8ac9a0d985314e3a2a3ccdb9eff803b",
      "title": "Alleviating Epistemic Injustice in Environmental Health Research: Strategies from Science and Values",
      "authors": [
        {
          "name": "Kevin C. Elliott",
          "authorId": "2261312803"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11245-025-10268-3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5f4f7566c8ac9a0d985314e3a2a3ccdb9eff803b",
      "venue": "Topoi",
      "journal": {
        "name": "Topoi"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "53484405dfaf1f964771a277c1420a295dc171ef",
      "title": "The relationship between capacity and credibility: implications for epistemic injustice",
      "authors": [
        {
          "name": "Ruby Reed‐Berendt",
          "authorId": "2284137367"
        },
        {
          "name": "Agomoni Ganguli-Mitra",
          "authorId": "1401296799"
        }
      ],
      "year": 2025,
      "abstract": "Abstract In this article, we analyse the concept of mental capacity through considerations of epistemic injustice. We suggest that an assessment of a person’s capacity will always involve consideration of their epistemic credibility. Understanding capacity assessments in this manner allows us to illustrate the epistemic exclusions and injustices that can arise. First, attitudes and stereotypes about mental disability and illness, as well as characteristics such as gender and race, can make a significant difference in terms of who is believed and considered credible. We raise concerns for the potential of these biases to influence capacity assessments inadvertently. Secondly, a person deemed to lack capacity has their epistemic agency significantly curtailed; their contributions to the decision-making process are not those of a full epistemic agent, but those of a derivatized subject, giving rise to epistemic exclusion. We further argue that capacity determinations rely on specific hermeneutical resources, namely those based in medical-scientific or legal knowledge, which may be inapt for interpreting the experiences of disabled people and those with mental illness. Finally, we highlight important insights that this approach provides for considering options for reform in practice and in law.",
      "citationCount": 0,
      "doi": "10.1093/medlaw/fwaf039",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/53484405dfaf1f964771a277c1420a295dc171ef",
      "venue": "Medical Law Review",
      "journal": {
        "name": "Medical Law Review",
        "volume": "33"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bdf20d73e089e239e1af1ffc4415a02cd299640b",
      "title": "Collective Amnesia as an Epistemic Injustice",
      "authors": [
        {
          "name": "Flavie Chevalier",
          "authorId": "2379817256"
        }
      ],
      "year": 2025,
      "abstract": "\n By considering real-life cases of epistemic reparations (Lackey 2022), such as the Truth and Reconciliation Commissions in Canada, I identify and characterize a form of epistemic injustice that I call “collective amnesia.” I distinguish this phenomenon from other recognized forms of epistemic injustice and argue that collective amnesia specifically leads to primary and secondary epistemic harms in the form of distorted representations of a community’s past, preventing an even broader epistemic community from gaining adequate knowledge of its past and present identities. More precisely, I argue that collective amnesia arises as an interplay of negative hermeneutical injustices, whereby conceptual tools are lacking (Fricker, 2007), and “positive” hermeneutical injustices, whereby the positive presence of distorting and oppressive concepts defeats or prevents the application of more adequate concepts or narratives (Falbo, 2022). In addition, I address and respond to four objections. The first two objections allow me to identify two necessary conditions under which instances of collective forgetting are morally relevant and thus may count as instances of collective amnesia as an epistemic injustice: they must be partly agential, whether on the part of individuals or structures, and due to hermeneutical marginalization. The last two objections enable me to precisely define the scope of this epistemic injustice.",
      "citationCount": 0,
      "doi": "10.1017/epi.2025.10068",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bdf20d73e089e239e1af1ffc4415a02cd299640b",
      "venue": "Episteme",
      "journal": {
        "name": "Episteme"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5a6a8934d29ec2320a05dc2329a768e18381bfa1",
      "title": "Liberating students from epistemic injustice in academic misconduct processes by shifting to a more compassionate and inclusive approach",
      "authors": [
        {
          "name": "Chloe Courtenay",
          "authorId": "2352579202"
        }
      ],
      "year": 2025,
      "abstract": "Academic misconduct processes in higher education institutions are supposed to ensure fairness. However, these very processes can lead to epistemic injustice (testimonial and hermeneutical) partly because students come from different epistemic cultures and so do not have a homogenised understanding of what constitutes academic misconduct. Understanding the many reasons for why students may turn to academic misconduct either deliberately or accidently is important to inform teaching practice. Learning development needs to guide students away from epistemic ignorance and potential epistemic injustice by actively involving and immersing students in good academic practice as well as focusing on the positives of critical thinking, objective analysis and reasons for why skills such as referencing are important as part of both respectful dialogue and intellectual growth. This would move away from a focus on negatives and punitive approaches.",
      "citationCount": 0,
      "doi": "10.47408/jldhe.vi35.1316",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5a6a8934d29ec2320a05dc2329a768e18381bfa1",
      "venue": "Journal of Learning Development in Higher Education",
      "journal": {
        "name": "Journal of Learning Development in Higher Education"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a66990aad738db17b7405b7d6b8d3bebc5bdce84",
      "title": "Epistemic Injustice, the Right to the Truth and Reparations in Cases of Sexual Violence",
      "authors": [
        {
          "name": "Rita Del Pilar Zafra",
          "authorId": "2347830186"
        }
      ],
      "year": 2025,
      "abstract": "This article seeks to identify the importance of the concept of “epistemic injustice”, created by Miranda Fricker, for the reparation of the right to the truth in cases of sexual violence. To this end, it conducts an analysis on the notion of epistemic injustice, (hermeneutical and testimonial); on the epistemic dimension of sexual violence; on the current content and scope of the right to the truth; and on the way said right should be repaired. Finally, it provides guidelines for reparations of the right to the truth in cases of sexual violence based on the different aspects of epistemic injustice that are experienced.",
      "citationCount": 0,
      "doi": "10.17561/tahrj.v24.9250",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a66990aad738db17b7405b7d6b8d3bebc5bdce84",
      "venue": "Age of Human Rights Journal",
      "journal": {
        "name": "The Age of Human Rights Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "cdf113bd1299d21c2366496969b3ae9048d93fa7",
      "title": "Assymetric Epistemic Labor as Hermeneutical Injustice",
      "authors": [
        {
          "name": "M. Owens",
          "authorId": "67013673"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cdf113bd1299d21c2366496969b3ae9048d93fa7",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "24c29f9964ccee112963f230e0e9eb45ff55b882",
      "title": "What's Harassment? (Epistemic Injustice—Hermeneutical)",
      "authors": [
        {
          "name": "K. McCain",
          "authorId": "2848496"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.4324/9781003121091-40",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/24c29f9964ccee112963f230e0e9eb45ff55b882",
      "venue": "Epistemology: 50 Puzzles, Paradoxes, and Thought Experiments",
      "journal": {
        "name": "Epistemology: 50 Puzzles, Paradoxes, and Thought Experiments"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f3688c75e995522633ca273a43c7db3d189a0cfb",
      "title": "Socially disruptive technologies and epistemic injustice",
      "authors": [
        {
          "name": "J. Hopster",
          "authorId": "52437095"
        }
      ],
      "year": 2024,
      "abstract": "Recent scholarship on technology-induced ‘conceptual disruption’ has spotlighted the notion of a conceptual gap. Conceptual gaps have also been discussed in scholarship on epistemic injustice, yet up until now these bodies of work have remained disconnected. This article shows that ‘gaps’ of interest to both bodies of literature are closely related, and argues that a joint examination of conceptual disruption and epistemic injustice is fruitful for both fields. I argue that hermeneutical marginalization—a skewed division of hermeneutical resources, which serves to diminish the experiences of marginalized folk—does not only transpire because of conceptual gaps, but also because of two other kinds of conceptual disruption: conceptual overlaps and conceptual misalignments. Hence, there are multiple kinds of conceptual disruption that can be usefully studied through the normative lens of epistemic injustice. Technology can play different roles vis-a-vis epistemic injustices, both as a causal trigger of conceptual disruption, but also as a mediator of hermeneutical resources. Its role is normatively significant, in particular because socially disruptive technologies can have different epistemic implications for different groups: they may amplify the epistemic resources of some groups, while diminishing those of others.",
      "citationCount": 10,
      "doi": "10.1007/s10676-024-09747-9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f3688c75e995522633ca273a43c7db3d189a0cfb",
      "venue": "Ethics and Information Technology",
      "journal": {
        "name": "Ethics and Information Technology",
        "volume": "26"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ab0b60675d1d862db80a484a3e7c8cbe0e47017b",
      "title": "Overcoming Hermeneutical Injustice: Cultural Self-Appropriation and the Epistemic Practices of the Oppressed",
      "authors": [
        {
          "name": "Justo Serrano Zamora",
          "authorId": "38696382"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.5325/JSPECPHIL.31.2.0299",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ab0b60675d1d862db80a484a3e7c8cbe0e47017b",
      "venue": "",
      "journal": {
        "name": "Journal of Speculative Philosophy",
        "pages": "299-310",
        "volume": "31"
      },
      "publicationTypes": null
    },
    {
      "paperId": "dc7b067cd3bc21b5757ddcbd00a1411ac7dac006",
      "title": "Are Metaphors Ethically Bad Epistemic Practice? Epistemic Injustice at the Intersections",
      "authors": [
        {
          "name": "Kaitlin R. Sibbald",
          "authorId": "2076847412"
        }
      ],
      "year": 2024,
      "abstract": "Abstract The COVID-19 pandemic brought the debate about the ethics of metaphors to the fore. In this article, I draw on blending theory—a theory of cognition—and theories of epistemic injustice to explore both the epistemic and ethical implications of metaphors. Beginning with a discussion of the conceptual alterations that may result from the use of metaphors, I argue that the effects these alterations have on available hermeneutical resources have the potential to result in a type of hermeneutical injustice distinct from the “lacuna” described by Miranda Fricker (Fricker 2007). Following, I examine how metaphors may therefore be considered “ethically bad epistemic practice,” as described by Rebecca Mason, because of how they may contribute to perpetuating an inequitable epistemic status quo (Mason 2011). Yet these same features may be used to promote epistemic justice in the context of intersectional power relationships. Situating the effects of metaphors within an inequitable yet dynamic epistemic system, I argue that foregrounding intersectional power dynamics enables us to interrogate the ethics of metaphors with consideration of both the epistemic and material consequences that may occur. I conclude by providing guidance for how, given that metaphors do epistemic work, we may use them to do ethical epistemic work.",
      "citationCount": 1,
      "doi": "10.1017/hyp.2023.90",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dc7b067cd3bc21b5757ddcbd00a1411ac7dac006",
      "venue": "Hypatia",
      "journal": {
        "name": "Hypatia",
        "pages": "801 - 821",
        "volume": "38"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "466f0248552a6f762c966ba0012f640475789c6a",
      "title": "Detecting your depression with your smartphone? – An ethical analysis of epistemic injustice in passive self-tracking apps",
      "authors": [
        {
          "name": "Mirjam Faissner",
          "authorId": "51392978"
        },
        {
          "name": "Eva Kuhn",
          "authorId": "2275806702"
        },
        {
          "name": "Regina Müller",
          "authorId": "2205726162"
        },
        {
          "name": "Sebastian Laacke",
          "authorId": "2044286884"
        }
      ],
      "year": 2024,
      "abstract": "Smartphone apps might offer a low-threshold approach to the detection of mental health conditions, such as depression. Based on the gathering of ‘passive data,’ some apps generate a user’s ‘digital phenotype,’ compare it to those of users with clinically confirmed depression and issue a warning if a depressive episode is likely. These apps can, thus, serve as epistemic tools for affected users. From an ethical perspective, it is crucial to consider epistemic injustice to promote socially responsible innovations within digital mental healthcare. In cases of epistemic injustice, people are wronged specifically as epistemic agents, i.e., agents of the production and distribution of knowledge. We suggest that epistemic agency relies on different resource- and uptake-related preconditions which can be impacted by the functionality of passive self-tracking apps. We consider how this can lead to different forms of epistemic injustice (testimonial, hermeneutical, and contributory injustice) and analyze the influence of the apps’ use on epistemic practices on an individual level, in mental healthcare settings, and on the structural level.",
      "citationCount": 4,
      "doi": "10.1007/s10676-024-09765-7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/466f0248552a6f762c966ba0012f640475789c6a",
      "venue": "Ethics and Information Technology",
      "journal": {
        "name": "Ethics and Information Technology",
        "volume": "26"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 30,
  "errors": []
}
