{
  "status": "success",
  "source": "semantic_scholar",
  "query": "hermeneutics textual interpretation",
  "results": [
    {
      "paperId": "d12ed2165ffc00db19e451ffef5f423bf41d1380",
      "title": "Speaking (from) out of tradition: hermeneutics, literary style and the task of textual interpretation in J. M. Coetzee’s Elizabeth Costello (2003) and Julian Barnes’s Elizabeth Finch (2022)",
      "authors": [
        {
          "name": "Ian Tan",
          "authorId": "2291544997"
        }
      ],
      "year": 2024,
      "abstract": "ABSTRACT This essay will argue for the pertinence of a hermeneutical approach to textuality, literary style, and the legacy of the contemporary novel in J. M. Coetzee’s Elizabeth Costello and Julian Barnes’s Elizabeth Finch. I will emphasize how Coetzee and Barnes’s ‘novels of ideas’ both explore the limitations and necessities of understanding character and the burden of textuality as ways through which the contemporary novel continues its self-conscious destabilizations and regenerations of form and aesthetic response towards the world. Contrary to a critical fashion which maps metafictional techniques with postmodern sensibilities, Coetzee and Barnes’s concerns with textual embeddedness and the demands of literary conventions do not lead to a position of ideological relativism that negates the potentialities of interpretation and reading to revivify these generic markers. Instead, I demonstrate that these two novels indicate the relevance of a hermeneutical position, which stresses how positionality within tradition is both constraining and liberatory.",
      "citationCount": 0,
      "doi": "10.1080/0950236X.2024.2328110",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d12ed2165ffc00db19e451ffef5f423bf41d1380",
      "venue": "Textual Practice",
      "journal": {
        "name": "Textual Practice",
        "pages": "959 - 982",
        "volume": "39"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a53448c9ef18bc012d6f38e363222ed4721e97d2",
      "title": "Interpretation as Ethical Life: From Scriptural Hermeneutics to Tragic Responsibility in Adam Bede",
      "authors": [
        {
          "name": "Ben Parker",
          "authorId": "2351145685"
        }
      ],
      "year": 2025,
      "abstract": "Abstract:This essay discusses the role of interpretation in George Eliot's social ethics. In her first novel, Adam Bede, Eliot gives considerable space to matters of scriptural interpretation, especially Methodist hermeneutics. For Eliot, steeped in the Left Hegelian criticism of religion, these issues of interpretation are not limited to textual practice but are ultimately social in nature. This article claims that Eliot's narrative technique, her model of a \"knowable\" community, her conception of sympathy, and her tragic notion of social ethics should be reconsidered in light of the interpretive problems raised by religious hermeneutics.",
      "citationCount": 0,
      "doi": "10.1353/elh.2025.a954021",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a53448c9ef18bc012d6f38e363222ed4721e97d2",
      "venue": "ELH: English literary history",
      "journal": {
        "name": "ELH",
        "pages": "211 - 234",
        "volume": "92"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "aa57e9da0b003e4add88d4c61fbfa6d97bcdcc99",
      "title": "ON THE PHILOLOGICAL CONJECTURES IN POETICS AND HERMENEUTICS: TOWARDS INTERPRETATION OF HOMERI ILIAD (1, 7; 1, 106) AND HORATI ODE III, 22",
      "authors": [
        {
          "name": "Alexius Belov",
          "authorId": "2364993953"
        }
      ],
      "year": 2025,
      "abstract": "The paper discusses the phenomenon of philological conjectures observed beyond the borders of well-known textual criticism. It is shown that the term is appliable also to poetics and hermeneutics. The latter discipline is discussed, along with its actual tasks and perspectives. Some new conjectures for the texts of Homer and Horace are proposed. In particular, I propose to accept an assonance in [w] in Hom. A 7, which was lost after elimination of /w/ in Ionic Greek, but is preserved in Homer. In Hom. A 106 an alliteration is to be found, which was used as a poetic technique for revealing the character of Agamennon. It is notable that the alliteration was achieved due the elimination of labiovelars, which may give in Ionic dialects not only [p], but [k]. That was, probably, the reason, why the tradition didn’t see it in the text later. The most part of the paper discusses one of the most complicated odes of Horace (III, 22). Here I propose some arguments in favour of the statement that this ode contains a hint to several unknown details of Horace’s biography, which are also preserved as an intertextual sense in Ovid’s Amores (II, 13 and II, 14). Comparing these three texts, we can conclude that this ode was written of poet’s birthday and the funerary victim is an oblique indication of his mother’s death in childbirth.",
      "citationCount": 0,
      "doi": "10.55959/msu0130-0075-9-2025-48-01-12",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aa57e9da0b003e4add88d4c61fbfa6d97bcdcc99",
      "venue": "Lomonosov Journal of Philology",
      "journal": {
        "name": "Lomonosov Journal of Philology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "46c59fca167d1b0242fe10355eca941fc8223015",
      "title": "From Ricœurian Hermeneutics to Environmental Hermeneutics. Space, Landscape, and Interpretation",
      "authors": [
        {
          "name": "M. Soares",
          "authorId": "138382738"
        }
      ],
      "year": 2021,
      "abstract": "The analysis of fundamental texts such as “Architecture and Narrativity” and Memory, History, Forgetting aims to fill a gap in studies of Environmental Hermeneutics. Indeed, the analogy between space and narrative, through parallelism with the process of triple mimesis, is usually deduced by environmental hermeneuticists from the works Time and Narrative and Oneself as Another. However, Ricœur himself took it upon himself to make this transposition in a direct and elaborated way from a phenomenological and hermeneutic analysis of the built space (through architecture) and the inhabited space, opening the way for a broader and more grounded epistemology of environmental hermeneutics. The introduction of the critical concept of landscape, as seen today by constructivist and cultural geography, legitimizes the claims of an environmental hermeneutics as an interpretive process of formally non-textual objects. Indeed, landscape in its connection to territory has its own semiotic and semantic character, which is appealed to for reading and interpretation.",
      "citationCount": 3,
      "doi": "10.5195/errs.2021.559",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/46c59fca167d1b0242fe10355eca941fc8223015",
      "venue": "Études Ricoeuriennes / Ricoeur Studies",
      "journal": {
        "name": "Études Ricoeuriennes / Ricoeur Studies"
      },
      "publicationTypes": null
    },
    {
      "paperId": "efae5287f55be10c7dd60028ba3ab6588089da26",
      "title": "Textual hermeneutics, interpretive responsibility and the objectification and interpretation of action : Paul Ricoeur and 'the model of the text'",
      "authors": [
        {
          "name": "D. Standen",
          "authorId": "35186391"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 3,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/efae5287f55be10c7dd60028ba3ab6588089da26",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "4ac6ab8f800614f3f3dbe7eea3668637977f42b7",
      "title": "An Analysis of Hasan Hanafi's Tafsir Method: Hermeneutics as An Interpretative Approach",
      "authors": [
        {
          "name": "Endang Hidayati",
          "authorId": "2385908543"
        },
        {
          "name": "Bahriyan Ar-Rasyid Hutagaol",
          "authorId": "2385915374"
        }
      ],
      "year": 2025,
      "abstract": "The analysis discusses Hasan Hanafi's tafsir method based on hermeneutics as a contextual approach to understanding the Qur'an. Hasan Hanafi, an Egyptian philosopher and theologian, proposes the method al-Manhaj Al-Ijtima'i fi At-Tafsir, which emphasizes the importance of linking the sacred text to contemporary socio-political realities. Hermeneutics is used as a tool to uncover the meaning of the Qur'an contextually, going beyond literal textual understanding, so that interpretation becomes an expression of the interpreter's social commitment to human problems. Hanafi's perspective rejects traditional tafsir that focuses solely on linguistic analysis and authoritative narratives, instead prioritizing interpretation responsive to the dynamic needs of the Muslim community today. The proposed method involves systematic steps, starting from formulating social commitments, inventorying and classifying verses, to connecting the text with empirical realities to produce transformative and applicable interpretations. This study illustrates the relevance of Hasan Hanafi's hermeneutical approach in supporting Qur'anic understanding that adapts to changing times and social needs of the community.",
      "citationCount": 4,
      "doi": "10.34125/injies.v2i1.22",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4ac6ab8f800614f3f3dbe7eea3668637977f42b7",
      "venue": "INJIES: Journal of Islamic Education Studies",
      "journal": {
        "name": "INJIES: Journal of Islamic Education Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "16c575c01fcf2001db80fc3f9807065c1eeb6bd2",
      "title": "Applying Hermeneutics to the Therapeutic Interaction: The Act of Interpreting the Patient History as a Sacred Text Sacred Listening as Experiential Encounter versus Rational Faith",
      "authors": [
        {
          "name": "Julian Ungar-Sargon",
          "authorId": "2368919063"
        }
      ],
      "year": 2025,
      "abstract": "This paper examines the fundamental tension between two paradigms of textual engagement: the incarnational model, where language itself embodies and is saturated with divine presence, and the referential model, where text functions as signifier pointing toward transcendent truths beyond itself. Drawing on Kabbalistic, Hasidic, psychoanalytic, and postmodern frameworks, we explore how these competing understandings shape religious experience and textual interpretation.\n\nIn the incarnational paradigm, exemplified by Zoharic hermeneutics, the very substance of language its letters, spaces, and material form contains divine energy, making the reading experience itself a direct encounter with immanent divinity. In the referential paradigm, text serves as a vehicle pointing toward absent transcendent meaning, privileging rational contemplation over experiential engagement. The dialectical hermeneutics that emerges from this analysis brings together the insights of the Zohar, Lacan's Real/Symbolic/Imaginary triad, Žižek's concept of the traumatic Real, Zornberg's theory of textual absence/presence, Degel Machaneh Yehudah, and my work on embodied textuality and sacred listening to develop a nuanced theory of textual encounter with applications extending to therapeutic spaces and clinical phenomenology.",
      "citationCount": 2,
      "doi": "10.33425/2641-4317.1217",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/16c575c01fcf2001db80fc3f9807065c1eeb6bd2",
      "venue": "International Journal of Psychiatry Research",
      "journal": {
        "name": "International Journal of Psychiatry Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "baed60918b2dd4a37918f0197ace3f0bf29feaf6",
      "title": "Transformation Of Traditional Tafsir To Modern Perspective Of Fazlur Rahman's Hermeneutics",
      "authors": [
        {
          "name": "Nurcahyati Nurcahyati",
          "authorId": "2347407903"
        },
        {
          "name": "Haqiqi Haqiqi",
          "authorId": "146892358"
        }
      ],
      "year": 2025,
      "abstract": "This article examines the transformation of tafsir from traditional to modern in the perspective of Fazlur Rahman's hermeneutics. This research was conducted using qualitative methodology with hermeneutic analysis to understand the mufassir's efforts in answering the challenges of the times in a more contextual and relevant way. The traditional textual approach is now replaced by a more unified hermeneutic method, combining social, historical and linguistic analysis. This allows Qur'anic interpretation to deepen meanings that are not only appropriate to the context of the past, but also relevant to modern social, political and cultural realities. The development of globalization and modernity has had a significant impact on the dynamics of tafsir, with modern mufassirs applying adaptive methods to address social issues. However, this transformation faces the challenge of maintaining a balance between innovation and respect for tradition and the authority of the sacred text. The interim conclusion of the study shows that changes in tafsir not only enrich the intellectual horizons of Islam, but also play an important role in developing an understanding and practice of the Qur'an that is more relevant to the context of modern society.",
      "citationCount": 2,
      "doi": "10.57163/almuhafidz.v5i1.177",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/baed60918b2dd4a37918f0197ace3f0bf29feaf6",
      "venue": "Al Muhafidz: Jurnal Ilmu Al-Qur'an dan Tafsir",
      "journal": {
        "name": "Al Muhafidz: Jurnal Ilmu Al-Qur'an dan Tafsir"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1afc523aee969062e3423657d522c26caeab5362",
      "title": "HERMENEUTICS, HEURISTICS, MORPHOLOGY: THE CONSTRUCTION OF METATEXT AS THE PREREQUISITE FOR INTERPRETATION",
      "authors": [
        {
          "name": "Ihor Yudkin",
          "authorId": "1644001102"
        },
        {
          "name": "Ihor Yudkin",
          "authorId": "1644001102"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1afc523aee969062e3423657d522c26caeab5362",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "93c8f17a9dc592a2a670ea55ba3183b2185be74f",
      "title": "Muhammad Abduh’s Rational Hermeneutics and Its Implications for Islamic Legal Reform",
      "authors": [
        {
          "name": "A. Amir",
          "authorId": "82170745"
        },
        {
          "name": "Tasnim Abdul Rahman",
          "authorId": "2141085052"
        }
      ],
      "year": 2025,
      "abstract": "Research Objective: Investigates Muhammad Abduh's rational hermeneutics as a foundation for Islamic legal reform, exploring how his integration of reason ('aql), ethics, and revelation (naql) reconfigures Qur'anic interpretation to revitalize ijtihad and promote justice-aligned legal principles. Research Method: The research employs a qualitative design grounded in hermeneutical analysis and Islamic legal theory. It analyses key verses from Tafsir al-Manar, Tafsir Juz 'Amma, and Risalat al-Tawhid using textual, contextual, and comparative approaches to assess jurisprudential significance. Results: Abduh's tafsir consistently elevates ethical reasoning, public welfare, and maqāṣid al-sharīʿah above rigid textualism. His interpretations of verses concerning religious freedom (2:256), family law (4:3), justice (5:8), and gender equity (33:35) reflect a reformist orientation rooted in moral deliberation. Findings and Implications: The findings reveal a transformative legal paradigm reframing Islamic law as an adaptable, ethically driven system. Abduh's approach supports institutional reform and offers credible alternatives to formalist legal reasoning in addressing pluralism, governance, and human rights. Conclusion: Abduh's rational hermeneutics demonstrates that Islamic legal thought can be renewed through a principled balance of textual fidelity and moral responsiveness, affirming ijtihad's enduring relevance in contemporary legal discourse. Contribution: The study enriches Islamic legal scholarship by offering an analytical model bridging classical jurisprudence and modern ethical challenges, positioning tafsir as a meaningful tool in legal reform. Limitations and Suggestions: The study's limitation lies in its textual focus without assessing practical implementation. Future research should examine the framework's applicability in digital ethics, environmental jurisprudence, and policy-making",
      "citationCount": 1,
      "doi": "10.24252/al-daulah.v14i1.56526",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/93c8f17a9dc592a2a670ea55ba3183b2185be74f",
      "venue": "Al Daulah Jurnal Hukum Pidana dan Ketatanegaraan",
      "journal": {
        "name": "Al-Daulah : Jurnal Hukum Pidana dan Ketatanegaraan"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8c90ddd3890998e02fe0b6d56e61d2d65a24ccff",
      "title": "Towards a Scientific Hermeneutics: A Framework for Reconciling Science and Scripture",
      "authors": [
        {
          "name": "Shahram Shahryari",
          "authorId": "2129212907"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s10516-025-09763-4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8c90ddd3890998e02fe0b6d56e61d2d65a24ccff",
      "venue": "Global Philosophy",
      "journal": {
        "name": "Global Philosophy",
        "volume": "35"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c57e3e63c3bc4978eaab7b73630fe781043f59c3",
      "title": "The Authority of the Apparent Meanings of the Qur’an and Sunnah in the Principles of Jurisprudence: A Comparative Analysis with Advanced Concepts of Modern Hermeneutics",
      "authors": [
        {
          "name": "Rahmat Musivand",
          "authorId": "2393685064"
        },
        {
          "name": "Abdolvahid Vafaee",
          "authorId": "2393308177"
        },
        {
          "name": "Abdolreza Jamalzadeh",
          "authorId": "2353850610"
        }
      ],
      "year": 2025,
      "abstract": "This study aims to conduct a comparative examination of the authority of the apparent meanings (ẓawāhir) of the Qur’an and Sunnah in the principles of jurisprudence (uṣūl al-fiqh) with advanced concepts of modern hermeneutics. Employing an analytical–argumentative method, the research analyzes the points of convergence, divergences, and practical applications of these two domains. Among the commonalities, the alignment of rules of verbal indication and contextual evidence in uṣūl al-fiqh with hermeneutics’ emphasis on historical context and textual clues (such as the interpretation of Qur’an 2:185), as well as the role of the dialectic between text and reader, is particularly notable. However, fundamental differences include the stability-oriented framework of uṣūl al-fiqh, which underscores the intent of the author (God or the Prophet), in contrast to the dynamism and multiplicity of meanings in hermeneutics, with historical horizons posing challenges to the authority of apparent meanings. Practical applications include the use of Jauss’s (1982) concept of the “horizon of expectation” to refine contextual evidence, the application of Iser’s (1978) notion of the reader’s active role in interpretation while maintaining the framework of authority, and the proposal of an integrative model combining dynamic interpretation with traditional rules that can contribute to dynamic ijtihād in contemporary issues such as biotechnology and the environment. Challenges and limitations—including the tension between the stability of rulings and multiplicity of meanings, the influence of globalization and cultural pluralism on the acceptance of hermeneutical approaches, and the necessity of preserving religious authenticity—are addressed through strategies such as integrative frameworks, jurisprudential oversight, and interdisciplinary education. Recent findings, drawing on advances in neo-hermeneutics and new comparative data from studies in Al-Azhar and Tehran, highlight the potential of integration for a deeper understanding of religious texts. The conclusion indicates that hermeneutics, while preserving the authority of apparent meanings and consensus, can enrich the understanding of texts and respond to contemporary needs, provided that frameworks are designed to ensure a balance between innovation and tradition.",
      "citationCount": 0,
      "doi": "10.61838/jecjl.287",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c57e3e63c3bc4978eaab7b73630fe781043f59c3",
      "venue": "The Encyclopedia of Comparative Jurisprudence and Law",
      "journal": {
        "name": "The Encyclopedia of Comparative Jurisprudence and Law"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "791741d5e1621512422c80bbf78558dc0e626249",
      "title": "Tradition, Modernity, and Qur’anic Hermeneutics: Rethinking Tafsir in the Contemporary World",
      "authors": [
        {
          "name": "Valmir Krasniqi",
          "authorId": "38690569"
        }
      ],
      "year": 2025,
      "abstract": "The issue of understanding and interpreting the Qur’an has remained one of the central challenges in Islamic thought throughout history. Classical exegesis generally sought to harmonize the Qur’an with the Sunnah and the inherited scholarly tradition, offering a framework that emphasized continuity and doctrinal stability. In contrast, modern approaches, emerging particularly since the nineteenth century, have increasingly employed reason, contextual interpretation, and contemporary scientific insights in their attempt to render the Qur’an more relevant to present-day concerns. The purpose of this article is to explore the dialectic between tradition and modernity in Qur’anic hermeneutics, with a focus on how interpretative trends have responded to shifting intellectual, social, and political conditions. Methodologically, the study adopts a comparative and analytical approach, combining close textual analysis of representative exegetical works with a historical-contextual reading that situates these innovations within broader cultural transformations. The article examines trends such as Quranism, historicism, scientific exegesis, thematic interpretation, semantics, hermeneutics, and demythologization, highlighting their principal representatives and methodological assumptions. By analyzing these trends, the study aims to provide a comprehensive overview of the intellectual claims of modernist tafsīr and to assess their epistemological contributions, limitations, and potential for renewing Islamic thought. In doing so, it seeks to contribute to broader debates on authority, authenticity, and the role of scripture in the contemporary Muslim world.",
      "citationCount": 0,
      "doi": "10.64768/rjitc.v3i2.2754",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/791741d5e1621512422c80bbf78558dc0e626249",
      "venue": "Riphah Journal of Islamic Thought and Civilization",
      "journal": {
        "name": "Riphah Journal of Islamic Thought and Civilization"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "0922eb65a6d078a92bf7b252f11ac1e76adce5d5",
      "title": "The Origins and Worldwide Significance of Judaic Hermeneutics",
      "authors": [
        {
          "name": "A. Schumann",
          "authorId": "2064020098"
        }
      ],
      "year": 2025,
      "abstract": "This paper explores the origins and global significance of Judaic hermeneutics as a foundational logical culture, arguing that it constitutes one of the earliest and most sophisticated systems of reasoning in human history. Far beyond a method of religious interpretation, Rabbinic hermeneutics represents a logic in practice: a structured, culturally embedded framework of inference rules (middôt), such as qal wāḥōmer (a fortiori reasoning), that guided legal deliberation and textual exegesis. By comparing Judaic hermeneutic methods with Greco-Roman rhetoric, Indian logic, and Chinese philosophy, this study reveals that similar logemes—elementary reasoning units—appear only in these four ancient traditions. All emerged within a narrow geographic corridor (32–38° N latitude) historically linked by trade routes, particularly the Silk Road. Drawing on legal documents and logic history, this paper argues that logical cultures did not arise from isolated individuals, but from collective intellectual traditions among elites engaged in commerce, law, and education. Judaic hermeneutics, with its roots in Babylonian legal traditions and its codification in the Talmud, offers a clear example of logic as a communal, evolving practice. This study thus reframes the history of logic as a pluralistic, global phenomenon shaped by cultural, economic, and institutional contexts.",
      "citationCount": 0,
      "doi": "10.3390/rel16060717",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0922eb65a6d078a92bf7b252f11ac1e76adce5d5",
      "venue": "Religions",
      "journal": {
        "name": "Religions"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "665e401e731d702cfa2b0e8eb5167a37d9ba51ec",
      "title": "GREGORY LEYH’S APPROACH TO CONSTITUTIONAL HERMENEUTICS: A CRITICAL ANALYSIS OF LEGAL HERMENEUTICS ACCORDING TO HANS-GEORG GADAMER",
      "authors": [
        {
          "name": "M. I. Hermawan",
          "authorId": "2140687044"
        }
      ],
      "year": 2025,
      "abstract": "Constitutional interpretation is a crucial and evolving field that extends beyond judges, involving legal scholars, citizens, and political theorists. It encompasses various methods such as originalism, textualism, moral reasoning, structural reasoning, and comparative constitutional law, each offering distinct approaches to understanding the Constitution. These methods are often categorized into two schools of thought: originalist and non-originalist. The debate between these two approaches has been a source of recurring controversy, with originalism advocating for adherence to the framers’ intentions and non-originalism promoting a more dynamic, “living” interpretation. Terence Ball emphasizes the significance of constitutional interpretation, dubbing it “deadly hermeneutics,” as a nation’s fate hinges on how its Constitution is understood and applied. While traditional theories focus on textual meaning or historical context, this article proposes that constitutional interpretation must also be approached ontologically—understanding the very essence of interpretation. Drawing on Gadamer’s philosophical hermeneutics, this study suggests that constitutional interpretation should be viewed as a dynamic process influenced by historical understanding, language, and societal context. Constitutional hermeneutics, as a theoretical framework, opposes rigid methodologies and emphasizes the role of language, historical context, and prejudices in shaping meaning. It offers a more holistic understanding, allowing for the Constitution to evolve with societal changes, ensuring its relevance in modern governance. This approach provides a more comprehensive solution to the challenges posed by the debate between originalism and non-originalism.",
      "citationCount": 0,
      "doi": "10.14710/mmh.54.2.2025.255-268",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/665e401e731d702cfa2b0e8eb5167a37d9ba51ec",
      "venue": "Masalah-Masalah Hukum",
      "journal": {
        "name": "Masalah-Masalah Hukum"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "04896142d0dbd003ee9099c7820fc4e6f587d3e9",
      "title": "Western Hermeneutics in The Feminist Writings of Fatima Mernissi",
      "authors": [
        {
          "name": "Driss Rhomari",
          "authorId": "2348225366"
        },
        {
          "name": "Bilal Edderaouy",
          "authorId": "2373636714"
        }
      ],
      "year": 2025,
      "abstract": "Fatima Mernissi, in her literary and academic writings about women in Islamic communities, draws on Western hermeneutics to advocate for a more egalitarian reading and interpretation of Islamic texts of varying levels. She employs techniques such as historical/contextual approach, textual analysis, comparative study, and linguistic examination to uncover overlooked meanings and possibilities within Islamic scriptures. Through this process, she seeks to reclaim the agency and voices of women within religious traditions, challenging the dominant androcentric readings and interpretations that have marginalized women's perspectives and demystified their interpretive authorities. Throughout her academic and literary journey, Mernissi engages with Western philosophical hermeneutics, particularly the works of thinkers like Hans-Georg Gadamer, Friedrich Schleiermacher, and Paul Ricoeur, to develop her feminist insights and her hermeneutical methodologies regarding the issue of women in Islam. She explores concepts such as the fusion of horizons, hermeneutics of suspicion, and the hermeneutical circle to enrich her analysis of Islamic texts and feminist discourse. This paper endeavors to investigate how Fatima Mernissi's feminist writings incorporate Western hermeneutical methodologies and insights in her feminist writings. These analytical tools have shaped her feminist project, which seeks to critique and reassess traditional interpretations of Islamic texts, dismantle patriarchal systems, and promote an egalitarian and inclusive approach recognizing women as equal and dignified beings in Islamic communities.",
      "citationCount": 0,
      "doi": "10.51244/ijrsi.2025.120700005",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/04896142d0dbd003ee9099c7820fc4e6f587d3e9",
      "venue": "International journal of research and scientific innovation",
      "journal": {
        "name": "International Journal of Research and Scientific Innovation"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "10008d15d9a6fd06e5bbd765447c2272e35206ad",
      "title": "A Textual Analysis of the Concepts Laid Down in the First Verses of Qur’anic Revelation: Language and Meaning",
      "authors": [
        {
          "name": "Harun Şahin",
          "authorId": "2057041003"
        }
      ],
      "year": 2025,
      "abstract": "This study presents a detailed textual analysis of selected Islamic texts to explore their linguistic, thematic, and interpretative dimensions. Employing methodologies from discourse analysis, hermeneutics, and literary criticism, the research investigates how meaning is constructed, conveyed, and interpreted within Islamic scholarly traditions. Primary sources, including Qur’anic passages, Hadith literature, and classical exegesis (tafsir), are examinedrnalongside modern commentaries to highlight continuities and divergences in interpretive approaches. The work pays special attention to rhetorical devices, narrative structures, and semantic nuances that shape the reader’s understanding. By comparing classical and contemporary readings, the study reveals how sociopolitical contexts, theological commitments, and linguistic developments influence textual interpretation. Furthermore, it addresses the interplay between oral and written traditions in preserving and transmitting Islamic knowledge, considering the implications for authenticity, authority, and adaptation. The research underscores the dynamic nature of textual engagement in Islam, showing that texts are not static artifacts but living documents subject to continuous re-interpretation. Through a multi-layered analytical framework, the study contributes to broader debates in Islamic studies, linguistics, and religious hermeneutics. It also demonstrates the value of integrating traditional scholarship with modern analytical tools to deepen understanding of Islamic texts. Ultimately, this work provides an academically rigorous yet accessible approachrnto the study of religious texts, offering insights relevant to scholars, students, and practitioners engaged in Islamic studies, comparative religion, and textual analysis.rnKeywords: Islamic Textual Analysis; Qur’anic Hermeneutics; Discourse Analysis in Islam; Classical and Contemporary Exegesis; Rhetorical Structures in Religious Texts",
      "citationCount": 0,
      "doi": "10.70458/fcr.9786255576583",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/10008d15d9a6fd06e5bbd765447c2272e35206ad",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "91c0c1d3aaaa40ea3ea79ac928b8b720f081f3da",
      "title": "Artificial Intelligence and Biblical Hermeneutics: A Pneumatological and Ethical Bible Reading in a Technology-Intensive Era",
      "authors": [
        {
          "name": "Dongbin Seo",
          "authorId": "2405214659"
        }
      ],
      "year": 2025,
      "abstract": "This study explores the theological and ethical implications of Artificial Intelligence (AI) for biblical interpretation in a technologically intensive era. The emergence of Large Language Models (LLMs) has significantly enhanced textual analysis but simultaneously challenges the very nature of interpretation. This paper argues that AI cannot serve as a true “subject of interpretation” due to its ontological limitations—lack of personhood, transcendence, and the inability to participate in the illuminating work of the Holy Spirit. Focusing on the ethical responsibilities of human interpreters, the study identifies three critical issues: algorithmic bias, the omission of hermeneutical process, and technological reductionism. It concludes that biblical interpretation remains a revelatory and personal event grounded in divine revelation and the illumination of the Holy Spirit. While AI may serve as a valuable analytical tool, it cannot replace the transformative encounter between God’s Word and the human interpreter. The study calls for a renewed theological ethics of interpretation that prioritizes spiritual discernment and the sanctification of intellect over technological efficiency.",
      "citationCount": 0,
      "doi": "10.56035/tod.2025.27.3.14",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/91c0c1d3aaaa40ea3ea79ac928b8b720f081f3da",
      "venue": "Theological Research Institute of Sahmyook University",
      "journal": {
        "name": "Theological Research Institute of Sahmyook University"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5033360a3eb052074167ea6f79c1b0e1a16ae532",
      "title": "Chronological Order for Qur’anic Hermeneutics: Al-Tafsīr al-Ḥadīth of ʻIzzat Darwaza",
      "authors": [
        {
          "name": "Farid F. Saenong",
          "authorId": "2405300666"
        }
      ],
      "year": 2025,
      "abstract": "This paper analyzes the methodological stakes of interpreting the Qur’ān through tartīb tanzīlī/tartīb al-nuzūl (chronological order of revelation) by examining ‘Izzat Darwaza’s al-Tafsīr al-Ḥadīth and the hermeneutical “value added” created by sequencing sūras along the arc of revelation rather than the canonical muṣḥafī/tawqīfī order. It argues that Darwaza’s project reconfigures Qur’ānic interpretation into a developmental narrative of guidance tracking how themes, ethical demands, and communal norms unfold across the Meccan and Medinan phases and thereby offers an alternative map for relating Qur’ānic meaning to sīra, socio-political change, and the formation of law. Methodologically, the study combines intellectual-contextual framing with close reading of Darwaza’s stated textual decisions and interpretive patterns. It notes his adoption of an Egyptian standard chronology mediated through the Kadirgali muṣḥaf tradition (with selective departures, such as beginning with al-Fātiḥa). The analysis highlights signature features of Darwaza’s chronological hermeneutics. They include a consistent “verse-in-revelation-context” orientation that treats asbāb al-nuzūl and historical circumstance as primary interpretive variables, selective deployment of ḥadīth/riwāyāt to reinforce contextual meaning rather than to foreclose semantic development, and coherence-seeking treatment of tension and abrogation claims, including stage-specific readings of conflict verses vis-à-vis earlier proclamations of religious coexistence. This paper concludes that Darwaza’s approach yields strong benefits for historical-thematic coherence, clarifies gradual moral–legal formation, and provides a pedagogically powerful “learning curve” for modern audiences. At the same time, it stresses inherent constraints as chronological lists are not universally agreed. Its heavy reliance on socio-historical reconstruction can invite historicism and reduce engagement with micro-linguistic debates central to other tafsīr genres.",
      "citationCount": 0,
      "doi": "10.56529/isr.v4i2.515",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5033360a3eb052074167ea6f79c1b0e1a16ae532",
      "venue": "Islamic Studies Review",
      "journal": {
        "name": "Islamic Studies Review"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "750a87eaee395977f6edc7fc6531d13f52901c92",
      "title": "Interpretation of Religious Texts and Its Impact on Coexistence with Others",
      "authors": [
        {
          "name": "M. Alsaied",
          "authorId": "2223906465"
        }
      ],
      "year": 2025,
      "abstract": "The interpretation of religious texts is a fundamental issue affecting societal coexistence. This research was undertaken to explore how a comparative hermeneutical analysis of Western religious texts and the Quran can reveal differences in interpretative traditions and assess their impact on intercultural understanding. A close textual analysis was employed to examine key interpretative traditions, analyzing the historical and conceptual evolution of ta'wil and tafsir. Comparative methods were used to review Western hermeneutics alongside Islamic approaches. The study found that interpretation plays a crucial role in shaping relationships between cultures and religions. It revealed clear, objective differences between Western and Islamic interpretations and showed that an open and balanced approach to the Quran can enhance mutual understanding and tolerance. The findings suggest that adopting an interpretative framework that respects both traditional and modern critical methods can build bridges of communication and promote coexistence. Recommendations include fostering interdisciplinary dialogue to refine interpretative practices in religious studies.",
      "citationCount": 2,
      "doi": "10.63332/joph.v5i3.944",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/750a87eaee395977f6edc7fc6531d13f52901c92",
      "venue": "Journal of Posthumanism",
      "journal": {
        "name": "Journal of Posthumanism"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "77c35cb1544add642350d3c2b2f64f1951293de5",
      "title": "The Role of Munasabah in Qur'anic Interpretation: Evolution, Practice, and Posthumanism Perspectives",
      "authors": [
        {
          "name": "Amir Junaidi",
          "authorId": "2343034510"
        },
        {
          "name": "Endang Dwi Amperawati",
          "authorId": "1729266460"
        },
        {
          "name": "Agus Dwianto",
          "authorId": "2320562918"
        },
        {
          "name": "Salma Nadia Putri",
          "authorId": "2381007823"
        },
        {
          "name": "Rahmawati Rahmawati",
          "authorId": "2282324001"
        },
        {
          "name": "Sartono Sartono",
          "authorId": "2074834902"
        }
      ],
      "year": 2025,
      "abstract": "Qur’anic exegesis operates within an interpretative framework that is primarily concerned with the dynamic interplay between textual coherence and exegetical methodologies. However, munasabah as a hermeneutical principle, connects linguistic structures in scripture with theological exegesis and the challenges posed by epistemology to an understanding of the divine discourse of the Qurʾān. This study explores the evolution, practice, and posthumanist implications of munasabah in Qur’anic interpretation and how it continues to evolve in adapting to complexities today’s intellectual terrains. Framed on the wheelhouse of classical Islamic hermeneutics and contemporary philosophical discourse, ur research ushars the posthumanist world to a new qaida of munasabah, which is not trinna puri with with the challenge of technological disruptions, ethical dilemmas and ontological transformations. What the findings imply is that munasabah is not simply a rhetorical or structural device, but rather a cognitive frame that allows for a deeper ontological probing of the Qur’anic text, facilitating interpretative fluidity through historical context and modern realities. The aforementioned discussion leads us to contemplate the implications of munasabah in an age where digital hermeneutics and artificial intelligence are altering the modalities of meaning construction, which necessitates a reassessment of human agency, scriptural authority, and the evolving nature of interpretation. And so the paper engages in a conversation on broader issues such as Islamic hermeneutics, epistemology and the philosophy of language to urge scholars of the contemporary world to examine these interstitial approaches to exegesis and the emergent intervals of posthumanism.",
      "citationCount": 1,
      "doi": "10.63332/joph.v5i1.920",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/77c35cb1544add642350d3c2b2f64f1951293de5",
      "venue": "Journal of Posthumanism",
      "journal": {
        "name": "Journal of Posthumanism"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0ab86b027392879d66ca2945e72e92cad0922623",
      "title": "Historical Criticism of the Hermeneutical Approach in the Interpretation of the Qur'an",
      "authors": [
        {
          "name": "Muhammad Thoriqul Islam",
          "authorId": "2349552484"
        },
        {
          "name": "Salamah Noorhidayati",
          "authorId": "2092293317"
        },
        {
          "name": "Dwiana Novitasari",
          "authorId": "2350486130"
        },
        {
          "name": "Amit Dana Ikmah",
          "authorId": "2293329863"
        },
        {
          "name": "Alhafidh Nasution",
          "authorId": "2294978735"
        },
        {
          "name": "M. Azmi",
          "authorId": "2350507856"
        },
        {
          "name": "Tsabata Firman Aulia",
          "authorId": "2393084122"
        },
        {
          "name": "Arju Mushaffa",
          "authorId": "2350507332"
        }
      ],
      "year": 2025,
      "abstract": "Hermeneutics is a classic theme that remains relevant in Islamic scholarly discourse, particularly in the debate over its use in interpreting the Qur'an. There are three main views among Muslim scholars and ulama: those who reject it completely, those who accept it completely, and those who accept it with certain limitations. This debate is rooted in the origins of hermeneutics, a discipline developed by Western scholars to interpret biblical texts that raise issues of authority and authenticity. This study aims to explore the hermeneutic approach from a historical perspective through a literature study and thematic analysis, employing steps of comparison, contrast, and criticism. The results show that, from the perspective of Qur'anic interpretation, hermeneutics is viewed as a Western product originating from the Christian theological tradition and developed within a modern philosophical framework emphasizing the historicity and relativity of textual meaning. Therefore, this approach is not entirely in line with the principles of Islamic interpretation emphasizing the sanctity, absolute authority, and authenticity of divine revelation. Furthermore, hermeneutics is also considered contrary to the methodology of Ulumul Qur'an, which has clear procedures and hierarchies of interpretation based on Islamic sources. This study confirms the relevance of historical criticism of Qur'anic hermeneutics as a scholarly effort to restore Qur'anic interpretation to an authentic Islamic epistemological framework. Thus, this study makes a new contribution to strengthening the methodology of interpretation based on the principles of the sacredness of revelation, the integrity of divine meaning, and the scientific discipline of Ulumul Qur'an, originating from the Islamic tradition itself.",
      "citationCount": 1,
      "doi": "10.28918/religia.v28i2.10911",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0ab86b027392879d66ca2945e72e92cad0922623",
      "venue": "Religia",
      "journal": {
        "name": "Religia"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6aa5a689ba98485b6d24da7e042c491085aec24b",
      "title": "ISLAMIC HIERARCHY OF VALUE: Abdullah Saeed’s progressive interpretation of the Qur’an",
      "authors": [
        {
          "name": "Choirur Rois",
          "authorId": "2222377366"
        },
        {
          "name": "Muchlis Muchlis",
          "authorId": "26954911"
        },
        {
          "name": "Agus Irfan",
          "authorId": "2308161993"
        },
        {
          "name": "Hairul Anam",
          "authorId": "2369639034"
        },
        {
          "name": "Rusdi Rusdi",
          "authorId": "2369737315"
        }
      ],
      "year": 2025,
      "abstract": "The interpretation of the Qur'an often neglects sociological disparities, despite its inherent social dimensions. This study examines Abdullah Saeed's progressive interpretation of the Qur'an, focusing on his concept of the Islamic hierarchy of values as a framework for recontextualizing ethical-legal injunctions in modernity. Employing a descriptive-qualitative method with a hermeneutic and socio-historical approach, this research traces the epistemological foundations of Saeed’s contextual exegesis and its implications for contemporary Qur’anic scholarship. Saeed argues that ethical-legal verses must be reinterpreted in light of evolving social realities, emphasizing a dynamic hierarchy of values that prioritizes the Qur'an's overarching moral objectives over rigid textual literalism. Influenced by Fazlur Rahman’s double-movement hermeneutics, Saeed systematically develops an interpretive model that distinguishes between timeless universal principles and time-bound rulings. His approach advocates for a shift from textualist to contextual methodologies, ensuring the Qur'an’s relevance to modern challenges. This study concludes that Saeed’s hierarchy of values offers a transformative framework for progressive Qur’anic interpretation, balancing fidelity to the text with responsiveness to societal change, thereby enriching contemporary Islamic thought.",
      "citationCount": 1,
      "doi": "10.30821/miqot.v49i1.1125",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6aa5a689ba98485b6d24da7e042c491085aec24b",
      "venue": "Miqot: Jurnal Ilmu-ilmu Keislaman",
      "journal": {
        "name": "MIQOT: Jurnal Ilmu-ilmu Keislaman"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "582e57e8849e2d2babd0bbeb8962e2721df5f2ab",
      "title": "Yusuf Al-Qardhawi's Hermeneutics: An Alternative Moderate Reading of Qur'an",
      "authors": [
        {
          "name": "Ahmad Anas",
          "authorId": "2333297898"
        }
      ],
      "year": 2024,
      "abstract": "Contemporary approaches to Qur'anic interpretation have often been criticized for their perceived excesses and controversial methodologies. This research explores al-Qardhawi’s concept of Qur'anic hermeneutics as an alternative method for a balanced and moderate approach to contemporary Qur'anic reading. Al-Qardhawi’s methodology integrates textual, socio-historical, and contextual approaches with modern scientific disciplines, providing interpretive flexibility that remains rooted in maqāṣid al-sharī‘ah while preserving the authority of the Qur'anic text. This study employs a descriptive qualitative methodology, analyzing al-Qardhawi’s hermeneutical concepts through his primary works, supported by secondary sources such as books and journal articles. The findings reveal that the Qur'anic text must be interpreted in alignment with the linguistic norms of its revelation, employing a linguistic approach alongside careful consideration of siyāq (context). Maqāṣid serves as a crucial instrument to validate the meanings of verses and contextualize them for contemporary realities. While the socio-historical approach is significant, al-Qardhawi maintains that the universality of Qur'anic lafāẓ (expressions) transcends the context of revelation and remains applicable to subsequent circumstances. Integration with various scientific disciplines is deemed essential for meaningful interpretation. Additionally, the insights of the Ṣaḥābah (Companions) and early scholars are valuable for comparing and reinforcing interpretative understanding.",
      "citationCount": 2,
      "doi": "10.62032/aijqh.v2i2.49",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/582e57e8849e2d2babd0bbeb8962e2721df5f2ab",
      "venue": "An-Nur International Journal of The Quran &amp; Hadith",
      "journal": {
        "name": "An-Nur International Journal of The Quran &amp; Hadith"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "811f2aeeade10f53d7da9340a56c1a57b4cc09cf",
      "title": "The moving structure of reality in Gadamer’s method of interpretation: A philosophy of life in the making of history",
      "authors": [
        {
          "name": "Andrew Fuyarchuk",
          "authorId": "118730182"
        }
      ],
      "year": 2025,
      "abstract": "ABSTRACT The reorientation in hermeneutics from matters of textual interpretation and historically effected consciousness to “hermeneutic realism” and immanent metaphysics has created questions about our place in both history and nature. They are as mutually exclusive of one another as linear and cyclic time and yet human beings have a share in both. To resolve the contradiction, the steps in Gadamer’s method of interpretation are mapped onto the following structures of reality: (1) the ontic surface defined by relations of mutual exclusion and contradiction; (2) the underlying ontological dimension in which opposites turn into one another; and (3) a mode of human existence between them that is responsible for creating the order of nature in time.",
      "citationCount": 0,
      "doi": "10.1080/20797222.2025.2489798",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/811f2aeeade10f53d7da9340a56c1a57b4cc09cf",
      "venue": "The Indo-Pacific Journal of Phenomenology",
      "journal": {
        "name": "Indo-Pacific Journal of Phenomenology",
        "pages": "1 - 5",
        "volume": "25"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "29d7757c95dff792c1eb33e49b5c72b03b826a43",
      "title": "Ta’wīl as Quranic Hermeneutics in the Philosophical Thought of Ibn ‘Arabī",
      "authors": [
        {
          "name": "Abdul Halim",
          "authorId": "2340990371"
        }
      ],
      "year": 2024,
      "abstract": "Various methods for interpreting and understanding religious texts have long been developed in Islam. The development of this tradition is intricately linked to the need to interpret Islam's holy book, the Qur’an. It is widely understood that the verses of the Qur’an have various dimensions, namely the muhkâm (clear) and mutasyâbih (ambiguous), ‘âmm (general), khash (specific), qath’i (definitive), and dhanniy (presumptive). To address this, ta’wil was developed as method of textual interpretation. Ibn ‘Arabi represents a significant figure in the history of Islamic philosophical Sufism. He believed that for everything that appears literal, external, or exoteric (zhâhir), there is always a connection to something hidden, spiritual, internal, or esoteric (bâthin). For Ibn ‘Arabi, ta’wil is an esoteric spiritual interpretation that understands all material data and facts as symbols to transmute and “return” them to what is being symbolized. Every manifestation, every exoteric meaning (zhâhir), always has an esoteric meaning (bâthin). In other words, ta’wil is a process of interpretation that involves delving into the furthest depths of symbols to uncover the spiritual secrets of the text. The creative imagination of the interpreter plays a significant role in the process of ta’wil, serving as a mediator between the hidden divine essence and the manifestation of the pluralities of nature, akin to the world of ideas, culminating in the concept of symbols. Symbols are reflections of exemplars (mitsâl) of the sensory world depicted within the hierarchy of presence (hadhrâh), namely the presence of essence (hadhrah al-dzât), the Divine presence (hadhrah al-ulûhiyyah), the presence of various Divine actions or deeds (hadhrah al-af’âl, hadhrah rubûbiyyah), the presence of shadows and active imagination (hadhrah al-mitsâl wa al-khayyâl), and the sensory and visible presence (hadhrah al-hiss wa al-musyâhadah). In this context, the creative imagination of the interpreter, generated through the ascent to a higher meaning, is a new creation that recurs (khalq jadîd), a divine manifestation (theophany), with the heart as the Divine Presence within the interpreter. For this reason, ta’wil (as a method of text interpretation) necessitates extensive knowledge, comprehension, a willingness to engage with the text’s substance, adherence to legitimate and authoritative sources, and an interpreter’s inventiveness. Ta’wil, therefore, represents a blend of empirical, rational, and intuitive methods, emphasizing the spiritual perspective of reason to achieve the truth.",
      "citationCount": 1,
      "doi": "10.56529/isr.v3i2.326",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/29d7757c95dff792c1eb33e49b5c72b03b826a43",
      "venue": "Islamic Studies Review",
      "journal": {
        "name": "Islamic Studies Review"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f737e24cb4950303af3960921eac8d23bb8adb22",
      "title": "Abu Zayd's Interpretation of the Story of the Prophet Moses: Reading the Prophet's Humanity in a Contextual Hermeneutic Frame",
      "authors": [
        {
          "name": "Muzaqky Muthahhari",
          "authorId": "2398838026"
        },
        {
          "name": "Khairunnas Jamal",
          "authorId": "2402107315"
        },
        {
          "name": "Mochammad Novendri S",
          "authorId": "2282684693"
        }
      ],
      "year": 2025,
      "abstract": "This study investigates Nasr Ḥāmid Abu Zayd’s interpretation of the Qur’anic story of Prophet Moses through the framework of contextual hermeneutics, against the background of traditional Qur’anic exegesis that predominantly emphasizes the miraculous and transcendental aspects of prophethood and tends to portray prophets as infallible and distant figures. The study aims to analyze how Abu Zayd challenges this paradigm by reinterpreting revelation as a historical discourse shaped by human language, socio-political context, and lived struggle. Employing a qualitative textual analysis, the research examines Abu Zayd’s primary works—Mafhūm al-Naṣṣ (The Concept of Text) and Naqd al-Khiṭāb al-Dīnī (Critique of Religious Discourse)—alongside contemporary academic discussions on humanistic and contextual hermeneutics. The findings show that Abu Zayd depicts Moses not as a mythical hero but as a profoundly human figure who fears, doubts, errs, and grows (Qur’ān 28:15–16), thereby foregrounding prophetic experience as ethically charged human struggle rather than static perfection. Through this lens, the Qur’ān emerges as a living dialogue between the divine and the human that continually generates meaning through historical interaction. The study concludes that Abu Zayd’s hermeneutics redefines prophethood in terms of ethical humanity instead of unattainable divine impeccability and offers a liberating, contextually relevant interpretive model for modern Islamic thought, particularly for rethinking asbāb al-nuzūl, contextual tafsīr, and contemporary engagements with prophetic narratives.",
      "citationCount": 0,
      "doi": "10.58578/alsys.v6i1.8604",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f737e24cb4950303af3960921eac8d23bb8adb22",
      "venue": "ALSYS",
      "journal": {
        "name": "ALSYS"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ff30da971086c44a084677f019f994bc05033bc6",
      "title": "The Value of Iconographic Exegesis for Theological Interpretation of Scripture",
      "authors": [
        {
          "name": "Caleb Punt",
          "authorId": "2398189692"
        }
      ],
      "year": 2025,
      "abstract": "\n This article introduces two subdisciplines of biblical studies to one another: iconographic exegesis and theological interpretation of Scripture. More specifically, it articulates the value of iconographic exegesis for theological interpretation of Scripture. Drawing on Sandra Schneiders, Paul Ricœur, and Hans-Georg Gadamer, the first section engages a debate over William Brown’s use of ancient Near Eastern iconography in Seeing the Psalms to argue that iconographic analysis, as a key method within a theological approach to biblical hermeneutics, can serve as a unique catalyst for a transformative intersection between the horizon of the text and the horizon of the reader, bringing readers into deeper communion with God and one another. The second section considers the distinctive properties of images that enable such transformation. What do imagistic remains contribute that textual evidence does not? First, ancient Near Eastern iconography constitutes a vast, underutilized corpus of comparative material that theological interpreters neglect to their detriment. Second, the wide proliferation of images across economic and social strata in the ancient Near East opens new avenues of theological reflection. Finally, the more mimetic relationship images share with their referents—in contrast to texts—can be leveraged to profound theological effect.",
      "citationCount": 0,
      "doi": "10.5325/jtheointe.19.2.0161",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ff30da971086c44a084677f019f994bc05033bc6",
      "venue": "Journal of Theological Interpretation",
      "journal": {
        "name": "Journal of Theological Interpretation"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "49a5fa3004332ade2b3c26b435ff573a78cfde2e",
      "title": "Methods of Applying Hermeneutics in Interpreting The Qur'an and Sharh Hadith",
      "authors": [
        {
          "name": "Mohammad Ridwan",
          "authorId": "2357753408"
        },
        {
          "name": "Roki Ade Deswan",
          "authorId": "2357812671"
        },
        {
          "name": "A. Afrizon",
          "authorId": "2078169572"
        },
        {
          "name": "Syukri Iska",
          "authorId": "2097359150"
        }
      ],
      "year": 2024,
      "abstract": "This Journal explores the application of hermeneutics as a methodological framework for interpreting the Qur'an and the exegesis of Hadith. Hermeneutics, the art and science of interpretation, offers a systematic approach to understanding religious texts by considering historical, cultural, and linguistic contexts. The study emphasizes the significance of hermeneutical principles in revealing deeper meanings and insights within Islamic texts, which are often layered and complex. The research highlights various hermeneutical strategies, including textual analysis, contextualization, and the role of the interpreter's perspective. By examining classical and contemporary interpretations, the paper demonstrates how hermeneutics can bridge the gap between traditional understandings and modern applications, making the teachings of the Qur'an and Hadith more accessible to diverse audiences, particularly in English-speaking contexts. Furthermore, the paper discusses the implications of hermeneutical approaches for interfaith dialogue and contemporary ethical issues, illustrating how a nuanced understanding of Islamic texts can foster mutual respect and understanding among different cultures and religions. Ultimately, this study advocates for a hermeneutical approach as a vital tool in the ongoing quest for knowledge and spiritual growth within the Islamic tradition.",
      "citationCount": 1,
      "doi": "10.37985/hq.v5i2.254",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/49a5fa3004332ade2b3c26b435ff573a78cfde2e",
      "venue": "Hamalatul Qur'an : Jurnal Ilmu Ilmu Alqur'an",
      "journal": {
        "name": "Hamalatul Qur'an : Jurnal Ilmu Ilmu Alqur'an"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "464813000be97675bd5e4803fec22df0611f78ef",
      "title": "Reformation hermeneutics and the spirit of humanism",
      "authors": [
        {
          "name": "Jun Wang",
          "authorId": "2304079068"
        }
      ],
      "year": 2024,
      "abstract": "The Reformation had a profound impact on hermeneutical practices by challenging ecclesiastical authority and emphasising interpretive freedom, addressing a crucial gap in historical theology. This study aimed to assess the influence of Martin Luther’s principle of self-interpretation of the Bible and Matthias Flacius’ organismic methodology, which builds on that principle, on the foundations of modern hermeneutics, particularly the methodological hermeneutics represented by Schleiermacher and Dilthey. Set within the context of the 16th-century Reformation, the study conducted a rigorous textual analysis of historical theological documents, revealing a significant paradigm shift towards more inclusive and rational interpretations of sacred texts. This shift, aligning with emerging humanistic values, marked a lasting transformation in the field of hermeneutics.Contribution: The primary contribution of this study lies in its detailed exploration of the historical roots of modern hermeneutics, highlighting the Reformation’s pivotal role in shaping contemporary interpretive methodologies. By elucidating the connections between theological reforms and hermeneutical practices, this research enriches the discourse on the development of hermeneutics and underscores the enduring relevance of Reformation-era innovations. These insights provide valuable perspectives on the interplay between historical and contemporary hermeneutical theories, closely aligning with the intersection of historical theology and interpretive methodologies, thus offering a significant contribution to the field.",
      "citationCount": 1,
      "doi": "10.4102/hts.v80i3.9783",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/464813000be97675bd5e4803fec22df0611f78ef",
      "venue": "HTS Teologiese Studies/Theological Studies",
      "journal": {
        "name": "HTS Teologiese Studies / Theological Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 30,
  "errors": []
}
