{
  "status": "success",
  "source": "semantic_scholar",
  "query": "intellectual honesty",
  "results": [
    {
      "paperId": "312307d36341cdda43de40e5478277ec67c8b345",
      "title": "Trumping Laminated Inquiry: Intellectual Honesty Reconsidered",
      "authors": [
        {
          "name": "Gerry Dunne",
          "authorId": "2365118316"
        }
      ],
      "year": 2025,
      "abstract": "Abstract:This short review examines Chapter 5 of Sarah M. Stitzlein's Teaching Honesty in a Populist Era: Emphasizing Truth in the Education of Citizens, concentrating on \"The Role of Honesty in Teaching About Controversial Issues.\" Emphasizing what I call \"zetetic avoidance creep\" (ZAC), the review explores how teachers may either consciously or unconsciously drift from open inquiry toward more superficial, more palatable educational discourse to maintain harmony. Stitzlein's chapter offers a compelling case for preserving honest engagement — even with divisive topics — to bolster democratic and intellectual endeavors. By analyzing three key passages, I underscore Stitzlein's emphasis on transparency and robust debate, concluding with reflections on ZAC's broader implications for educational practice.",
      "citationCount": 0,
      "doi": "10.7771/1559-1786.1958",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/312307d36341cdda43de40e5478277ec67c8b345",
      "venue": "Educació i cultura",
      "journal": {
        "name": "Education and Culture",
        "pages": "17 - 27",
        "volume": "40"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "7abde9c863cf6c12ba8ed4324cf42b593c67b0e3",
      "title": "Lessons in Intellectual Honesty and Humility: Studying Jewish Ethics with the Guidance of Louis Newman",
      "authors": [
        {
          "name": "Geoffrey D. Claussen",
          "authorId": "2326408453"
        }
      ],
      "year": 2024,
      "abstract": "\n This article explores how Louis Newman’s scholarship teaches scholars of Jewish ethics to approach their work with the virtues of intellectual honesty and humility. In particular, Newman’s work can help scholars to recognize the problems with claims about “what Judaism teaches,” claims about how certain texts or certain models of authority are essential for Jewish ethics, and efforts to whitewash the history of Jewish literature and the history of the State of Israel.",
      "citationCount": 0,
      "doi": "10.5325/jjewiethi.10.1-2.0170",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7abde9c863cf6c12ba8ed4324cf42b593c67b0e3",
      "venue": "Journal of Jewish Ethics",
      "journal": {
        "name": "Journal of Jewish Ethics"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6535ad580b2ca7cf7fc8248d09fd1c199e43cfb4",
      "title": "Intellectual Honesty and Intellectual Transparency",
      "authors": [
        {
          "name": "T. R. Byerly",
          "authorId": "50159534"
        }
      ],
      "year": 2022,
      "abstract": "Abstract The purpose of this paper is to advance understanding of intellectually virtuous honesty, by examining the relationship between a recent account of intellectual honesty and a recent account of intellectual transparency. The account of intellectual honesty comes from Nathan King, who adapts the work of Christian Miller on moral honesty, while the account of intellectual transparency comes from T. Ryan Byerly. After introducing the respective accounts, I identify four potential differences between intellectual honesty and intellectual transparency as understood by these accounts. I then turn to the question of how to think about the relationship between these traits in light of these potential differences. I make the case that intellectual transparency can either be regarded as an exceptionally strong or ideal variety of intellectual honesty, or it can be regarded as a distinct virtue from intellectual honesty which is a more cardinal virtue than the latter. Along the way, I also note some places where a case can be made that Miller's and King's accounts of honesty and intellectual honesty are in need of refinement or clarification.",
      "citationCount": 4,
      "doi": "10.1017/epi.2021.54",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6535ad580b2ca7cf7fc8248d09fd1c199e43cfb4",
      "venue": "Episteme",
      "journal": {
        "name": "Episteme",
        "pages": "410 - 428",
        "volume": "20"
      },
      "publicationTypes": null
    },
    {
      "paperId": "53f5ac7a7702b3b837ec880560895cdce682ede6",
      "title": "Intellectual Honesty",
      "authors": [
        {
          "name": "Christian B. Miller",
          "authorId": "33729880"
        }
      ],
      "year": 2022,
      "abstract": "Until recently, almost nothing had been written about the moral virtue of honesty in the past 50 years of Western analytic philosophy. Slowly, this is beginning to change. But moral honesty is not the only kind of honesty there is. In this paper, I focus specifically on the intellectual cousin to moral honesty, and offer a preliminary account of its behavioral and motivational dimensions. The account will be centered on not intentionally distorting the facts as the person takes them to be, for one of a variety of intellectually virtuous motivating reasons.",
      "citationCount": 0,
      "doi": "10.12775/setf.2022.021",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/53f5ac7a7702b3b837ec880560895cdce682ede6",
      "venue": "Scientia et Fides",
      "journal": {
        "name": "Scientia et Fides"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a9a4c9fc9372bb08f01153731d7f8710ed0b1f83",
      "title": "Introduction: Secularization and Intellectual Honesty",
      "authors": [],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1515/9780804792783-002",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a9a4c9fc9372bb08f01153731d7f8710ed0b1f83",
      "venue": "Faith as an Option",
      "journal": {
        "name": "Faith as an Option"
      },
      "publicationTypes": null
    },
    {
      "paperId": "335c244c5ef192e2d2443b7cf150414e6b621648",
      "title": "Homeopathy and intellectual honesty",
      "authors": [
        {
          "name": "P. Fisher",
          "authorId": "145529840"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 6,
      "doi": "10.1016/j.homp.2017.10.001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/335c244c5ef192e2d2443b7cf150414e6b621648",
      "venue": "Homeopathy",
      "journal": {
        "name": "Homeopathy",
        "pages": "191 - 193",
        "volume": "106"
      },
      "publicationTypes": [
        "Editorial"
      ]
    },
    {
      "paperId": "e18e1941509ff9dfc89459c3992b1b1972f8e412",
      "title": "R. VELDHUIS, A. F. SANDERS, H. J. SIEBRAND (eds.), Belief in God and Intellectual Honesty, Van Gorcum. Assen/Maastricht 1990, VIII + 205 pp., 15,5 x 24.",
      "authors": [
        {
          "name": "F. Conesa",
          "authorId": "48528766"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.15581/006.24.17752",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e18e1941509ff9dfc89459c3992b1b1972f8e412",
      "venue": "Scripta Theologica",
      "journal": {
        "name": "Scripta Theologica"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1ee37dd2c3de0803e48789d0f5222ae1fbbea313",
      "title": "Intellectual Honesty as a semper reformanda public virtue and epistemic principle: A Public, Liberation Theological Approach",
      "authors": [
        {
          "name": "N. D. Oliveira",
          "authorId": "51486703"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1ee37dd2c3de0803e48789d0f5222ae1fbbea313",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "67512e46f0d5db04118c4440f3d9be0161611cb6",
      "title": "An Experimental Test of Intellectual Honesty",
      "authors": [
        {
          "name": "G. Miller",
          "authorId": "2114424581"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/67512e46f0d5db04118c4440f3d9be0161611cb6",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "201-205",
        "volume": "7"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8b0d17066286d9856a2ce0dcc5868a5965ff40c8",
      "title": "Thomas Metzinger Spirituality and Intellectual Honesty An Essay",
      "authors": [
        {
          "name": "T. Metzinger",
          "authorId": "145396030"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8b0d17066286d9856a2ce0dcc5868a5965ff40c8",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "8cfd1f63dd3ae4ee79f428b77be6c96a8e7d6757",
      "title": "CAN INFORMATION LITERACY DEVELOP INTELLECTUAL HONESTY",
      "authors": [
        {
          "name": "K. Obille",
          "authorId": "40258892"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8cfd1f63dd3ae4ee79f428b77be6c96a8e7d6757",
      "venue": "",
      "journal": {
        "name": "Journal of Philippine Librarianship",
        "pages": "47-57",
        "volume": "33"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f8107f9bb0293bf7f73e4c3b87370570528c8f46",
      "title": "Spirituality and Intellectual Honesty",
      "authors": [
        {
          "name": "T. Metzinger",
          "authorId": "145396030"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 9,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f8107f9bb0293bf7f73e4c3b87370570528c8f46",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "e489be4d5156f246b3c16e2e78645e0c67a06818",
      "title": "Tugendhat and the notion of intellectual honesty",
      "authors": [
        {
          "name": "R. Wagner",
          "authorId": "2113483118"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e489be4d5156f246b3c16e2e78645e0c67a06818",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "c1fdaf1bb89a843f9370c16df062479846cfd4c8",
      "title": "From Modesty to Dynamite, from Socrates to Dionysus: Friedrich Nietzsche on “Intellectual Honesty”",
      "authors": [
        {
          "name": "H. Zaborowski",
          "authorId": "116872408"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.5840/ACPQ201084225",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c1fdaf1bb89a843f9370c16df062479846cfd4c8",
      "venue": "",
      "journal": {
        "name": "American Catholic Philosophical Quarterly",
        "pages": "337-356",
        "volume": "84"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8e961d799cef5bde78acda5d7eb7a347b04b46da",
      "title": "The Right to Learn: Intellectual Honesty and the First Amendment",
      "authors": [
        {
          "name": "J. Cohen",
          "authorId": "2248995445"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.2139/SSRN.1920937",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8e961d799cef5bde78acda5d7eb7a347b04b46da",
      "venue": "",
      "journal": {
        "name": "Hastings Constitutional Law Quarterly",
        "pages": "659-689",
        "volume": "39"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c9865725a9a2e408792a847cc01ed6d779c74cbf",
      "title": "THE ROLE OF LOGICAL HONESTY IN OVERCOMING COGNITIVE BIASES: AN EPISTEMOLOGICAL APPROACH",
      "authors": [
        {
          "name": "Angelina V. Petrova",
          "authorId": "2205109762"
        }
      ],
      "year": 2025,
      "abstract": "This article addresses the epistemological problem of cognitive biases – systematic errors in human reasoning that significantly distort the acquisition, justification, and communication of knowledge. Drawing on recent research in psychology and epistemology, the study focuses on three widespread biases: confirmation bias, belief bias, and the framing effect. These distortions lead to epistemically flawed inferences, undermine logical consistency, and often resist rational correction, thus posing a fundamental threat to intellectual integrity. The aim of this study is to examine the concept of logical honesty as a possible solution to this problem. Introduced in a previous work by the author, logical honesty is defined as a relational-procedural epistemic virtue that integrates three key dimensions: formal rationality (logical rigor), ethical responsibility (truth-directed motivation), and metacognitive reflexivity (awareness of one’s epistemic fallibility and commitment to self-correction). This virtue is explored here as both an individual discipline and a normatively guided practice that enhances the reliability and integrity of reasoning processes. The study is theoretical and conceptual in nature. It synthesizes philosophical accounts of epistemic virtues – especially in the works of Linda Zagzebski and Jason Baehr – with findings from cognitive psychology. Through conceptual analysis, the article reconstructs the structure of logical honesty and examines its function as an epistemic defense mechanism against distortions of reasoning. In particular, it shows how logical honesty counteracts cognitive biases by promoting critical self-evaluation, open-mindedness, intellectual accountability, and logical discipline. The main body of the article analyzes how logical honesty addresses specific distortions. In the case of confirmation bias, it encourages systematic testing of counterevidence and correction of motivated reasoning. Against belief bias, it emphasizes logical validity over intuitive plausibility. Regarding the framing effect, it fosters reflective distance from rhetorical manipulations. In each case, logical honesty operates not only as a moral commitment but also as a practical method of improving epistemic reliability. The article concludes that logical honesty is not a formal norm or a stable personal trait, but a situationally activated epistemic virtue. It becomes relevant precisely in moments of cognitive tension and epistemic uncertainty – when the subject must choose between comfort and truth. In this way, logical honesty emerges as a core condition for epistemic maturity and a reliable defense against bias-driven fallacies in both individual and collective reasoning.",
      "citationCount": 0,
      "doi": "10.17223/1998863x/86/2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c9865725a9a2e408792a847cc01ed6d779c74cbf",
      "venue": "Vestnik Tomskogo gosudarstvennogo universiteta Filosofiya Sotsiologiya Politologiya",
      "journal": {
        "name": "Vestnik Tomskogo gosudarstvennogo universiteta. Filosofiya, sotsiologiya, politologiya"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "25353be92d3f245643aee7b543ec544de40538ad",
      "title": "Dante and Siger: An Intellectual Mission Overcoming Error and Authority",
      "authors": [
        {
          "name": "Annalisa Guzzardi",
          "authorId": "2280842855"
        }
      ],
      "year": 2024,
      "abstract": "This article places the question of the presence of the Averroist philosopher Siger of Brabant in Dante’s Paradiso within the debate concerning Dante’s relationship with Averroistic philosophy throughout his works, particularly in the Commedia. The purpose of this research is to initially query the issue of Dante’s potential retraction of previously adopted Averroistic positions in the Commedia, and then to examine in greater detail the relationship between the Florentine poet and the Brabantian philosopher. United by the thematic and autobiographical thread of knowledge persecuted by power, embodied in the history of both figures, the proposed viewpoint is that Dante finds a model of intellectual honesty and freedom in Siger’s thought, ready to question even the authority of Aristotle, a model that Dante admires, places in Paradise, and upon which he structures his poema sacro. In conclusion, this work suggests a reading of some paradigmatic and antithetical pairs in the Commedia, linked by common principles yet opposite destinies, including Dante himself.",
      "citationCount": 0,
      "doi": "10.3390/h13010016",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/25353be92d3f245643aee7b543ec544de40538ad",
      "venue": "Humanities",
      "journal": {
        "name": "Humanities"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "03dce640f551703f42d18d0ce74390b7ad34c3b1",
      "title": "Friedrich Nietzsche and Blaise Pascal on skepticisms and honesty",
      "authors": [
        {
          "name": "Jiani Fan",
          "authorId": "2151839519"
        }
      ],
      "year": 2023,
      "abstract": "ABSTRACT This paper investigates Nietzsche’s assessments of Pascal’s embrace and rejection of various branches of skepticisms that Montaigne embodies or ignores. Nietzsche admires Pascal for intellectual probity and skepticism. Pascal finds fault with Montaigne’s Academic Skepticism, viewing it as insufficiently honest, because it ceases to inquire into Nature, and takes the self as the anchor of psychological tranquility. Inspired by Pascal’s criticism of Montaigne’s Skepticism in his Essais III.13, in D 46, Nietzsche also disapproves of Montaigne’s sluggish tranquility and deems this a symptom of feebleness and nihilism. Some scholars claim that Nietzsche admires Montaigne’s earthly cheerfulness and probity as that of a free spirit regarding Montaigne’s adoption of Pyrrhonian. By contrast, I argue that Nietzsche misinterprets Montaigne’s Academic Skepticism in the Essais III.13.1218 as Pyrrhonian Skepticism, because the Skepticism here is characterized by ignorance and incuriosity instead of probity. Montaigne’s very Academic Skepticism vexes Pascal because of the latter’s complacent lack of curiosity about the supernatural world. Regarding this, Nietzsche inveighs against Pascal’s insufficient honesty as entangled with a dogmatic observance of Christian truthfulness instead of a free-spirited honesty, but advocates Montaigne’s this-worldly naturalism. Nietzsche sees Pascal’s unyielding application of Christian self-examination will finally lead to his skepticism of Christianity.",
      "citationCount": 1,
      "doi": "10.1080/01916599.2023.2198540",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/03dce640f551703f42d18d0ce74390b7ad34c3b1",
      "venue": "History of European Ideas",
      "journal": {
        "name": "History of European Ideas",
        "pages": "1085 - 1104",
        "volume": "49"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4a4ebf5a3b578914c6ea1c63d7b3417826bc7959",
      "title": "The Pedagogy of a Classroom for Intellectual Virtues",
      "authors": [
        {
          "name": "Chris A. Smith",
          "authorId": "2219392357"
        }
      ],
      "year": 2023,
      "abstract": "Abstract Educating for intellectual virtue is a form of character education that aims for students to develop intellectual virtues, such as intellectual courage, humility, tenacity, honesty, curiosity, attentiveness, and open-mindedness. Recently, Kotzee et al. (2021) argued that ‘the intellectual virtues approach does not have available a suitably effective pedagogy to qualify the acquisition of intellectual virtue as the primary aim of education’ (p. 1). In this article, partly as a response to Kotzee et al.'s (2021) challenge and partly to better understand and shape the intellectual virtues classroom, I explore at a pedagogical and epistemological level two theories I believe to be evident in the intellectual virtues classroom: virtue responsibilism and social constructivism. Through bringing these theories into conversation, I argue that a deeper understanding of the intellectual virtues classroom is elicited which is able to overcome Kotzee et al.'s (2021) pedagogical challenge for the intellectual virtues approach.",
      "citationCount": 4,
      "doi": "10.1017/epi.2023.17",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4a4ebf5a3b578914c6ea1c63d7b3417826bc7959",
      "venue": "Episteme",
      "journal": {
        "name": "Episteme",
        "pages": "1093 - 1103",
        "volume": "21"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6607cf51857653dab85f91b583b539304e58af64",
      "title": "The Values of Intellectual Transparency",
      "authors": [
        {
          "name": "Ryan Byerly",
          "authorId": "2229393764"
        }
      ],
      "year": 2023,
      "abstract": "ABSTRACT In a recent book and journal article, I have developed an account of intellectual transparency as an other-regarding intellectual virtue, and have explored its conceptual relationship to the virtue of honesty. This paper aims to further advance understanding of intellectual transparency by examining some of the ways in which the trait is instrumentally valuable. Specifically, I argue that intellectual transparency tends to enhance its possessor’s close personal relationships, work performance, and civic engagement. On account of their intellectual transparency, the intellectually transparent person is likely to enjoy better quality, more satisfied personal relationships such as romantic relationships and friendships. They are likely to contribute to better work outcomes, especially when working in a team context. And, they are likely to be more civically active and to promote epistemic values of democratic deliberation.",
      "citationCount": 2,
      "doi": "10.1080/02691728.2023.2171747",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6607cf51857653dab85f91b583b539304e58af64",
      "venue": "Social Epistemology",
      "journal": {
        "name": "Social Epistemology",
        "pages": "290 - 304",
        "volume": "37"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7ae3a3fa427ec00edabd266ce1ff60a8e8e41d02",
      "title": "Nietzsche on Honesty and the Will to Truth",
      "authors": [
        {
          "name": "Daniel I. Harris",
          "authorId": "2075342688"
        }
      ],
      "year": 2020,
      "abstract": "ABSTRACT Nietzsche values intellectual honesty, but is dubious about what he calls the will to truth. This is puzzling since intellectual honesty is a component of the will to truth. In this paper, I show that this puzzle tells us something important about how Nietzsche conceives of our pursuit of truth. For Nietzsche, those who pursue truth occupy unstable ground, since being honest about the ultimate reasons for that pursuit would mean that truth could no longer satisfy the important human needs it satisfies at present. We can pursue truth, or be honest about what in us is served by such a pursuit, but not both. Nietzsche aims to show that understanding and owning up to this instability is the sort of affirmation of human life to which we ought to aspire, and is the price we pay for being free from otherworldly morality.",
      "citationCount": 5,
      "doi": "10.1080/00071773.2020.1739260",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7ae3a3fa427ec00edabd266ce1ff60a8e8e41d02",
      "venue": "Journal of the British Society for Phenomenology",
      "journal": {
        "name": "Journal of the British Society for Phenomenology",
        "pages": "247 - 258",
        "volume": "51"
      },
      "publicationTypes": null
    },
    {
      "paperId": "69bfdae0b7086b722076fd6e10d3c5dc18e796c1",
      "title": "An analytical study of John Ruskin’s treatises on honesty in Architecture",
      "authors": [
        {
          "name": "A. Al-Sadkhan",
          "authorId": "1506084677"
        }
      ],
      "year": 2021,
      "abstract": "Most critics of architecture agree that Ruskin has a positive impact on architecture just as he hurts it. His treatises are sometimes superficial, extremist, individualistic, and opposing one of them to the other, which led some critics to attack him harshly and stand against him. Ruskin lived in a crowded with different intellectual and sometimes contradictory climates and saw many thought, politics, sociology, science, and industry changes. Ruskin was only the victim of ideological dualism, which caused some of his treatises’ contradiction and superficiality despite others’ depth. Ruskin’s theoretical aspect was not complete with the practical aspect because he never cared about applied arts. Ruskin represented what might be called “man of letters,” interested in many diverse topics as the diversity of human life itself. The research aims to reveal contradictions, superficiality, specifically, those implied in the chapter of “Lamp of Truth,” and try to return them to the duality of his ideology or the gap between theory and practice that he suffers from it or both. This research is not an attempt to seek excuses to Ruskin, but an attempt to understand his treatises, thus enabling the man not to be enthusiastic to all his treatises without discrimination for the reference of any of them and vice versa be entirely opposed. The internal view of Ruskin’s thoughts enables a profit gained from those that are immortal, which makes him considered among the great philosophers and thinkers of different ages and eras.",
      "citationCount": 0,
      "doi": "10.1088/1757-899X/1090/1/012130",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/69bfdae0b7086b722076fd6e10d3c5dc18e796c1",
      "venue": "",
      "journal": {
        "name": "IOP Conference Series: Materials Science and Engineering",
        "volume": "1090"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6c36561462bf24a064039b201af67bf90e3cb969",
      "title": "3. The intellectual virtues",
      "authors": [
        {
          "name": "C. Boyd",
          "authorId": "119118263"
        },
        {
          "name": "K. Timpe",
          "authorId": "69967056"
        }
      ],
      "year": 2021,
      "abstract": "This chapter examines the intellectual virtues. The belief that there are specific intellectual virtues goes back as far as ancient Greece. Intellectual virtues are habits of the mind that facilitate the pursuit of truth, the avoidance of error, or other epistemic goods. Conversely, intellectual vices are habits of the mind that frustrate these goals. And it is possible that a person with intellectual virtue might not necessarily possess moral virtue. The chapter then considers different intellectual virtues: intellectual honesty; intellectual curiosity; intellectual open-mindedness; intellectual courage and perseverance; and intellectual charity.",
      "citationCount": 0,
      "doi": "10.1093/ACTRADE/9780198845379.003.0003",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6c36561462bf24a064039b201af67bf90e3cb969",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "39-54",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "a898a7ea1ca5472f686495a2d9707f97c7f9e463",
      "title": "Nietzsche on Honesty",
      "authors": [
        {
          "name": "Jeremy Page",
          "authorId": "118975782"
        }
      ],
      "year": 2019,
      "abstract": "\n Some commentators have argued that curiosity, not honesty, is Nietzsche’s central intellectual virtue. These commentators give minimalistic interpretations of the nature of Nietzsche’s concept of honesty, casting it as a disposition to ensure that relevant epistemic standards are applied during belief formation. I argue against such interpretations by highlighting three strands of Nietzsche’s concept of honesty which they fail to accommodate (cf. GS 2, GS 335, BGE 230). I interpret Nietzsche’s concept of honesty against the background of his drive psychology and show that it applies not only to reflective cognitive processes but also to unconscious cognitive processes. In concluding, I explain the key role which honesty plays in Nietzsche’s project of translating ‘man back into nature’ (BGE 230).",
      "citationCount": 3,
      "doi": "10.1093/MONIST/ONZ014",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a898a7ea1ca5472f686495a2d9707f97c7f9e463",
      "venue": "The Monist",
      "journal": {
        "name": "The Monist"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7689b312d76787a8eecdc0a9dc6fb7cc5cd43522",
      "title": "Educating for Intellectual Virtues: From Theory to Practice",
      "authors": [
        {
          "name": "J. Baehr",
          "authorId": "39962730"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 175,
      "doi": "10.1111/1467-9752.12023",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7689b312d76787a8eecdc0a9dc6fb7cc5cd43522",
      "venue": "",
      "journal": {
        "name": "Journal of Philosophy of Education",
        "pages": "248-262",
        "volume": "47"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "81bed71c5d394f6c991fdbec40c418e27a74feed",
      "title": "Keynote speaker 1: Intellectual freedom, the internet and democracy",
      "authors": [
        {
          "name": "P. Sturges",
          "authorId": "1996453"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1109/I-SOCIETY.2016.7854157",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/81bed71c5d394f6c991fdbec40c418e27a74feed",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "11-11",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "d1308797c2d665bb1ce6d2ee593ff8f2b1ad1ff8",
      "title": "Honesty and Curiosity in Nietzsche’s Free Spirits",
      "authors": [
        {
          "name": "Bernard Reginster",
          "authorId": "65915462"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 78,
      "doi": "10.1353/HPH.2013.0053",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d1308797c2d665bb1ce6d2ee593ff8f2b1ad1ff8",
      "venue": "",
      "journal": {
        "name": "Journal of the History of Philosophy",
        "pages": "441 - 463",
        "volume": "51"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7dc67ab90c7f523c3e55fcfd8eec8f1029b4f9ef",
      "title": "Perseverance as an intellectual virtue",
      "authors": [
        {
          "name": "Nathan L. King",
          "authorId": "31929933"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 23,
      "doi": "10.1007/s11229-014-0418-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7dc67ab90c7f523c3e55fcfd8eec8f1029b4f9ef",
      "venue": "Synthese",
      "journal": {
        "name": "Synthese",
        "pages": "3501-3523",
        "volume": "191"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "552c709f2dc1bd81be74dc80b1125405da609a57",
      "title": "The Ethics of AI-Assisted Academic Writing. Authenticity Criteria in the Evaluation of Students’ Assignments",
      "authors": [
        {
          "name": "Oana-Antonia Ilie",
          "authorId": "118626970"
        }
      ],
      "year": 2025,
      "abstract": "Abstract The increasing integration of generative technology into the academic research landscape has sparked disputes regarding the new implications of AI on academic integrity and the evolving role that authenticity plays in this context. This paper explores the issue of authenticity in AI-assisted academic writing, as well as the potential risks to the value of intellectual creation. While the current legislation on artificial intelligence and copyright is still under development, with countries recognizing the need to adapt existing legal frameworks to accommodate the changes brought about by AI advancements, universities are trying to find new ways of fighting the escalating AI-plagiarism phenomenon. Authenticity is a measure of both integrity and value in academic research, envisaged as proof of researchers’ academic honesty, originality of their creation, truthfulness and verifiability of the scientific data. The paper proposes the use of authenticity criteria when evaluating students’ written academic assignments, criteria that can help educators to distinguish between original creation and AI-generated content. While acknowledging the technical utility of AI systems, the paper argues that human attribution and authenticity are the only qualities that can grant value to academic writing.",
      "citationCount": 1,
      "doi": "10.2478/kbo-2025-0063",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/552c709f2dc1bd81be74dc80b1125405da609a57",
      "venue": "International conference KNOWLEDGE-BASED ORGANIZATION",
      "journal": {
        "name": "International conference KNOWLEDGE-BASED ORGANIZATION",
        "pages": "155 - 158",
        "volume": "31"
      },
      "publicationTypes": [
        "JournalArticle",
        "Conference"
      ]
    },
    {
      "paperId": "1e61320e7a9e222ce82eab895ebd3b3af0bc536f",
      "title": "Malwida von Meysenbug. Das Leben und Ideal einer Protagonistin der Zeit der Revolutionen",
      "authors": [
        {
          "name": "Carlotta Santini",
          "authorId": "2133779579"
        }
      ],
      "year": 2025,
      "abstract": "Abstract Malwida von Meysenbug was among the most faithful of Nietzsche’s companions on his untimely journey through life. A student of the human soul, a theorist of self-improvement, a pedagogue animated by a strong social afflatus, dedicated to the betterment of the least, and among them women, Malwida von Meysenbug earned a place in the history of Western culture independently of her long friendship with Nietzsche. The life trajectory of this ‘idealist’ of iron rigour and intellectual honesty spans almost a century of political, social and cultural revolutions, in which her figure is anything but peripheral. Close not only to Nietzsche, but to leading figures of the century, from Wagner to Mazzini, from Garibaldi to the anarchist Herzen, Malwida is a Person in the truest sense of this term. ‘Voilà un homme’ one might say of her, if it were not odd to refer to the theorist of the ‘superior woman’ in this way. In this article, an attempt will be made to account for the originality of Malwida von Meysenbug’s thought and to highlight the influence, not only human but above all intellectual, that she had on Nietzsche’s thought.",
      "citationCount": 0,
      "doi": "10.1515/NIFO-2025-007",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1e61320e7a9e222ce82eab895ebd3b3af0bc536f",
      "venue": "Nietzscheforschung",
      "journal": {
        "name": "Nietzscheforschung",
        "pages": "103 - 143",
        "volume": "32"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 30,
  "errors": []
}
