{
  "status": "success",
  "source": "semantic_scholar",
  "query": "literature review methodology philosophy",
  "results": [
    {
      "paperId": "102d6b5c49c86a41559d2bbbb31726786e839ed9",
      "title": "The Cultivation of Critical Thinking in Philosophy Through Technology: A Systematic Literature Review",
      "authors": [
        {
          "name": "Ning Xu",
          "authorId": "2318454278"
        },
        {
          "name": "Wee Hoe Tan",
          "authorId": "2318346985"
        }
      ],
      "year": 2024,
      "abstract": "Technology has been widely employed to cultivate students' critical thinking (CT). Empirical research has been conducted to evaluate its effectiveness and address the current lack of a systematic literature review on the enhancement of critical thinking through technology in philosophy. Therefore, this review aims to uncover the impact of the philosophy course in fostering students' CT in the digital age and the challenges that teachers and students face in implementing technology. The study adheres to the PRISMA methodology (Preferred Reporting Items for Systematic Review). Relevant articles and materials were primarily sourced from three databases: Web of Science, Scopus, and ERIC. This article contended that a modern philosophy course should prioritize the cultivation of students' CT over the mere accumulation of knowledge. Through systematic analysis, this study has identified three main themes: (1) The philosophical origins of technology, (2) issues and challenges during the use of technology, and (3) critical use of technology. Future research implies the need to regulate the use of technology within ethical boundaries.",
      "citationCount": 0,
      "doi": "10.61707/r2zqcc70",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/102d6b5c49c86a41559d2bbbb31726786e839ed9",
      "venue": "International Journal of Religion",
      "journal": {
        "name": "International Journal of Religion"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "25d7460987705fc77267284530632616e61fe2b5",
      "title": "A Comprehensive Review of Literature on Srimad Bhagavatam by Tattvavada Philosophy",
      "authors": [
        {
          "name": "Mansi N. Purohit",
          "authorId": "117007806"
        },
        {
          "name": "B. Gopalachar",
          "authorId": "2377133018"
        }
      ],
      "year": 2025,
      "abstract": "Purpose: Bhagavata Purana or Shrimad Bhagavatam is one of the oceanic routes to the achievement of a meaningful life. It has been interpreted through different lenses by many philosophers. The paper sights to survey and compare the interpretations occupied by most major schools like Advaita, Vishishtadvaita and Dvaita and by Sampradayas like Gaudiya, Vallabha and Nimbarka and also by modern and historic philosophers. Sketching out from all these sources the review obtained underlines the thick and thin layers where the society are prone to puzzlement and complexity in understanding concepts. Design/Methodology/Approach: Review is analysed using qualitative research methods by referring to secondary sources and also by study of commentaries and interpretations. Results/Findings: By consolidating these perspectives, this paper reveals on the theological essence given by Sri Madhwacharya whose work on Bhagavata aligns offering divine realism grounded to the concepts core that are thorough and precise providing clarity in understanding. Originality / Value: This paper serves as a useful resource for scholars interested in comparative Vedantic studies as it fills a gap in comparative analysis by determining Dvaita Vedanta amidst other Vedanta schools offering new thoughts for scholars in the field of philosophical and religious studies. Type of Paper: Literature Review.",
      "citationCount": 0,
      "doi": "10.47992/ijpl.2583.9934.0045",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/25d7460987705fc77267284530632616e61fe2b5",
      "venue": "International Journal of Philosophy and Languages (IJPL)",
      "journal": {
        "name": "International Journal of Philosophy and Languages (IJPL)"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "749cc47c81dbd78c7813c3a03a47fff61a296b11",
      "title": "Spiritual Leadership from the Perspective of Tri Hita Karana: A Systematic Literature Review",
      "authors": [
        {
          "name": "I. G. A. A. D. K. Uthami",
          "authorId": "2335782232"
        },
        {
          "name": "W. Supartha",
          "authorId": "88751242"
        },
        {
          "name": "I. G. A. M. Dewi",
          "authorId": "2274996581"
        },
        {
          "name": "I. B. K. Surya",
          "authorId": "2085935848"
        }
      ],
      "year": 2024,
      "abstract": "Aims: Spiritual leadership is a research study that is proposed as an altemative medium for leading an organization where personal values and beliefs are the reference for organizational success. \nObjective: To critically analyze the spiritual leadership of organizations from the perspective of the Tri Hita Karana philosophy in Bali and whether it is profit or non- profit. This study aims to examine scientific publications related to spiritual leadership from the tri Hita Karana philosophy originating from Bali by conducting a systematic review and discussing implications for further research. \nDesign/Methodology/Approach: The researcher used a literature review research method. This study uses a collection technique by exploring articles, books. journals, and other information relevant to the research topic. The literature will be reviewed systematically, focusing on three aspects. Among them are knowledge in the form of concepts, definitions and typologies (elements). \nFindings: Show that the idea of religious management is empirically extra operationalized than Tri Hita Karana. The core of non-secular management is about the values embraced, attitudes and behaviors of leaders that intrinsically encourage their fans to have a expenence of religious survival thru calling and club, while 'Tri Hita Karana’ emphasizes the values of neiehborhood cultural knowledge. cooperative teamwork, and a philosophy of living fortunately for the commonplace desirable. \nPractical Implications: This study attempts to fill the gap in the literature on Spiritual Leadership from the Tri Hita Karana philosophy of life that can be contextualized. \nOriginality/Value: There is no literature that discusses how organizational spiritual leadership with the Tri Hita Karana philosophy in Bali. This study pioneers the exploration of spiritual leadership within the framework of Tri Hita Karana philosophy. Therefore, the author believes that this review is very useful for academics and practitioners to identify important research opportunities for the future.",
      "citationCount": 0,
      "doi": "10.9734/jesbs/2024/v37i61357",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/749cc47c81dbd78c7813c3a03a47fff61a296b11",
      "venue": "Journal of Education Society and Behavioural Science",
      "journal": {
        "name": "Journal of Education, Society and Behavioural Science"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "30595e907ecd844d27536e07088a87496e4809bb",
      "title": "Research Design, Philosophy, and Quantitative Approaches in Scientific Research Methodology",
      "authors": [
        {
          "name": "A. Gamage",
          "authorId": "2176582182"
        }
      ],
      "year": 2025,
      "abstract": "This paper provides a comprehensive review of existing literature on research design, philosophy, and quantitative approaches in scientific research methodology. It explores the theoretical foundations that influence researchers’ choices when developing a research strategy, with particular emphasis on the alignment between research philosophy and methodological choices. By examining key philosophical paradigms such as positivism, interpretivism, and pragmatism, the paper highlights how these frameworks shape the selection of quantitative, qualitative, and mixed-methods research approaches. The Research Onion Model is utilized to demonstrate the sequential layers of research design, from philosophical stance to data collection strategy. Through a review of current research, this paper provides insights into the importance of selecting the appropriate methodology based on the research objectives, questions, and underlying theoretical perspectives. The findings suggest that understanding the interplay between philosophy and methodology is crucial for ensuring a coherent and effective research design. By synthesizing existing theoretical perspectives, this paper contributes to a deeper understanding of the methodological choices available for scientific research.",
      "citationCount": 8,
      "doi": "10.36347/sjet.2025.v13i02.004",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/30595e907ecd844d27536e07088a87496e4809bb",
      "venue": "Scholars Journal of Engineering and Technology",
      "journal": {
        "name": "Scholars Journal of Engineering and Technology"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "dd8157779d1716ebff743fb07b4d8c7922d6cc4c",
      "title": "On the formation of a new information worldview of the future (literature review)",
      "authors": [],
      "year": 2022,
      "abstract": "Aims: The purpose of the research is to scientifically define and philosophically comprehend the components of the new information worldview and its positioning in the development strategy of the cultural and historical era. The article reveals the content and format of the information society and its prospects in civilizational progress. The aims of the study are to philosophically and methodologically structure the fundamental and innovative elements of the modern worldview paradigm. While the fundamental clusters of the information worldview are similar to the paradigmatic elements of previous eras, the innovative dimensions have new socio-cultural characteristics. Methodology: The work was based on the analysis of scientific studies of the modern information environment. Information and communication technologies become the main object of research not only from the point of view of scientific and technological but also from the point of view of humanities and science. A separate methodological approach in the study of the information worldview is the philosophical synergetic methodology, designed to use an interdisciplinary approach. Results: The results of the analysis indicate the gradual establishment of the information component as a dominant element of the modern scientific and worldview picture of the world. The paradigm of the information society is distinguished. It is based on fundamental (unchanging) and flexible (changeable) elements. Among the key functions of the information worldview that have a philosophical dimension are: innovative, synergistic, and anthropocentric. The importance of the research results lies in the modelling of socio-cultural development in the context of positioning a person, community, or civilization in the information environment. Information activity determines the status and prospects in the modern technological world. Such guidelines actualise the epistemological, axiological, methodological, and ethical dimensions of the scientific and philosophical study of information technology systems. Information has the potential to be integrated into the scientific picture of the world as a dominant worldview element. Scientific Novelty: A promising area of research into the worldview of the future is the strategy of correlation between the information and technological environment and the socio-cultural space. Information has the potential to become a common denominator for various human-dimensional and technology-oriented components of the socio-cultural space. Conclusion: The modern information worldview paradigm (like any other worldview model from previous eras) has its own philosophical and methodological guidelines that determine its functional potential. Culture, science, and philosophy become the main broadcasters of the information dimension. Information, in its turn, successfully communicates with the public consciousness and individual beliefs about cultural, scientific, and philosophical development. The information worldview performs a number of socio-cultural functions that regulate the interaction between man, society, nature, and technology.",
      "citationCount": 13,
      "doi": "10.57125/fp.2022.03.30.02",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dd8157779d1716ebff743fb07b4d8c7922d6cc4c",
      "venue": "Futurity Philosophy",
      "journal": {
        "name": "Futurity Philosophy"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "9cfe224132a5924377b321442bf38c1bb95d61d3",
      "title": "Pobhinci-Bhinciki Kuli: An Accounting Research Methodology Based on the Cultural Philosophy of the Butonese People",
      "authors": [
        {
          "name": "Wa Ode Endiaverni",
          "authorId": "2182509552"
        },
        {
          "name": "I. Triyuwono",
          "authorId": "97013533"
        },
        {
          "name": "A. Mulawarman",
          "authorId": "97914527"
        }
      ],
      "year": 2024,
      "abstract": "This research aims to develop an accounting research methodology based on the cultural philosophy of the Butonese people, \"pobhinci-bhinciki kuli\". In the Wolio language (Buton Sultanate), pobhinci-bhinciki kuli means pinching each other's skin or feeling like they are in the same boat. This research uses a literature review method. Validity is confirmed through interviews with Butonese cultural figures, sociologists, anthropologists and writers. The findings indicate that research methodology developed from local wisdom can be used to produce research that is more holistic in describing the reality of Indonesian society. The Butonese people's philosophy of life \"pobhinci-bhinciki kuli\" upholds purity of feeling, as an indicator. The feeling in question is a divine feeling that is continuously felt and pursued through kangkilo (purity). Therefore, the scientific implications of using pobhinci-bhinciki kuli will return to the authenticity of the local wisdom of Indonesian society which is always oriented towards the main value of purity in moving towards true divinity by prioritizing the integrity of reality. The achievements of science are not only rational but united and moving in the purity of awareness of holiness in its theoretical, research and empirical forms in accounting research methodology.",
      "citationCount": 0,
      "doi": "10.14414/tiar.v14i1.3747",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9cfe224132a5924377b321442bf38c1bb95d61d3",
      "venue": "The Indonesian Accounting Review",
      "journal": {
        "name": "The Indonesian Accounting Review"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "19ea9bf4c7ef271628c7e7ca73ccffb88fe594c4",
      "title": "Reevaluating Educational Philosophy in the Age of Technological Transformation: A Systematic Review of Progressive Pedagogies and Digital Integration",
      "authors": [
        {
          "name": "K. Huda",
          "authorId": "2073732643"
        },
        {
          "name": "Sariyatun",
          "authorId": "2402264959"
        }
      ],
      "year": 2025,
      "abstract": "This study presents a systematic literature review examining the intersection of progressive education and digital technology integration in contemporary learning environments. The objective is to analyze how digital tools support or challenge progressive pedagogical practices across global educational contexts. This review is categorized into five core themes for a summary of integrating progressive pedagogies, reflective learning, experiential practice, digital equity, and epistemological shifts. The methodology involved synthesizing findings from 15 selected academic sources, mapped across five thematic sections, including pedagogical integration, reflective digital practices, philosophical adaptation, traditionalism versus progressivism, and epistemological debates. Findings indicate that digital platforms enhance critical thinking, agency, and inclusivity when aligned with progressive ideals. Yet, challenges such as resistance to change, lack of digital infrastructure, and persistent traditionalist frameworks hinder broad adoption. The review underscores the growing epistemological transformation in education, where knowledge is increasingly seen as dynamic and co-constructed through digital interaction. These findings offer valuable implications for educators and policymakers seeking to implement equitable, student-centered approaches in the digital age. The study contributes to ongoing discourse on educational innovation by highlighting critical tensions and future possibilities for progressive pedagogy.",
      "citationCount": 0,
      "doi": "10.23917/sosial.v6i2.11813",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/19ea9bf4c7ef271628c7e7ca73ccffb88fe594c4",
      "venue": "Jurnal Penelitian Ilmu-Ilmu Sosial",
      "journal": {
        "name": "Jurnal Penelitian Ilmu-Ilmu Sosial"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "dbfa590f8c7d302bb3daa94a68dec4cccfdc3666",
      "title": "Russian Poetry through the Prism of Russian Philosophy (Review of International Scientific Conference)",
      "authors": [
        {
          "name": "Mikhail Beshimov",
          "authorId": "2381880914"
        },
        {
          "name": "Elena Takho-Godi",
          "authorId": "2320394227"
        }
      ],
      "year": 2025,
      "abstract": "On October 7–9, 2024, within the framework of the scientific project of the А.М. Gorky Institute of World Literature of the Russian Academy of Sci­ences “Literature through the prism of philosophy: the history of Russian lyrics in the aesthetics of Vl. Solovyov”, the international scientific conference “Rus­sian poetry through the prism of Russian philosophy” was held with the partici­pation of the State Budgetary Institution of Moscow “A.F. Losev’s House –\nresearch library and memorial museum” and with the information support of the journal “Voprosy Filosofii”. More than 60 researchers from Russia, Ger­many, Italy, Israel, Hungary, Montenegro, China and the USA took part in it. The general problem field of the conference was the interaction of poetry and philosophy in the context of Russian culture from the end of the 18th century to the beginning of the 21st century. Although the sections did not have names, the structuring factor for them was not this or that methodology, but the research material itself – each of the sections focused on philosophical poetry of a certain historical and literary period or circle of authors, offering at the same time\na rich variety of research optics and approaches – from the contextualization of the poet’s philosophical ideas to the study of aesthesis as a poetic practice of translating a philosophical concept into a visual and sensual image.",
      "citationCount": 0,
      "doi": "10.21146/0042-8744-2025-4-207-213",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dbfa590f8c7d302bb3daa94a68dec4cccfdc3666",
      "venue": "Voprosy filosofii",
      "journal": {
        "name": "Voprosy filosofii"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "587de0290a2b57f61e1671c0358a737665ccaead",
      "title": "CONCEPTUAL REVIEW OF RESEARCH DATA: A KEY PILLAR IN RESEARCH METHODOLOGY",
      "authors": [
        {
          "name": "Ivonne Ayesha",
          "authorId": "2357374182"
        }
      ],
      "year": 2024,
      "abstract": "This study aims to examine in depth the meaning and scope of the concept of research data from a philosophical, methodological, and practical perspective through a conceptual analysis approach. The main focus of this study is to critically examine how the concept of data is defined, developed, and used in contemporary scientific discourse. Data sources are secondary literature, such as academic books, indexed journal articles [Google Scholar, Scopus, JSTOR], and relevant scientific documents in the fields of research methodology, philosophy of science, and data epistemology. Literature selection is based on the criteria of thematic relevance, academic authority of the author, and contextuality to the development of research methodology. The results of the study show that data is not only understood as a technical entity or measurement result number, but as a complex representation of the scientific process influenced by values, context, and research objectives. Data is classified based on type, collection method, source, benefits, and measurement scale, each of which has important methodological implications. A comprehensive conceptual understanding of data contributes to increasing the validity, transparency, and accountability of research. Therefore, strong data literacy is the main foundation in building a credible and effective research methodology.",
      "citationCount": 2,
      "doi": "10.56670/jsrd.v6i2.945",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/587de0290a2b57f61e1671c0358a737665ccaead",
      "venue": "Journal Of Scientech Research and Development",
      "journal": {
        "name": "Journal of Scientech Research and Development"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "9068fd7efd5fc511b5179a519fb68eef206556a3",
      "title": "A Literature Review: Positive Accounting Theory (PAT)",
      "authors": [
        {
          "name": "Richard Wiratama",
          "authorId": "2372975552"
        },
        {
          "name": "Marselinus Asri",
          "authorId": "108139895"
        }
      ],
      "year": 2020,
      "abstract": "This paper reviews the positive accounting theory. The article also discusses development in accounting theory and research. The philosophical objective of positive accounting theory is to explain and predict current accounting practice. Positive accounting theory seeks to understand why accounting practices are employed by accountants in different circumstances and by different firms. Three hypotheses in positive accounting theory: bonus plan, debt covenant and political cost. Criticisms of positive accounting theory (1) methodology, philosophy and economics approach.<br><br>This study will discuss PAT as seen from several perspectives, including the history of the rise of PAT, the shift from normative to positive approaches, then the development of PAT, research on PAT and criticism of PAT. The paper also describes the economic consequences related to the emergence of new accounting standards which of course will affect the selection of the method of accounting by management.",
      "citationCount": 11,
      "doi": "10.2139/ssrn.3523571",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9068fd7efd5fc511b5179a519fb68eef206556a3",
      "venue": "Social Science Research Network",
      "journal": {
        "name": "Accounting Theory - Analytical Models eJournal"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "adb6050916da28cdba0eb26e9a9a49666f303f9f",
      "title": "Informed grounded theory: A symbiosis of philosophy, methodology, and art.",
      "authors": [
        {
          "name": "Chryssa Themelis",
          "authorId": "67310537"
        },
        {
          "name": "J. Sime",
          "authorId": "1869360"
        },
        {
          "name": "Robert Thornberg",
          "authorId": "47485351"
        }
      ],
      "year": 2022,
      "abstract": "ABSTRACT The methodological paper illustrates the informed grounded theory (informed GT) methodology by briefly demonstrating a case study about synchronous video communications and teacher presence in distance education. Unlike Glaser, B. G., & Strauss, A. L. (1967). The discovery of grounded theory. Aldine. GT, the literature review is not delayed until the end but is ongoing and integrated throughout the research activity. After the research, the literature review could revisit the theory to make the findings transferable and sustainable. The power of informed GT as a methodology is that it is heterogeneous, combining inductive, deductive, and abductive reasoning in an iterative research process with an initial and ongoing literature review. This process created the theory of tele-proximity and an explanatory model storyline. The storyline can change and improve by integrating more data and literature in the future. Deduction started with the sensitising concept of proximity found in the literature, mapping the territory, identifying criticisms, and formulating research questions. Induction was used to construct the findings from informants’ perceptions to create a theoretical frame with categories that expanded on the Community of inquiry model and its concept of teacher presence. Abductive reasoning was used when plausible reasons were generated from interdisciplinary literature on the value of social cues and embodied cognition in synchronous video communications. Finally, a grounded theory of tele-proximity was constructed with the concept of tele-teacher presence. In practice, this process was messy. The main challenge was staying grounded and moving between abductive, inductive, and deductive reasoning to avoid getting stuck in crude deductions, making wild guesses during abductive reasoning, or generating explanations that were not a good fit for the data.",
      "citationCount": 19,
      "doi": "10.1080/00313831.2022.2115135",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/adb6050916da28cdba0eb26e9a9a49666f303f9f",
      "venue": "Scandinavian Journal of Educational Research",
      "journal": {
        "name": "Scandinavian Journal of Educational Research",
        "pages": "1086 - 1099",
        "volume": "67"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "a840d2aebc94fe0829c9f683d9792b70c7276524",
      "title": "How has the philosophy of pragmatism been addressed in occupational therapy and occupational science? Protocol for a scoping review",
      "authors": [
        {
          "name": "Naila Pereira Souza",
          "authorId": "2321311856"
        },
        {
          "name": "Taís Quevedo Marcolino",
          "authorId": "2320569034"
        },
        {
          "name": "Ricardo Lopes Correia",
          "authorId": "2301963564"
        },
        {
          "name": "E. Kinsella",
          "authorId": "7612291"
        },
        {
          "name": "Rodolfo Morrison",
          "authorId": "2057120533"
        }
      ],
      "year": 2024,
      "abstract": "Abstract Introduction The Philosophy of Pragmatism has been recognized for its importance in the initial development of occupational therapy in the early twentieth century in the United States. This perspective has regained attention as an approach that is fruitful for understanding contemporary challenges in the field. Despite this renewed interest, there are no review studies that examine the affordances of pragmatism in the occupational therapy and occupational science peer-review literature. Objective To present the scoping review protocol. Method The protocol was developed guided by the Joanna Briggs Institute methodology. Results This protocol presents a comprehensive plan to conduct the scoping review. The study aim is to identify the state of knowledge about how the philosophy of pragmatism has been addressed in occupational therapy and occupational science in peer-reviewed literature in the past ten years, specifying subquestions. The inclusion criteria encompasses English, Spanish and Portuguese peer-reviewed literature (conceptual and research studies), with any population and in any physical, geographic, field of practice, and cultural context. The protocol presents the collaborative team strategy for searching databases (PsycINFO, Scopus, Web of Science, MedLine, and Embase) and for selection of papers. Data extraction will include key information from the papers presented in an evidence table. The use of pragmatism in theoretical and methodological aspects will be extracted from the papers, and thematically analyzed. Conclusion We inform the research community about our intentions to understand the repercussions of pragmatism in occupational therapy and occupational science by making publicly available the comprehensive plan for conducting the study.",
      "citationCount": 0,
      "doi": "10.1590/2526-8910.ctoar286237202",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a840d2aebc94fe0829c9f683d9792b70c7276524",
      "venue": "Cadernos Brasileiros de Terapia Ocupacional",
      "journal": {
        "name": "Cadernos Brasileiros de Terapia Ocupacional"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "218e52c81956b12e8fb23b4cb72b61e2c846848f",
      "title": "Impact of Philosophy for Children and Its Challenges: A Systematic Review",
      "authors": [
        {
          "name": "Mohd Kaziman Ab Wahab",
          "authorId": "2189620150"
        },
        {
          "name": "Hafizhah Zulkifli",
          "authorId": "144795296"
        },
        {
          "name": "Khadijah Abdul Razak",
          "authorId": "2126691996"
        }
      ],
      "year": 2022,
      "abstract": "Philosophy for children (P4C) has been implemented worldwide. P4C has been researched empirically in order to evaluate its effectiveness and address the current lack of a systemic literature review of research on P4C. Therefore, this SLR study aims to identify how P4C positively affects aspects other than students’ thinking and the challenges that teachers and students face in implementing the program. The methodology and writing method used was PRISMA (preferred reporting items for systematic review and meta-analysis). Articles and materials related to the topic were located primarily using two databases, Web of Science and Scopus. Using thematic analysis, this SLR derived five main themes, namely (1) higher-order thinking skills (HOTS), (2) safe environments, (3) civilized students, (4) democracy in discussion, and (5) the culture of thinking in the classroom. There are also challenges faced by teachers and students.",
      "citationCount": 29,
      "doi": "10.3390/children9111671",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/218e52c81956b12e8fb23b4cb72b61e2c846848f",
      "venue": "Children",
      "journal": {
        "name": "Children",
        "volume": "9"
      },
      "publicationTypes": [
        "Review",
        "JournalArticle"
      ]
    },
    {
      "paperId": "7b15aa670c95d2b520be185a158925f19e191f4d",
      "title": "What literature has to say about commitment to change: philosophy of commitment to change",
      "authors": [
        {
          "name": "Muhammad Bilal Kayani",
          "authorId": "9401851"
        },
        {
          "name": "Maryam Ali",
          "authorId": "2108627668"
        },
        {
          "name": "Hassan Javed",
          "authorId": "2358552243"
        }
      ],
      "year": 2022,
      "abstract": "PurposeThis paper aims to conclude and provide a review of the current literature on a commitment to change (C2C). Detailed research is provided on the operationalization and conceptualization of C2C.Design/methodology/approachThe review is conducted based on 55 research papers published in different journals at different times in the past on C2C.FindingsA complete framework from previous to latest literature has been depicted in the current paper on a C2C with their citation in the one study. Gaps that had not been addressed by previous authors are also highlighted to facilitate future researchers in regards to C2C. Especially in the context of quantitative studies gaps are highlighted in previous literature of C2C.Practical implicationsFuture researchers can study the highlighted gaps with regards to C2C. Further it provides researchers a brief summary of 55 researches on C2C.",
      "citationCount": 4,
      "doi": "10.1108/jocm-10-2021-0296",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7b15aa670c95d2b520be185a158925f19e191f4d",
      "venue": "Journal of Organizational Change Management",
      "journal": {
        "name": "Journal of Organizational Change Management"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "bbf32aa4dcbec4241e44f5a13d4dcf3a41fba2cc",
      "title": "Navigating Challenges and Opportunities in the Renewal of Muhammadiyah’s Educational Philosophy in the Digital Era",
      "authors": [
        {
          "name": "Aep Saepul Anwar",
          "authorId": "2383485511"
        },
        {
          "name": "Imam Sofi`i",
          "authorId": "2383568303"
        }
      ],
      "year": 2025,
      "abstract": "This study explores the transformation of Muhammadiyah education in response to modernization and technological advancements, emphasizing the integration of Islamic values within contemporary educational frameworks. This study uses a literature review methodology to investigate theoretical and practical viewpoints on Islamic education and how they affect the academic environment in Muhammadiyah. The findings indicate that Muhammadiyah education has evolved through integrating religious and secular sciences alongside the adoption of digital technology in the learning process. This transformation presents opportunities to enhance educational accessibility and quality through digital platforms while simultaneously encountering challenges such as resistance to technological adoption, limited digital literacy among educators, and concerns over preserving Islamic values amid modernization. The study concludes that while Muhammadiyah education demonstrates adaptability to contemporary demands, maintaining equilibrium between innovation and foundational Islamic principles remains imperative. The report suggests addressing these issues by implementing ongoing technology training for teachers, reinforcing curricula based on Islamic principles, and conducting regular assessments to ensure educational reforms align with Muhammadiyah's goals. This research contributes to contextual and adaptive Islamic education discourse, offering insights for academics, practitioners, and policymakers. It empowers policymakers to play a crucial role in strengthening Muhammadiyah's educational role in the digital era.",
      "citationCount": 0,
      "doi": "10.32678/tarbawi.v11i01.10732",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bbf32aa4dcbec4241e44f5a13d4dcf3a41fba2cc",
      "venue": "Tarbawi: Jurnal Keilmuan Manajemen Pendidikan",
      "journal": {
        "name": "Tarbawi: Jurnal Keilmuan Manajemen Pendidikan"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "d663213cdc0cedbd7071b3a0652fa18b048095cb",
      "title": "The Efficacy of Ubuntu Philosophy in Socio Economic Development. Towards Integrating African Philosophies in Public Policy and Developmental Issues",
      "authors": [
        {
          "name": "T. P. Tendengu",
          "authorId": "2390987137"
        }
      ],
      "year": 2025,
      "abstract": "The article to follow explores the relevance of Ubuntu philosophy in socio-economic development that include, the respect for human dignity and interdependence, community-centred approach and environmental stewardship. This article examines the alignment between Ubuntu theory principles and participatory development approaches that focus on equitable resource distribution, collective problem solving and addressing disparities in public policy. The study used literature review methodology by analysing and evaluating books, journal articles and reports on Ubuntu theory and socio-economic development. Findings from the study show that, leaders who demonstrate empathy, kindness and consideration for all groups in economic development could help craft inclusive policies to assist the vulnerable. However conclusions from the study show that, limited resources in many nations pose challenges to realising Ubuntu’s theoretical ideals. Addressing poverty and inequality is vital for communities to truly embody Ubuntu theory. Recommendations proffer the need to integrate Ubuntu theory into political development and governance which are the major facets of socio-economic development. Greater efforts are needed to authentically apply Ubuntu theory in policy making.",
      "citationCount": 0,
      "doi": "10.47772/ijriss.2025.915ec00756",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d663213cdc0cedbd7071b3a0652fa18b048095cb",
      "venue": "International journal of research and innovation in social science",
      "journal": {
        "name": "International Journal of Research and Innovation in Social Science"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "efa45eb0f7dd59ba525d6922225cea1da9faec81",
      "title": "The Dialectical Relationship Between Philosophy and Art: The Interplay of Thinking and Creativity",
      "authors": [
        {
          "name": "Pham Khue Dinh",
          "authorId": "2348996066"
        }
      ],
      "year": 2025,
      "abstract": " \nPhilosophy has traditionally provided the foundation for thought and culture, defining creativity as an inherent dimension of human nature and art as a medium for conveying the meanings of existence. This scholarly inquiry aims to focus on the analysis of the dialectical relationship between philosophy and art, with an emphasis on how these two spheres interact and influence each other. The objectives of the article are centred on their mutual influence: philosophy structures the axiological foundations of the artistic domain, while art expands the epistemological boundaries of philosophical thought. The methodology adheres to the standards of qualitative research. It is oriented towards a comprehensive review of sources and literature, followed by a systematic and comparative analysis of the relationship between philosophy and art. The findings indicate a gradual transformation of the dialectical interaction between these disciplines towards innovative synergetic dimensions, wherein philosophy and art do not merely accompany each other but form a unified interplay of creative and logical components. The article also delves into the methodological significance of these relations in the era of globalisation, wherein art and philosophy serve as cultural bridges and contribute to shaping perspectives on socio-cultural reality. A promising direction for further research involves examining philosophy and art through the principles of interdisciplinarity, multiculturalism, and methodological pluralism. Consequently, the modern socio-cultural landscape is gradually shaping a new epistemological paradigm that establishes pragmatic principles of functionality and efficiency in the interaction between philosophy and art. At the same time, the axiological and teleological constants retain their autonomy within the distinct rational-logical and cultural-creative dimensions.",
      "citationCount": 2,
      "doi": "10.57125/fp.2025.03.30.01",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/efa45eb0f7dd59ba525d6922225cea1da9faec81",
      "venue": "Futurity Philosophy",
      "journal": {
        "name": "Futurity Philosophy"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "28544a1115e2342f844b138ae53636f357fca7ad",
      "title": "Idealism and Realism in the Study of the Philosophy of Islamic Family Law",
      "authors": [
        {
          "name": "Noni Kensiwi",
          "authorId": "2403514085"
        },
        {
          "name": "Fiqi Restu",
          "authorId": "2403514014"
        },
        {
          "name": "Subekti",
          "authorId": "2403514388"
        }
      ],
      "year": 2025,
      "abstract": "The philosophy of Islamic family law is characterized by a persistent tension between normative Idealism and contextual Realism. Idealism emphasizes fidelity to divine texts, moral universality, and transcendent legal purposes, while Realism prioritizes empirical conditions, social effectiveness, and institutional implementation. This article examines the conceptual foundations of both paradigms and analyzes their practical implications for marriage, divorce, and inheritance within contemporary Muslim societies. Employing a qualitative normative methodology based on literature review, philosophical analysis, and comparative socio-legal studies, the article demonstrates that neither Idealism nor Realism alone can adequately address the complexity of modern family law challenges. The study argues that a maqasidiyah-oriented framework offers an effective epistemological synthesis by integrating teleological reasoning with contextual sensitivity. By treating the objectives of the Sharia as the primary normative reference while incorporating empirical data as interpretive guidance, maqasidiyah reconciles textual authority with social reality. The article concludes that this synthesis enables adaptive and accountable ijtihad, strengthens substantive justice, and enhances the relevance of Islamic family law in plural and evolving legal environments.",
      "citationCount": 0,
      "doi": "10.65310/xs6xfx32",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/28544a1115e2342f844b138ae53636f357fca7ad",
      "venue": "Journal of Legal, Political, and Humanistic Inquiry",
      "journal": {
        "name": "Journal of Legal, Political, and Humanistic Inquiry"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "c1674e774a9338c4597cfeaa6da830d53bbdd590",
      "title": "The Role of Language Philosophy: Implications For Language Learning and Education",
      "authors": [
        {
          "name": "Besse Sri Widistari",
          "authorId": "2294353771"
        },
        {
          "name": "St. Nurhayati",
          "authorId": "2359538962"
        }
      ],
      "year": 2025,
      "abstract": "This article examines the principles of language philosophy and its ramifications for the field of education, particularly in language acquisition. Language philosophy is an academic discipline that examines the essence of language and its significance in human existence. Moreover, the philosophy of language is a multifaceted domain, making it challenging to ascertain the extent of its comprehension. Nonetheless, this does not imply that the subject of philosophical inquiry is ambiguous. Language philosophy, like other philosophical domains such as legais, natural, human, and social philosophy, examines, analyzes, and elucidates the essence of language as a substantive object of inquiry. Our study methodology employs a literature review and an analysis of topics in language philosophy. The research gathers data by analyzing many sources, such as books, scholarly journals, and additional materials. The study's findings indicate that language philosophy underscores the significance of contextual comprehension, the relativity of meaning, and the influence of language in constructing reality. These implications can enhance teacher and student awareness of the significance of language in the learning process.",
      "citationCount": 0,
      "doi": "10.51574/jrip.v5i1.2559",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c1674e774a9338c4597cfeaa6da830d53bbdd590",
      "venue": "Jurnal Riset dan Inovasi Pembelajaran",
      "journal": {
        "name": "Jurnal Riset dan Inovasi Pembelajaran"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "f85a8dd4e861e897c52549a9c3793e2914408c36",
      "title": "Enhancing Moral and Spiritual Development in Early Childhood Education Through the Ponakawan Philosophy",
      "authors": [
        {
          "name": "Nurul Mubin",
          "authorId": "2348154963"
        },
        {
          "name": "Sri Haryanto",
          "authorId": "2074667696"
        },
        {
          "name": "Robingun Suyud El Syam",
          "authorId": "2059249735"
        },
        {
          "name": "Putu Agus",
          "authorId": "2259003120"
        },
        {
          "name": "Dharma Hita",
          "authorId": "2259003107"
        }
      ],
      "year": 2025,
      "abstract": "This study explores the integration of Ponakawan philosophy into early childhood education curricula. The research addresses a critical gap in the literature, where traditional Javanese philosophical concepts have not been systematically examined for their pedagogical value in modern educational settings. By analyzing 36 sources of literature using a qualitative interpretive approach, this study provides a philosophical and educational perspective on how Ponakawan values can contribute to character development in young learners. The methodology involves a systematic literature review combined with a thematic analysis to synthesize key philosophical principles and their potential applications in early childhood education. The findings highlight that Ponakawan philosophy, emphasizing wisdom, humility, and social harmony, aligns with contemporary educational frameworks that promote holistic child development. However, the study also identifies challenges in adapting traditional wisdom into structured curricula. This research contributes to the field by bridging indigenous knowledge with contemporary pedagogy, offering practical insights for curriculum developers and educators. The study's implications suggest that integrating Ponakawan philosophy into PAUD curricula can enrich children's moral and social development. Future research should explore empirical applications and the effectiveness of this approach in diverse educational contexts.",
      "citationCount": 0,
      "doi": "10.31004/obsesi.v9i1.6869",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f85a8dd4e861e897c52549a9c3793e2914408c36",
      "venue": "Jurnal Obsesi",
      "journal": {
        "name": "Jurnal Obsesi : Jurnal Pendidikan Anak Usia Dini"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "7bfa92d4c149ad28eee01048a932424b87dfb28f",
      "title": "The Conceptualisation of African Philosophy in the Novels of OK Matsepe",
      "authors": [
        {
          "name": "M. Makgopa",
          "authorId": "79929623"
        },
        {
          "name": "Malekutu Bopape",
          "authorId": "2377028086"
        }
      ],
      "year": 2025,
      "abstract": "Oliver Kgadime Matsepe has a distinctive way of presenting his introductory paragraphs in all his nine novels, which is both fascinating and thought-provoking. The opening paragraphs reflect on life holistically, and this has led literary scholars who worked on Matsepe’s works to refer to it as a “philosophical introduction” (matseno a kakanyophelo). These introductions demonstrate a high level of thinking coupled with Matsepe’s philosophy about African life in general and human nature in particular. Moreover, the plot structure of his novels, including the themes, is profoundly captured in the philosophical introductions. In this article, the epistemological approach, which is part of the qualitative research design, shall be used as a research methodology to investigate the phenomenon. This is informed by the meaning and interpretation that shall be ascribed to the philosophical introductions sampled from the nine novels. African philosophy would serve as the basis of the literature review to demonstrate the connection between the philosophical introduction and African philosophy. Furthermore, the philosophical introductions shall be contextualised to demonstrate their reflection on the current global community in South Africa, even though his literature was published some 60 years ago. How could the current global society be shaped and conscientised by an African writer like Matsepe, who addresses critical societal issues such as jealousy, greed, selfishness, nepotism, corruption, diversity, gender issues, and leadership?",
      "citationCount": 0,
      "doi": "10.25159/2663-6697/19096",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7bfa92d4c149ad28eee01048a932424b87dfb28f",
      "venue": "Southern African Journal for Folklore Studies",
      "journal": {
        "name": "Southern African Journal for Folklore Studies"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "2d15a8a82fbdc7e544c640acb6aa20e2ee6005f5",
      "title": "Igba-boi Entrepreneurial Philosophy: An Afrocentric Place-Building Model",
      "authors": [
        {
          "name": "I. Iwara",
          "authorId": "121398789"
        },
        {
          "name": "Victor Ojakorotu",
          "authorId": "2287172485"
        }
      ],
      "year": 2025,
      "abstract": "Through the lens of a place-building model, this theoretical analysis of existing discourse explains the Igba-boi entrepreneurial philosophy and its transformative role in the post-Nigerian Civil War (1967-1970) socioeconomic recovery of the Igbo ethnic group. It positions the entrepreneurship model as a strategic resource for capacity development within marginalised communities, ultimately advancing sustainable local economies. Using a qualitative research methodology rooted in a desktop-based literature review, this study draws attention to the core principles of the model’s philosophical foundations, emphasising its profound potential as a blueprint for similarly marginalised Indigenous communities. The model’s implementation hinges on the community’s unified acknowledgement of the importance of development, and the dedication of successful entrepreneurs in identifying, mentoring, and establishing emerging talent. Implementing this entrepreneurial philosophy offers marginalised groups a viable pathway toward economic empowerment, self-sufficiency, and the conservation of cultural heritage. Actors and policymakers can effectively fuse the model’s foundations into development frameworks for marginalised communities.",
      "citationCount": 0,
      "doi": "10.24818/mer/2025.01-10",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2d15a8a82fbdc7e544c640acb6aa20e2ee6005f5",
      "venue": "Management and Economics Review",
      "journal": {
        "name": "MANAGEMENT AND ECONOMICS REVIEW"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "5ec1c3ee6c0b0022ebbdbede9d980717ecf44249",
      "title": "The Role of Philosophy in Developing Environmental Philosophy Concepts for Development Based on Ecological Justice",
      "authors": [
        {
          "name": "Yohanes Kamakaula",
          "authorId": "2279383684"
        },
        {
          "name": "Zainuddin Arifin",
          "authorId": "2341358523"
        },
        {
          "name": "Materan Materan",
          "authorId": "2341359121"
        }
      ],
      "year": 2025,
      "abstract": "The role of philosophy in shaping environmental philosophy concepts for development grounded in ecological justice is an increasingly significant area of scholarly inquiry. This study employs a qualitative methodology, utilizing literature review and library research to analyze the foundational principles of philosophy and their contributions to environmental thought. The research explores how philosophical frameworks—such as ethics, metaphysics, and epistemology—inform the conceptualization of ecological justice, a principle advocating for the equitable treatment of all forms of life and ecosystems. By synthesizing diverse philosophical perspectives, the study identifies key elements that underpin sustainable development initiatives rooted in environmental justice. These include the moral obligation to respect biodiversity, the intrinsic value of nature, and the interconnectedness of human and ecological systems. The findings emphasize that philosophy provides a critical lens for rethinking human-nature relationships, encouraging policymakers and stakeholders to adopt an ecological justice paradigm that promotes sustainability and equity. This paradigm shifts the focus from anthropocentric approaches to a more holistic, inclusive vision of development. The study concludes that integrating philosophical insights into environmental discourse can lead to more robust frameworks for addressing global ecological challenges. These insights offer actionable pathways for fostering a harmonious coexistence between humanity and the environment, making philosophy an essential foundation for advancing sustainable development practices.",
      "citationCount": 0,
      "doi": "10.59613/9yqhma30",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5ec1c3ee6c0b0022ebbdbede9d980717ecf44249",
      "venue": "International Journal of Social and Human",
      "journal": {
        "name": "International Journal of Social and Human"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "5c82435df9de1a0825623324422791f1b78e3156",
      "title": "Nyerere’s Philosophy of Education for Self-Reliance and Its Implications for Enhancing the Socio-Economic Dimension of Current Kenyan University Education",
      "authors": [],
      "year": 2024,
      "abstract": "While considerable attention has been devoted to exploring the potential of higher education in driving economic development, comparatively less focus has been directed towards its role in nurturing social imperatives associated with education. In the same vein, the economic benefits of a university degree in Kenya have been emphasised, while the social relevance of serving society has not received enough attention. In order to strengthen the social and economic paradigms of higher education in Kenya, the article examine the unique contribution of Nyerere's philosophy of education for self-reliance in the realm of African educational philosophies. The purpose of this study was to analyse what educational implications Kenyan universities can adopt from Nyerere's education for self-reliance philosophy using a literature-based research approach. The methodology of the study used was a multifaceted technique that comprised a literature review, conceptual analysis, a comprehensive content analysis and triangulation for evaluating relevant books, research studies, scholarly works and official papers about the socio-economic role of university education and Nyerere's philosophy of education. The study's findings indicated that the Nyerere educational philosophy, which is characterized by its invaluable lessons on the roles of the teacher, curriculum development, and the purpose of university education, may have beneficial implications on Kenyan university education. The socio-economic dimensions of university education emphasize enhancing society through problem-solving, community engagement, and career-oriented learning. The study also underscored the vital need for training for jobs in both white-collar and blue-collar fields by universities, the incorporation of problem-solving skills relevant to the 21st century, on-going professional development, and benchmarking. These recommendations could be the cornerstone of socio-economic education reforms at Kenyan universities, which could prepare its youth for the dynamic opportunities of the twenty-first century, positioning Kenya as a forerunner in the global advancement of socio-economic dimension of university education.",
      "citationCount": 2,
      "doi": "10.57125/fp.2024.06.30.01",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5c82435df9de1a0825623324422791f1b78e3156",
      "venue": "Futurity Philosophy",
      "journal": {
        "name": "Futurity Philosophy"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "1087b111fc1f25b881b369b1c55c4cbbb4e4ec4a",
      "title": "Sustainable Tourism Development in Indonesia: A Critical Evaluation of Economic Philosophy",
      "authors": [
        {
          "name": "Dede Rusmana",
          "authorId": "2337462706"
        },
        {
          "name": "Heri Pratikto",
          "authorId": "2337054530"
        },
        {
          "name": "Agung Winarno",
          "authorId": "2337051464"
        }
      ],
      "year": 2024,
      "abstract": "Sustainable tourism has emerged as a paradigm for reconciling the economic benefits of tourism with the need to protect the environment and preserve cultural heritage. This study was aimed to evaluate the economic philosophies underpinning sustainable tourism development in Indonesia. This research employed a qualitative research methodology. Data was collected through a comprehensive literature review encompassing academic journals, books, government reports, and non-governmental organization (NGO) publications. The collected data was then analyzed using thematic analysis to identify key themes and patterns related to economic philosophies and sustainable tourism practices in Indonesia. The findings reveal a dominant focus on neoliberal economic principles in Indonesian tourism, prioritizing economic growth and foreign investment. However, this approach has led to several negative consequences, including environmental degradation, social inequalities, and cultural commodification. Alternative economic philosophies, such as community-based tourism and degrowth, offer more sustainable and equitable pathways for tourism development. In conclusion, a paradigm shift is necessary to achieve sustainable tourism development in Indonesia. Moving away from a purely neoliberal framework and embracing alternative economic models that prioritize community well-being, environmental protection, and cultural preservation is crucial. This shift requires a collaborative effort from government, industry, and local communities.",
      "citationCount": 8,
      "doi": "10.61996/economy.v3i1.83",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1087b111fc1f25b881b369b1c55c4cbbb4e4ec4a",
      "venue": "Enigma in Economics",
      "journal": {
        "name": "Enigma in Economics"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "c2ef4f0c1eb789159594d88c27b6505f0db808b2",
      "title": "Philosophy of Artificial Intelligence Society as the Main Strategy for Increasing National Competitiveness",
      "authors": [
        {
          "name": "V. Voronkova",
          "authorId": "117584142"
        },
        {
          "name": "Vìtalina Nikitenko",
          "authorId": "2122258879"
        },
        {
          "name": "Victorya Marienko",
          "authorId": "2335918189"
        },
        {
          "name": "Maryna Gramchuk",
          "authorId": "2335915040"
        }
      ],
      "year": 2024,
      "abstract": "Relevance. The development of artificial intelligence (AI) as a societal foundation has become crucial for leading economies, who view it as a key driver of national competitiveness and security. In an era defined by rapid technological advancement and industrial transformation, nations strive to lead in the international science and technology arena, taking advantage of AI to address challenges across sectors such as agriculture, astronomy, and cybersecurity. AI’s role in enhancing productivity, sustainability, and security highlights its strategic importance, underscoring the urgency for countries to actively pursue AI development to secure a competitive edge in a globalised world.\nMethodology. The study employs a multi-faceted methodological approach. First, a comprehensive literature review and analysis of AI applications in various sectors, including agriculture, astronomy, and cybersecurity, is conducted to provide context on current advancements and trends. Secondly, a comparative analysis examines the strategic AI policies of leading nations to assess how different countries are positioning AI within their national agendas. Third, case studies of AI implementation in specific sectors, such as precision agriculture and cybersecurity, illustrate the practical impacts and potential benefits of a society-oriented approach to AI. The aim of this study is to analyse the strategic value of fostering an AI-driven society as a means of enhancing national competitiveness and securing leadership in international technological innovation. It aims to explore how AI can be harnessed to support sustainable development, improve sectoral efficiency, and protect against security threats, thus contributing to the overall socio-economic resilience and global standing of a nation.\nResults. The study reveals that the integration of AI across diverse sectors has led to significant efficiency gains, particularly in resource management, sustainability, and security. AI-driven advancements in agriculture, such as precision farming, contribute to higher productivity and environmental sustainability, while applications in astronomy support large-scale data processing for deep space exploration. In cybersecurity, AI has proven instrumental in identifying and countering cyber threats in real time. These findings confirm that an AI-centric societal model can enhance national resilience, drive economic stability, and bolster a country’s competitive position on the global stage. Conclusion. The emergence and development of the “artificial intelligence society” in the context of the technological transformation of the world is a process in which societies adapt to the profound changes caused by the introduction and development of artificial intelligence (AI) technologies. This process includes several key aspects: economic change, based on the automation of production processes, leading to increased efficiency and productivity; the creation of new markets and business models based on AI capabilities, including the redistribution of jobs and changes in employee skill requirements; social change, which is based on changing the way people interact with each other and with technology; transition to smart cities and communities, where AI helps to manage resources and ensure the comfort of life; impact on education, health and other areas of life through the introduction of personalised AI-based solutions; cultural changes aimed at transforming the values and worldview associated with AI technologies; emergence of new cultural practices and media formats based on AI; development of digital culture and its impact on traditional cultural forms; political and ethical challenges, including defining new regulatory and legal frameworks for AI regulation; ensuring ethical use of AI, avoiding discrimination and ensuring fairness; managing risks related to data security and privacy; technological development, based on the continuous improvement of AI algorithms and models; integration of AI into various sectors of the economy and everyday life’; development of infrastructure to support the large-scale implementation of AI (e.g. 5G networks, data centres); This process reflects the overall technological transformation of the world, where AI is becoming an integral part of economic, social, cultural, and political life.\n Key words: artificial intelligence, philosophy of society, national competitiveness, strategy.\n ",
      "citationCount": 3,
      "doi": "10.33607/elt.v2i24.1527",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c2ef4f0c1eb789159594d88c27b6505f0db808b2",
      "venue": "Laisvalaikio tyrimai",
      "journal": {
        "name": "Laisvalaikio tyrimai"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "2fd4de0c79f735c0e156d31be994a22a6391353b",
      "title": "Syair Surat Kapal: The Philosophy of Malay Oral Tradition as Islamic Dawah in Rengat, Riau, Indonesia",
      "authors": [
        {
          "name": "S. Suroyo",
          "authorId": "2090031000"
        },
        {
          "name": "Derinta Entas",
          "authorId": "108187379"
        },
        {
          "name": "Novena Ade Fredyarini Soedjiwo",
          "authorId": "113075520"
        },
        {
          "name": "Bima Maulana Putra",
          "authorId": "2179600203"
        },
        {
          "name": "Antonia Soriente",
          "authorId": "2294001878"
        },
        {
          "name": "Robert Sibarani",
          "authorId": "2330915893"
        }
      ],
      "year": 2024,
      "abstract": "This study explores the philosophical depth embedded in “Syair Surat Kapal,” a cultural artifact from Riau, Indonesia, celebrated for its en­chan­ting poetry and melodious rhythm. The research employs a quali­tative methodology within the framework of cultural studies to investigate the philosophy of Islamic Da’wah embodied in the manuscript. The objective of the study is to examine the impact of Islam on “Surat Kapal,” particularly within the context of the oral tradition of the Malay commu­nity in Rengat. It traces the influence of Islamic teachings on this commu­nity’s oral heritage. This study employs literature review and interviews with seven informants from Riau. The findings of this study underscore the significant role of “Surat Kapal” in shaping the Islamic identity within the community. The underlying philosophy of “Syair Surat Kapal” as a me­dium for Islamic da’wah is anchored in the belief that literature and poetry are potent mediums for disseminating religious teachings and fostering moral values. The vivid imagery and compelling narrative of the poem in the manuscript not only captivate the audience but also impart significant lessons about faith and belief in God. Consequently, “Syair Surat Kapal” exemplifies the power of literature in religious and cultural propagation within an academic context.",
      "citationCount": 3,
      "doi": "10.31291/jlka.v22i1.1151",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2fd4de0c79f735c0e156d31be994a22a6391353b",
      "venue": "Jurnal Lektur Keagamaan",
      "journal": {
        "name": "Jurnal Lektur Keagamaan"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "49e4a18d0165b87482bf80cedbb284129dfcd33d",
      "title": "Integrating philosophy and psychology to enhance creativity and innovation in entrepreneurship: the W.O.M.B. model",
      "authors": [
        {
          "name": "Eduardo Manuel de Almeida Leite",
          "authorId": "2323402231"
        },
        {
          "name": "D. Audretsch",
          "authorId": "2282338142"
        },
        {
          "name": "Ana Leite",
          "authorId": "2276692787"
        }
      ],
      "year": 2024,
      "abstract": "This study explores the intersection between philosophy, psychology, and entrepreneurship to promote creativity and innovation through the W.O.M.B. model (Well-being, Open-mindedness, Mindfulness, and Brilliance). Utilizing insights from Plato, Spinoza, Schopenhauer, and Winnicott, the model integrates classical theories with contemporary practices. The methodology includes an extensive literature review and the practical application of the model in educational and organizational contexts. The results indicate that the W.O.M.B. model can enhance the generation of innovative ideas and employee satisfaction. Practical implications include creating work environments that foster creativity, implementing mindfulness practices, and providing continuous emotional support to employees.",
      "citationCount": 4,
      "doi": "10.1007/s10961-024-10142-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/49e4a18d0165b87482bf80cedbb284129dfcd33d",
      "venue": "Journal of Technology Transfer",
      "journal": {
        "name": "The Journal of Technology Transfer",
        "pages": "1396 - 1415",
        "volume": "50"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "da68994d7562ebd040fcef53d919e28e4766ba50",
      "title": "Music And Philosophy In Relation To Christian Belief",
      "authors": [
        {
          "name": "Octa Maria",
          "authorId": "2293191301"
        },
        {
          "name": "Sihombing Pendidikan",
          "authorId": "2293191239"
        },
        {
          "name": "Musik Gereja",
          "authorId": "2293191817"
        },
        {
          "name": "Institut Agama",
          "authorId": "2085539680"
        },
        {
          "name": "Kristen Negeri",
          "authorId": "2267062829"
        },
        {
          "name": "Palangka Raya",
          "authorId": "101250436"
        },
        {
          "name": "Jordi Istandar",
          "authorId": "2293188587"
        },
        {
          "name": "Evi Mariani Pendidikan",
          "authorId": "2293192042"
        },
        {
          "name": "Agama Kristen",
          "authorId": "2150981902"
        },
        {
          "name": "Jalan Tampung",
          "authorId": "2293190786"
        },
        {
          "name": "Penyang Rta",
          "authorId": "2293191219"
        },
        {
          "name": "Milono Km",
          "authorId": "2293192149"
        }
      ],
      "year": 2024,
      "abstract": "This research explores the relationship between music and philosophy within the context of Christian faith. The research methodology employed is descriptive and qualitative, utilizing a hermeneutic approach that involves literature review, in-depth interviews, and qualitative analysis. The findings indicate that music, as an art form that utilizes sound, plays a significant role in expressing Christian faith, facilitating church worship, and fostering fellowship. Christian philosophy is the study of the nature of reality. It helps to understand the meaning of music in the context of Christian beliefs, examine aspects of music, and develop Christian theology. The Bible provides guidance on the role of music and philosophy in the Christian faith. Music and philosophy complement each other, enriching the religious experience of Christians and encouraging a deeper appreciation of both",
      "citationCount": 2,
      "doi": "10.55606/jurrsendem.v3i1.2358",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/da68994d7562ebd040fcef53d919e28e4766ba50",
      "venue": "JURNAL RISET RUMPUN SENI, DESAIN DAN MEDIA",
      "journal": {
        "name": "Jurnal Riset Rumpun Seni, Desain dan Media"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "fea361b5dcd8af2625d9d11e978753fb24224920",
      "title": "Nrimo Ing Pandum philosophy through reality counseling approach in enhancing students' self-acceptance",
      "authors": [
        {
          "name": "A. Budiyono",
          "authorId": "2314875020"
        },
        {
          "name": "Nining Maizura",
          "authorId": "147685450"
        },
        {
          "name": "Lismaini Lismaini",
          "authorId": "2137720413"
        },
        {
          "name": "L. Reidana",
          "authorId": "2337620187"
        },
        {
          "name": "A. Putra",
          "authorId": "2297732447"
        }
      ],
      "year": 2024,
      "abstract": "Low self-acceptance can hinder personal development and disrupt social relationships. This study aims to develop a counseling model rooted in the philosophy of nrimo ing pandum, emphasizing patience, sincerity, and self-acceptance as central tenets. A literature review methodology encompassed five key stages: literature collection, literature selection, analysis of selected works, synthesis of findings, and discussion of results. The findings highlight the integration of the nrimo ing pandum philosophy into reality counseling as a meaningful approach to fostering self-acceptance. This philosophy reflects the Javanese cultural values of resilience, commitment, morality, and acceptance. Specifically, it can be applied during the evaluation stage of counseling, enabling counselors to explore and address clients' needs and aspirations. The study concludes that integrating the nrimo ing pandum philosophy with reality counseling offers a culturally grounded alternative to enhance students' self-acceptance. These findings contribute to theoretical advancements in counseling practices by incorporating local wisdom as a foundation for effective intervention strategies.",
      "citationCount": 0,
      "doi": "10.24042/kons.v11i2.24405",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fea361b5dcd8af2625d9d11e978753fb24224920",
      "venue": "KONSELI : Jurnal Bimbingan dan Konseling (E-Journal)",
      "journal": {
        "name": "KONSELI : Jurnal Bimbingan dan Konseling (E-Journal)"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "dc8267e7e333427838de64b8a0499e3fdb416827",
      "title": "Philosophy as integration in science and islamic education",
      "authors": [
        {
          "name": "Nur Arief Hidayatullah",
          "authorId": "2305508860"
        },
        {
          "name": "Irawan",
          "authorId": "2305505737"
        },
        {
          "name": "Aan Hasanah",
          "authorId": "2305505739"
        },
        {
          "name": "Zainal Arifin",
          "authorId": "2305509268"
        }
      ],
      "year": 2024,
      "abstract": "\n\n\n\nStudying something using knowledge essentially constitutes one of humanity's efforts to obtain truth. Truth itself is a state that corresponds to the actual object, so studying something through philosophical knowledge is a step towards acquiring true and objective knowledge. This research aims to understand the nature of philosophy as a unifier of science and education.  In this study, the research methodology involves a comprehensive literature review combined with qualitative research methods. The literature review will critically analyze existing philosophical literature to explore the interconnectedness of philosophy, science, and education. Additionally, qualitative research methods such as in-depth interviews, observations, and content analysis will be employed to delve into the perspectives and experiences of experts in the field. Through this combined approach, a deeper understanding of the essence of philosophy as a unifying force in science and education will be achieved. Truth is the essence of philosophy, serving as the foundation for every branch of knowledge. Science, or natural sciences encompassing physics, chemistry, biology, employs scientific methods, scientific thinking, and scientific frameworks.\n\n\n\n",
      "citationCount": 1,
      "doi": "10.59944/jipsi.v3i2.252",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dc8267e7e333427838de64b8a0499e3fdb416827",
      "venue": "Jurnal Ilmu Pendidikan dan Sains Islam Interdisipliner",
      "journal": {
        "name": "Jurnal Ilmu Pendidikan dan Sains Islam Interdisipliner"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "447fe3e29d3a4e58f886bc44e06549ff015b77b3",
      "title": "Processing paradoxes through chiasmic organising – the contribution of Merleau-Ponty process-oriented philosophy for a post-dualistic approach towards paradoxes in organisations",
      "authors": [
        {
          "name": "Wendelin M. Küpers",
          "authorId": "2846680"
        }
      ],
      "year": 2024,
      "abstract": "PurposeThis paper aims to critically examine traditional approaches to paradoxes and propose a new approach and perspective that views “chiasmic” organizing as a intertwining combination of structure and processes that facilitate the handling of multiple interrelations for processing paradoxes and harness their creative potential in organizations.Design/methodology/approachEmploying a cross-disciplinary approach, a literature review and a critical lens, along with conceptual work (typology), are used to identify problems and deficiencies in existing research on paradoxes. Specifically, it draws on Merleau-Ponty's process-oriented phenomenology and post-Cartesian ontology to gain a comprehensive understanding of post-dualistic forms of chiasmic organizing and its relationship with paradoxical phenomena.FindingsThe process-oriented phenomenology and post-Cartesian ontology used in this article offer valuable insights and a critical approach to comprehend post-dualistic forms of chiasmic organizing in relation to paradoxes. This understanding can help in tapping into the energizing and creative potential of paradoxes. The paper also highlights the significance of the “in(ter)-between” as a reversible principle in chiasmic organizing and proposes some implications.Research limitations/implicationsLimitations and implications of this study are identified and discussed.Practical implicationsThe paper offers practical implications for organizations in processing paradoxes.Originality/valueThis paper contributes to the existing literature by providing a conceptual critique and proposing a novel understanding of chiasmic organizing as an intertwining structure and mediating processes by employing a process-oriented phenomenology and post-Cartesian ontology. It also offers innovative ways to approach paradoxes and tap into their creative potentials, which can bring about change in organizations.",
      "citationCount": 0,
      "doi": "10.1108/jocm-03-2024-0140",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/447fe3e29d3a4e58f886bc44e06549ff015b77b3",
      "venue": "Journal of Organizational Change Management",
      "journal": {
        "name": "Journal of Organizational Change Management"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "b8efc96a92a4fb9b7e01aa491acd5f11ba93b9d1",
      "title": "Relationship Quality in Online Marketing From the Philosophy of Science Perspective",
      "authors": [
        {
          "name": "Estetika Iman Saputri",
          "authorId": "2300964776"
        },
        {
          "name": "Mugi Harsono",
          "authorId": "73083418"
        }
      ],
      "year": 2024,
      "abstract": "This study explores the concept of relationship quality from the philosophy of science. The study focuses on the scientific paradigm that forms the foundation and core of research. Relationship quality emphasizes the importance of strong relationships in creating value for customers and maintaining their loyalty in the long term. Marketing has evolved from a product-oriented approach to a customer relationship-oriented approach, making relationship quality the key to competitive advantage. This study examines the philosophical perspective of science concerning ontology, epistemology, methodology, and axiology. The research method employed is a literature review to explore the development of research on relationship quality. Mapping previous research from 2016 to 2023 provides insights into the latest trends related to the concept of relationship quality in the domain of online marketing. The results identify information sharing, online relationship bonds, and customer experience as antecedent variables of relationship quality, while the consequence variables include the intention to co-create brand value. This study proposes a research model of relationship quality from these antecedent and consequence variables.",
      "citationCount": 0,
      "doi": "10.59141/jist.v5i01.864",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b8efc96a92a4fb9b7e01aa491acd5f11ba93b9d1",
      "venue": "Jurnal Indonesia Sosial Teknologi",
      "journal": {
        "name": "Jurnal Indonesia Sosial Teknologi"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "e6c1397580148d72f5c2ffa61a84bf08e3127984",
      "title": "Tracking in Nature's Footsteps: The Intersection of Environmental Education and Philosophy",
      "authors": [
        {
          "name": "Dakkal Harahap",
          "authorId": "2349164937"
        },
        {
          "name": "Tobroni Tobroni",
          "authorId": "118038781"
        },
        {
          "name": "Joko Widodo",
          "authorId": "2349163273"
        }
      ],
      "year": 2024,
      "abstract": "The ecological crisis has hit parts of the world due to the imbalance in the relationship between humans and nature, so it is very important and urgent to have a practical and scientific understanding of environmental education with ethical and conceptual reflections from philosophy. This research aims to answer the research question, \"How can the intersection between environmental education and philosophy foster deeper environmental awareness in society?\" This study uses a systematic literature review (SLR) methodology, with the PRISMA technique to analyze various literature sources including books, journal articles, and reviews. Data were collected from publications in the Scopus database from April 2011 to May 2023, using keywords such as \"Intersection\", \"Education\", \"Environmental\", \"Science\", and \"Philosophy\". Bibliometric analysis using VOSviewer revealed several specific findings, including an increasing trend of research integrating environmental education and philosophy, as well as the identification of key concepts linking the two fields. These findings highlight the important role of combining environmental education and philosophy in fostering a society that is environmentally conscious, full of ethics, and respects sustainability. By integrating environmental philosophy into the education curriculum, we can grow generations who are more responsible, and wise in preserving the environment. This study provides valuable insights for policymakers, educators, and stakeholders committed to promoting sustainable environmental management and offers practical recommendations for its implementation in education.",
      "citationCount": 0,
      "doi": "10.61650/ajme.v1i2.594",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e6c1397580148d72f5c2ffa61a84bf08e3127984",
      "venue": "Assyfa Journal of Multidisciplinary Education",
      "journal": {
        "name": "Assyfa Journal of Multidisciplinary Education"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "4e8a017f37f5b30d782ff3a894abe0a6898e8cd1",
      "title": "The Urgency of Philosophy of Science in the Context of Human Civilization: An Epistemological Analysis",
      "authors": [
        {
          "name": "Miftahul Jannah",
          "authorId": "2284707180"
        },
        {
          "name": "Warul Walidin",
          "authorId": "102124757"
        }
      ],
      "year": 2024,
      "abstract": "This research aims to find out how the urgency of philosophy of science in the context of human civilization with epistemological analysis. An important part in creating and advancing human civilization is played by the philosophy of science. A thorough understanding of epistemology, the field of philosophy that deals with theory, offers a critical perspective on how people learn and develop science. With a focus on the epistemological viewpoint that serves as the foundation of scientific thinking, this article examines the importance of philosophy of science in relation to the advancement of human civilization. To gain a comprehensive understanding, this research uses descriptive qualitative research with a literature review. This study shows how the philosophy of science can guide human civilization towards more sustainable, knowledge-based and equitable growth. Philosophy of science plays a very important role in shaping human understanding of knowledge and the development of scientific methodology. Through critical analysis of basic concepts and epistemological approaches, philosophy of science helps us evaluate the validity of knowledge and the methods used in research. With the growing complexity of challenges facing humanity, such as climate change and social injustice, the critical thinking taught by philosophy of science is becoming increasingly relevant. In addition, philosophy of science contributes to innovation by encouraging reflective and interdisciplinary approaches in research. Therefore, the urgency of philosophy of science in the context of human civilization lies in its ability to facilitate ethical dialogue, encourage sustainable innovation, and ensure that the knowledge produced is relevant and beneficial to the whole of society.",
      "citationCount": 0,
      "doi": "10.19109/jia.v25i2.25632",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4e8a017f37f5b30d782ff3a894abe0a6898e8cd1",
      "venue": "Jurnal Ilmu Agama: Mengkaji Doktrin, Pemikiran, dan Fenomena Agama",
      "journal": {
        "name": "Jurnal Ilmu Agama: Mengkaji Doktrin, Pemikiran, dan Fenomena Agama"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "9a550c8aa2635f45f55b83fb2a669568f9e3c3f7",
      "title": "The Dimensions of Environmental Accounting Philosophy in Higher Education Institutions' Risk Management",
      "authors": [
        {
          "name": "Amelia Ika Pratiwi",
          "authorId": "2350262621"
        },
        {
          "name": "Purweni Widhianningrum",
          "authorId": "2099615809"
        },
        {
          "name": "Defia Nurbatin",
          "authorId": "2350262563"
        },
        {
          "name": "Ninik Endang Purwati",
          "authorId": "2281154237"
        }
      ],
      "year": 2024,
      "abstract": "Purpose — This paper seeks to describe how environmental accounting philosophy affects several aspects of risk management in higher education institutions.\nDesign/methodology/approach — This paper employs a qualitative research design with a literature review approach.\nFindings — The Risk Management framework in higher education institutions is constructed on the basis of philosophical ideals from the environmental accounting dimension. The environmental accounting dimension's philosophical values include profit, people, planet, phenotechnology, and prophet. Based on these five factors, leaders of organizations will always make decisions about their vision and mission, goals, strategies, policies, risk management procedures, and risk classification. \nPractical implications — The results of the research could assist all workers and leaders of work units in understanding how opportunities, hazards, and risk management affect gaining a competitive edge and carrying out the mission and vision of the higher education institutions.\nOriginality/value — This paper provides a framework integrating risk management practices in higher education institutions with the five environmental accounting dimensions (profit, people, planet, phenotechnology, and prophet).\nKeywords — Environmental Accounting, Risk Management, Higher Education.\nPaper type — Qualitative study",
      "citationCount": 0,
      "doi": "10.21776/ijabs.2024.32.2.824",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9a550c8aa2635f45f55b83fb2a669568f9e3c3f7",
      "venue": "The International Journal of Accounting and Business Society",
      "journal": {
        "name": "The International Journal of Accounting and Business Society"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "71d97b48c8fc6da1b4db7e893f1ec3a9174f33a4",
      "title": "Analysis of Existing Approaches to Definition of the Concept of “Consciousness” in Philosophy, Psychology and Cognitive Science",
      "authors": [
        {
          "name": "A. D. Filipchenko",
          "authorId": "2284094366"
        }
      ],
      "year": 2024,
      "abstract": "   Aim. To identify and describe the main features and characteristics of the consciousness phenomenon in philosophy, psychology, and cognitive science.   Methodology. Analysis of the corpus of philosophical, psychological and other scientific texts was carried out; the experience of previous philosophical and scientific schools in describing the phenomenon of consciousness and defining the corresponding concept was summarized.   Results. Based on the results of the review of the existing literature and the generalization of the relevant scientific and philosophical experience in the field of study, the most common approaches to the disclosure of the concept of consciousness were identified; the main properties of consciousness, accepted by several researchers of this problem as essential and necessary, were established; an interdisciplinary definition of the “consciousness” was proposed.   Research implications. The results of the study are designed to simplify interdisciplinary cooperation in the study of the consciousness phenomenon, its substantiation and clarification.",
      "citationCount": 0,
      "doi": "10.18384/2949-5148-2024-2-6-16",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/71d97b48c8fc6da1b4db7e893f1ec3a9174f33a4",
      "venue": "Contemporary Philosophical Research",
      "journal": {
        "name": "Contemporary Philosophical Research"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "df40262c7adade74f201db08915308e2f388a37a",
      "title": "Philosophy of e-learning vs m-learning",
      "authors": [
        {
          "name": "Senad Orhani",
          "authorId": "2148610704"
        }
      ],
      "year": 2023,
      "abstract": "Aims. This study aimed to provide an in-depth analysis of e-learning and m-learning philosophy in the context of technology use in education. This research aimed to provide a deep and defined understanding of the impact of e-learning and m-learning philosophy in the context of education today.\n\nMethodology. The methodology used for this research was a literature review, which was oriented by a systematic and analytical approach, to identify, analyse and evaluate the relevant writings and studies in the field of e-learning and m-learning philosophy. Initially, the field of the study was identified and defined, including the main topics and concepts related to e-learning and m-learning philosophy. Through the content analysis, the main trends, differences, and challenges arising from these two learning modalities have been identified.\n\nResults. The results of the literature review served as a basis for further research in the field of education and technology, aspiring to contribute to the development of a comprehensive teaching approach that aligns with the needs of our rapidly advancing technological era.\n\nScientific Novelty. One innovative aspect was the increased analysis of the synergy between e-learning and m-learning. This analysis went beyond a simple examination of the benefits and challenges of each, but also explored the shared opportunities that arose from their combination and matching, that could serve as a model for the development of a common learning approach.\n\nConclusion. In conclusion, e-learning and m-learning philosophies serve as attractive paradigms for the use of technology in education. E-learning offers opportunities for research and advanced learning through online resources, while m-learning encourages active participation and the use of mobile technology for a personalised learning experience. These paradigms have a profound impact on students' critical and analytical skills, promoting a more dynamic and interactive approach to learning.",
      "citationCount": 10,
      "doi": "10.57125/fp.2023.12.30.01",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/df40262c7adade74f201db08915308e2f388a37a",
      "venue": "Futurity Philosophy",
      "journal": {
        "name": "Futurity Philosophy"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "de8aef9001c707bf4293d1a6df8d04900bfca1a6",
      "title": "Concepts and Contexts: The Interplay of Philosophy and History in Understanding Human Society",
      "authors": [
        {
          "name": "Rashi Bhat",
          "authorId": "31649616"
        }
      ],
      "year": 2023,
      "abstract": "This study aims to investigate the historical development of philosophical thought and its impact on the interpretation of historical events and processes, identify the main philosophical concepts that have influenced historical methodology, and explore the ways in which historical events and societal changes have shaped philosophical thinking and thinking. lecture. Employing a combination of descriptive, analytical, and historical research methods, this study used a comprehensive literature review, content analysis, examination of case studies, and interviews with philosophers and historians to address these objectives. The significance of this research lies in its potential to enhance understanding of the interdependence between philosophy and history, ultimately cultivating a more nuanced perspective of human society.",
      "citationCount": 5,
      "doi": "10.55927/fjas.v2i5.4059",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/de8aef9001c707bf4293d1a6df8d04900bfca1a6",
      "venue": "Formosa Journal of Applied Sciences",
      "journal": {
        "name": "Formosa Journal of Applied Sciences"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "0254a1c976cad599be1cd8b616fdd7929c6fe232",
      "title": "Economic agency of women in Islamic economic philosophy: going beyond Economic Man and Islamic Man",
      "authors": [
        {
          "name": "Mariam Khawar",
          "authorId": "2315184048"
        }
      ],
      "year": 2023,
      "abstract": "PurposeThe purpose of this paper is to provide a gender-sensitive analysis of economic agency in Islamic economic philosophy.Design/methodology/approachA critical review of classical ethics literature and the concept of khilafah is undertaken and discussed in conjunction with the current understanding of homo Islamicus.FindingsBuilding on the principles of khilafah, the concept of homo Islamicus is a pious stand-in for the flawed homo economicus. Among its flaws is the complete absence of a discussion of women as economic agents. To remedy this the discipline must acknowledge explicitly the denial of women and gender from the discussion of moral agency and include gender as a category of analysis for economic agency. This is only possible by: (1) introducing a non-patriarchal reading of khilafah as the model of agency and (2) by operationalising taqwa as the cardinal virtue of the economic agent instead of neoliberal rationality.Research limitations/implicationsIf Islamic economic philosophy is to contend as an alternative mode of economics, it must consider gender and class dimensions in its micro-foundation discussion, economic agency is one of them.Originality/valueThis study reveals the patriarchal readings that are part of the foundation of the concept of the economic agent in Islamic economics, problematising it and providing a gender-sensitive concept of economic agency.",
      "citationCount": 4,
      "doi": "10.1108/ijse-05-2023-0366",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0254a1c976cad599be1cd8b616fdd7929c6fe232",
      "venue": "International Journal of Social Economics",
      "journal": {
        "name": "International Journal of Social Economics"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    }
  ],
  "count": 40,
  "errors": []
}
