{
  "status": "success",
  "source": "semantic_scholar",
  "query": "philosophical methodology",
  "results": [
    {
      "paperId": "f5c75438dacf7b8b14a9ac22f009a82b39b51a93",
      "title": "The Philosophical Methodology of Aristotle and Al-Kindi: A Comparative Study",
      "authors": [
        {
          "name": "Adil Hassan Abdelrhman Alagab",
          "authorId": "2346348393"
        }
      ],
      "year": 2025,
      "abstract": "This paper aims to provide an in-depth comparative study of the philosophies of Aristotle and Al-Kindi, focusing on the mutual influences between them. Aristotle, who was raised in ancient Greece, established numerous philosophical concepts that deeply influenced Western thought. Conversely, Al-Kindi, who emerged within the Islamic world, played a pivotal role in translating and developing Greek philosophy within an Islamic framework. The paper explores the similarities and differences in their philosophical methodologies, their concepts of the mind and soul, and the impact each had on the development of philosophy and science within their respective civilizations. It also discusses how Al-Kindi integrated Aristotelian philosophy with Islamic thought and the subsequent influence on Islamic philosophy. The study employed a descriptive-analytical approach and reached the following conclusions: Both Aristotle and Al-Kindi utilized advanced philosophical methodologies that included logical thinking and critical analysis, despite their different cultural contexts. Aristotle focused on dividing the soul into vegetative, animal, and rational parts, whereas Al-Kindi focused on dividing the mind into various types, including potential intellect and acquired intellect. Aristotle significantly shaped Western philosophy, while Al-Kindi contributed to the transmission and development of Greek philosophy within the Islamic framework, enriching philosophical and scientific thought in the Islamic world. While Aristotle worked within a purely philosophical framework, Al-Kindi combined philosophy with Islamic religious teachings, adding a religious and ethical dimension to his philosophy.",
      "citationCount": 2,
      "doi": "10.36346/sarjhss.2025.v07i01.010",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f5c75438dacf7b8b14a9ac22f009a82b39b51a93",
      "venue": "South Asian Research Journal of Humanities and Social Sciences",
      "journal": {
        "name": "South Asian Research Journal of Humanities and Social Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1bde8d31ca74db1118496bae5004f6c31173db60",
      "title": "Philosophical Methodology After Carnap",
      "authors": [],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-032-00210-5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1bde8d31ca74db1118496bae5004f6c31173db60",
      "venue": "Synthese Library",
      "journal": {
        "name": "Synthese Library"
      },
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "471d8bdb3043f5d38cc0ac6c0cce42f304ff56cd",
      "title": "Fiction Writing as Philosophical Methodology",
      "authors": [
        {
          "name": "S. Uckelman",
          "authorId": "1907776"
        }
      ],
      "year": 2024,
      "abstract": "In this paper I argue for a novel philosophical methodology, fiction writing. Much has been made, in philosophy, of the relationship between fiction and thought experiments, but this literature focuses predominantly on completed pieces of fiction: Fully fledged and polished published pieces. In this paper I focus on how the process of writing fiction, especially speculative fiction such as science fiction and fantasy, not just the outcomes of this process, can be viewed as a distinctive philosophical methodology. This will be bound up in arguing for two claims: (1) The process of writing short speculative fiction is essentially a process of argumentation. (2) The distinctive benefit of writing fiction as opposed to writing analytic philosophy is that the starting points need not be justified. These two claims -- which may seem like they are in tension with each other -- will each serve to justify two overall conclusions about the writing of fiction -- the very process whereby short stories or novels are created. The first is that this process is a legitimate philosophical methodology, sharing many relevant features with traditional analytical argument building and conceptual analysis. The second is that it is distinctive philosophical methodology, in that it can provide us with insights that would not be gained via other means.",
      "citationCount": 0,
      "doi": "10.5007/1808-1711.2024.e98571",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/471d8bdb3043f5d38cc0ac6c0cce42f304ff56cd",
      "venue": "Principia: an international journal of epistemology",
      "journal": {
        "name": "Principia: an international journal of epistemology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "cbf594f387438717e5196dea2cbdc4031e5b7f6f",
      "title": "Philosophical Methodology: From Data to Theory",
      "authors": [
        {
          "name": "Elijah Chudnoff",
          "authorId": "2239759808"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1080/00048402.2024.2416976",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cbf594f387438717e5196dea2cbdc4031e5b7f6f",
      "venue": "Australasian Journal of Philosophy",
      "journal": {
        "name": "Australasian Journal of Philosophy",
        "pages": "560 - 562",
        "volume": "103"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a820c3bd5c6726c6fe88de70af9050758a0ab249",
      "title": "Philosophical Methodology",
      "authors": [
        {
          "name": "John Bengson",
          "authorId": "117356839"
        },
        {
          "name": "T. Cuneo",
          "authorId": "102570931"
        },
        {
          "name": "R. ShafEr-Landau",
          "authorId": "1422197548"
        }
      ],
      "year": 2022,
      "abstract": "This book is an attempt to understand philosophical inquiry by means of answering five questions: What is the structure of theoretical inquiry? What are the goals of theoretical inquiry? What are philosophical data? What is a sound method for philosophical theorizing? Is there reason to think that philosophical progress can be or has been made? Chapter 1 tackles the first two questions: inquiry is organized around the collection of data and the application to data of a sound method, and is ultimately aimed at achieving understanding. Chapters 2 and 3 address the third question, canvassing various theories of philosophical data before landing on an epistemic theory according to which data are what inquirers, considered collectively, have good epistemic reason to believe. Chapters 4 and 5 tackle the fourth question, identifying three data about sound method, surveying and critically assessing prominent extant methods, and defending a novel philosophical method—the Tri-Level Method—by revealing the various ways in which it can handle the three data and facilitate understanding. Chapter 6 addresses the fifth question, arguing that the Tri-Level Method can explain how to make philosophical progress, that its constituent criteria can be used to assess whether such progress has been made, that there really has been substantial philosophical progress, and that philosophy’s progress is relevantly comparable to that made in other fields.",
      "citationCount": 6,
      "doi": "10.1093/oso/9780192862464.001.0001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a820c3bd5c6726c6fe88de70af9050758a0ab249",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "b186168cfee20d705174879419c45b73f61ce793",
      "title": "Modernization of Chinese Philosophical Methodology: Zhang Dainian’s Innovation and the Challenges of Neo-Materialism1",
      "authors": [
        {
          "name": "Jana S. Rošker",
          "authorId": "104268413"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b186168cfee20d705174879419c45b73f61ce793",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "96055b5aa7634f00cac4844db86663148dbacdaa",
      "title": "Modernization of Chinese Philosophical Methodology",
      "authors": [
        {
          "name": "Jana S. Rošker",
          "authorId": "104268413"
        }
      ],
      "year": 2021,
      "abstract": "The present paper aims to shed light on certain methodological challenges that Chinese intellectuals faced in the process of coming to terms with Marxist thought. Even at the beginning of these processes, i.e., in the first decades of the 20th century, Chinese theorists faced several difficulties regarding the issue of cross-cultural philosophical syntheses. Thus, in their endeavours to adapt Marxism to the specifically Chinese worldview, they sought suitable adaptations of traditional philosophical methodologies that would enable them to fruitfully integrate classical Chinese and modern Marxist discourses. Zhang Dainian 張岱年 (1909–2004) has played a particularly prominent role in this process. Therefore, this paper aims to shed light on his contribution to the establishment of new Chinese and cross-cultural philosophical methodologies. In terms of exploring general philosophical issues, Zhang established a unique philosophical system known as “neo-materialism” in which he attempted to integrate Marxist materialism with some basic approaches of traditional Chinese philosophy. The crucial features that defined this philosophical system were based on his innovative methodology, which is critically presented in this paper.",
      "citationCount": 1,
      "doi": "10.4312/AS.2021.9.2.121-141",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/96055b5aa7634f00cac4844db86663148dbacdaa",
      "venue": "",
      "journal": {
        "name": "Asian Studies",
        "pages": "121-141",
        "volume": "9"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f8842e833cf3f20145b8c494ef9c649ce1a651cb",
      "title": "Animal welfare science, varieties of value and philosophical methodology",
      "authors": [
        {
          "name": "D. Bruckner",
          "authorId": "2016367967"
        }
      ],
      "year": 2020,
      "abstract": "There are competing conceptions of animal welfare in the scientific literature. Debate among proponents of these various conceptions continues. This paper examines methodologies for use in attempting to justify a conception of animal welfare. It is argued that philosophical methodology relying on conceptual analysis has a central role to play in this debate. To begin, the traditional division between facts and values is refined by distinguishing different types of values, or norms. Once this distinction is made, it is argued that the common recognition that any conception of animal welfare is inherently normative is correct, but that it is not ethical normativity that is at issue. The sort of philosophical methodology appropriate to use in investigating the competing normative conceptions of animal welfare is explained. Finally, the threads of the paper are brought together to consider the appropriate role of recent empirical work into folk conceptions of animal welfare in determining the proper conception of animal welfare. It is argued that empirical results about folk conceptions are useful inputs into conceptual philosophical investigation into the competing conceptions of animal welfare. Further mutual inquiry by philosophers and animal welfare scientists is needed to advance our knowledge of what animal welfare is.",
      "citationCount": 5,
      "doi": "10.7120/09627286.29.4.387",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f8842e833cf3f20145b8c494ef9c649ce1a651cb",
      "venue": "",
      "journal": {
        "name": "Animal Welfare",
        "pages": "387-397",
        "volume": "29"
      },
      "publicationTypes": null
    },
    {
      "paperId": "60ef8a849b12424780da43479746b2010040bdae",
      "title": "PHILOSOPHICAL METHODOLOGY OF VOLODYMYR SHYNKARUK",
      "authors": [
        {
          "name": "A. Vovk",
          "authorId": "2136222747"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.46340/ephd.2021.7.3.17",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/60ef8a849b12424780da43479746b2010040bdae",
      "venue": "The European philosophical and historical discourse",
      "journal": {
        "name": "The European philosophical and historical discourse"
      },
      "publicationTypes": null
    },
    {
      "paperId": "127b922a5201921fa51c6131a1502ee2297b636a",
      "title": "The dissonant origins of analytic philosophy : Common sense in philosophical methodology",
      "authors": [
        {
          "name": "C. Novaes",
          "authorId": "2270473"
        },
        {
          "name": "L. Geerdink",
          "authorId": "120865768"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 9,
      "doi": "10.1057/978-1-137-40808-2_3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/127b922a5201921fa51c6131a1502ee2297b636a",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "69-102",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "8ba0c0060670536aab336c0986ef834c8735c69b",
      "title": "The Cambridge Companion to Philosophical Methodology",
      "authors": [
        {
          "name": "S. Overgaard",
          "authorId": "145713957"
        },
        {
          "name": "G. D’oro",
          "authorId": "83366548"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 49,
      "doi": "10.1017/9781316344118",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8ba0c0060670536aab336c0986ef834c8735c69b",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "601025c79b7e174a63e12ca4bfa166680f244cd0",
      "title": "Philosophical methodology and leadership ethics",
      "authors": [
        {
          "name": "Jessica Flanigan",
          "authorId": "9839574"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 15,
      "doi": "10.1177/1742715017711823",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/601025c79b7e174a63e12ca4bfa166680f244cd0",
      "venue": "",
      "journal": {
        "name": "Leadership",
        "pages": "707 - 730",
        "volume": "14"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "2a14590a68575ef6dd7393f081dae5d772bb4c9f",
      "title": "Philosophical Expertise and Philosophical Methodology",
      "authors": [
        {
          "name": "Hamid Seyedsayamdost",
          "authorId": "70570650"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1111/META.12349",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2a14590a68575ef6dd7393f081dae5d772bb4c9f",
      "venue": "Metaphilosophy",
      "journal": {
        "name": "Metaphilosophy"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2aad7185ed2d072f04be2ed607b22cefe23511ea",
      "title": "Nietzsche’s Affective Perspectivism as a Philosophical Methodology",
      "authors": [
        {
          "name": "M. Alfano",
          "authorId": "39073532"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.1017/9781108381338.008",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2aad7185ed2d072f04be2ed607b22cefe23511ea",
      "venue": "Nietzsche's Metaphilosophy",
      "journal": {
        "name": "Nietzsche's Metaphilosophy"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9a7c3b8234e1eb40a2381fccdd8bbcf39e540d1c",
      "title": "A New ‘Ilm Kalam: Thinking Between the Classical Heritage and the Philosophical Methodology",
      "authors": [
        {
          "name": "A. Zarkasyi",
          "authorId": "114551062"
        },
        {
          "name": "Akhmad Mujahidin",
          "authorId": "2079182611"
        }
      ],
      "year": 2019,
      "abstract": "‘Ilm Kalām (Islamic Theology) plays two important roles. First, it strengthens foundation of religious belief. Second, it protects religious belief from any kind of misconceptions. The topic discussed in classic ‘Ilm Kalām is religious belief by utilizing dialectical methodology.Today we are witnessing the new problems and challenge toward ‘ilm kalām represented in materialism, positivism, Marxism, and pragmatism. It will be impossible to encounter this new problem with method used by classic ‘ilm kalām. The aim of this paper is to explore the most suitable form of Modern‘Ilm Kalām to our era. The result of this paper can find kind of new kalam as the defend method has been used by Abd al-Majid Al Zindani in his book “Iman”. And as the strengthen method by Mahmud Outman in his book “Islamic perspective on Materialism”.The implication of this science, make modern ‘Ilm kalam will more alive and dynamic for bothex plaining religious belief and contemporary ideologies and same time to preserving religious life.The methodologies used by the modern Mutakallimūn in this study are appropriate scientific and philosophical method. However, they are not leaving literature naql method. Thus, the modern ‘ilm kalam will be an integration of literature and philosophic methodology Keywords-classic ‘ilm kalām, modern ‘ilm kalām, Mutakallimūn, literature and philosophical methodology",
      "citationCount": 2,
      "doi": "10.2991/ICSSIS-18.2019.3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9a7c3b8234e1eb40a2381fccdd8bbcf39e540d1c",
      "venue": "Proceedings of the 1st International Conference on Social Sciences and Interdisciplinary Studies (ICSSIS 2018)",
      "journal": {
        "name": "Proceedings of the 1st International Conference on Social Sciences and Interdisciplinary Studies (ICSSIS 2018)"
      },
      "publicationTypes": [
        "Conference"
      ]
    },
    {
      "paperId": "44f6d395834c70ab20f84f7f983c50032733ce7c",
      "title": "Testing for the phenomenal: Intuition, metacognition, and philosophical methodology",
      "authors": [
        {
          "name": "Miguel Egler",
          "authorId": "46192543"
        }
      ],
      "year": 2019,
      "abstract": "Recent empirical studies raise significant methodological concerns about the use of intuitions in philosophy. According to one prominent line of reply, these concerns are unwarranted since the empirical studies motivating them do not control for the putatively characteristic phenomenology of intuitions. This paper makes use of research on metacognitive states that share the phenomenology of intuitions to argue that this reply fails. Furthermore, it shows how empirical findings about these metacognitive states can help philosophers make better informed assessments of their warrant for relying on intuitions in inquiry.",
      "citationCount": 3,
      "doi": "10.1111/MILA.12229",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/44f6d395834c70ab20f84f7f983c50032733ce7c",
      "venue": "Mind & Language",
      "journal": {
        "name": "Mind & Language"
      },
      "publicationTypes": null
    },
    {
      "paperId": "aa5d8855180e61a0edb51ea022c04224ae23e1d2",
      "title": "Collingwood on Philosophical Methodology",
      "authors": [
        {
          "name": "Karim Dharamsi",
          "authorId": "103120909"
        },
        {
          "name": "G. D’oro",
          "authorId": "83366548"
        },
        {
          "name": "S. Leach",
          "authorId": "117224426"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-030-02432-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aa5d8855180e61a0edb51ea022c04224ae23e1d2",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "0892c507bbd08b337ceb901fb825f1e5ab67e7fa",
      "title": "The Oxford Handbook of Philosophical Methodology",
      "authors": [
        {
          "name": "H. Cappelen",
          "authorId": "2944535"
        },
        {
          "name": "T. Gendler",
          "authorId": "5141986"
        },
        {
          "name": "J. Hawthorne",
          "authorId": "143917511"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 98,
      "doi": "10.1093/oxfordhb/9780199668779.001.0001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0892c507bbd08b337ceb901fb825f1e5ab67e7fa",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "3d4f943b487efcca76c3a49cdf8523b1fec4dc9a",
      "title": "Herman Cappelen, Tamar Szabo Gendler, and John Hawthorne, eds. , The Oxford Handbook of Philosophical Methodology . Reviewed by",
      "authors": [
        {
          "name": "Jason M. Costanzo",
          "authorId": "114676686"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3d4f943b487efcca76c3a49cdf8523b1fec4dc9a",
      "venue": "",
      "journal": {
        "name": "Philosophy in review",
        "pages": "97-99",
        "volume": "37"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "847855eb8ac6d1b57712d613d7b312ece790728e",
      "title": "How To Think About Philosophical Methodology",
      "authors": [
        {
          "name": "Jennifer Nado",
          "authorId": "66483303"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/S40961-017-0116-8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/847855eb8ac6d1b57712d613d7b312ece790728e",
      "venue": "",
      "journal": {
        "name": "Journal of Indian Council of Philosophical Research",
        "pages": "447-463",
        "volume": "34"
      },
      "publicationTypes": null
    },
    {
      "paperId": "eafaa3f36838c6d51b01324f03d92a47eccc223c",
      "title": "How To Think About Philosophical Methodology",
      "authors": [
        {
          "name": "Jennifer Nado",
          "authorId": "66483303"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s40961-017-0116-8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eafaa3f36838c6d51b01324f03d92a47eccc223c",
      "venue": "Journal of Indian Council of Philosophical Research",
      "journal": {
        "name": "Journal of Indian Council of Philosophical Research",
        "pages": "447 - 463",
        "volume": "34"
      },
      "publicationTypes": null
    },
    {
      "paperId": "e4f43fff4f9992b39dbba6868196ae64905a3258",
      "title": "Rethinking Comparative Philosophical Methodology: In Response to Weber's Criticism",
      "authors": [
        {
          "name": "Xiao Ouyang",
          "authorId": "91104446"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 8,
      "doi": "10.1353/PEW.2018.0012",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e4f43fff4f9992b39dbba6868196ae64905a3258",
      "venue": "",
      "journal": {
        "name": "Philosophy East and West",
        "pages": "242 - 256",
        "volume": "68"
      },
      "publicationTypes": null
    },
    {
      "paperId": "26359a54babc13bf6c9bb4b9e41d6720843a3893",
      "title": "Style, Substance, and Philosophical Methodology: A Cross-Cultural Case Study",
      "authors": [
        {
          "name": "J. Chung",
          "authorId": "2110720596"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1017/S0012217318000033",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/26359a54babc13bf6c9bb4b9e41d6720843a3893",
      "venue": "Dialogue",
      "journal": {
        "name": "Dialogue",
        "pages": "217 - 250",
        "volume": "57"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c6f0c065b64785c8fa709d279ef88cb738fa559d",
      "title": "Philosophical Heuristics and Philosophical Methodology",
      "authors": [
        {
          "name": "A. Hájek",
          "authorId": "145033113"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 9,
      "doi": "10.1093/OXFORDHB/9780199668779.013.3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c6f0c065b64785c8fa709d279ef88cb738fa559d",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "b8cd4b49d5ef34c7e7bd93079c9314799b6f9b1d",
      "title": "Advances in experimental philosophy and philosophical methodology",
      "authors": [
        {
          "name": "Ellen Nado Jennifer",
          "authorId": "1382214704"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 13,
      "doi": "10.5040/9781474223232",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b8cd4b49d5ef34c7e7bd93079c9314799b6f9b1d",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "c384f6c2eb7241c5e2de813467375f5a27010b3d",
      "title": "Feminist Metaphysics and Philosophical Methodology",
      "authors": [
        {
          "name": "M. Mikkola",
          "authorId": "102569807"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 6,
      "doi": "10.1111/PHC3.12349",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c384f6c2eb7241c5e2de813467375f5a27010b3d",
      "venue": "",
      "journal": {
        "name": "Philosophy Compass",
        "pages": "661-670",
        "volume": "11"
      },
      "publicationTypes": null
    },
    {
      "paperId": "e4e4af105a787971fd3c2b68ebd65ffb75c8c16d",
      "title": "Abduction by Philosophers: Reorienting Philosophical Methodology",
      "authors": [
        {
          "name": "James Andow",
          "authorId": "10093673"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1111/META.12191",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e4e4af105a787971fd3c2b68ebd65ffb75c8c16d",
      "venue": "",
      "journal": {
        "name": "Metaphilosophy",
        "pages": "353-370",
        "volume": "47"
      },
      "publicationTypes": null
    },
    {
      "paperId": "564300a5354862a4e63bbe252e01fc0683739eb6",
      "title": "What is Philosophical Methodology",
      "authors": [
        {
          "name": "J. Dever",
          "authorId": "2300117"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1093/OXFORDHB/9780199668779.013.34",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/564300a5354862a4e63bbe252e01fc0683739eb6",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "553d8be7aa30fde22ddc14d653f570d575b49df8",
      "title": "Linguistic and Philosophical Methodology",
      "authors": [
        {
          "name": "P. Ludlow",
          "authorId": "143667333"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1093/OXFORDHB/9780199668779.013.12",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/553d8be7aa30fde22ddc14d653f570d575b49df8",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "49aa4676ab55758271d4f3e37ff6defa44344860",
      "title": "Logic and Philosophical Methodology",
      "authors": [
        {
          "name": "J. Burgess",
          "authorId": "24340693"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1093/OXFORDHB/9780199668779.013.30",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/49aa4676ab55758271d4f3e37ff6defa44344860",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "5c2aa0f044f01c4d2b797dc47bed5f8f103b239a",
      "title": "Philosophical studies of the future in the context of postmodern knowledge: theory, methodology",
      "authors": [
        {
          "name": "Olga Rudenko",
          "authorId": "2258758396"
        },
        {
          "name": "Serhii Kharkov",
          "authorId": "2267358055"
        }
      ],
      "year": 2023,
      "abstract": "The purpose of the article is to highlight the prospects of philosophy in the context of the post-scientific dimension and the formation of new cognitive and value constants of the scientific worldview. The goals of scientific research are focused on reconciling anthropo-bio- and (recently) technocentric concepts in a single philosophical paradigm of ecocentric orientation. With the help of the methods of the analytical cluster, a number of priority areas of the philosophy of the future are formed, in which the roles of humans, nature, and technology are clearly distinguished. The philosophical and methodological approaches define two strategies of interrelations of the key components of the world picture: confrontation (dialectical) and interaction (synergistic). The results of the study point out the need for a philosophical understanding of the problem of “nature” in the context of new socio-cultural conditions associated with the establishment of a post-scientific worldview. The authors propose a new format of interaction between human and natural dimensions, which will be guided by the values of responsibility while ensuring an appropriate level of cognitive activity (with an obvious impact of human activity on the natural world).\n\nAn attempt to add an innovative technological element to the usual dichotomy of anthropocentrism and biocentrism should be considered a promising area of research into the post-scientific dimension of the philosophical worldview of the future. Thus, civilisational progress is expected to be characterised by transformational activity, which is intended to outline the guidelines for the coexistence of the main elements of the world order and to form an effective model of human-nature interaction. The philosophy of the future is associated with the ideological and mental support of civilisational progress and a picture of the world in which humans, nature, science, technology, religion, and other elements form a synergistic interaction of development and well-being.",
      "citationCount": 7,
      "doi": "10.57125/fp.2023.09.30.01",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5c2aa0f044f01c4d2b797dc47bed5f8f103b239a",
      "venue": "Futurity Philosophy",
      "journal": {
        "name": "Futurity Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "da79886097f84df014d4f84c228c61b60469d8ac",
      "title": "Finding Treasures: Is the Community of Philosophical Inquiry a Methodology?",
      "authors": [
        {
          "name": "W. Kohan",
          "authorId": "117687010"
        },
        {
          "name": "Magda Costa carvalho",
          "authorId": "147442277"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 8,
      "doi": "10.1007/S11217-019-09659-Y",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/da79886097f84df014d4f84c228c61b60469d8ac",
      "venue": "Studies in the Philosophy of Education",
      "journal": {
        "name": "Studies in Philosophy and Education",
        "pages": "275-289",
        "volume": "38"
      },
      "publicationTypes": null
    },
    {
      "paperId": "de586d67dd1d574fa778f3a854032b7e4aab8654",
      "title": "Philosophical Underpinnings of the Transdisciplinary Research Methodology",
      "authors": [
        {
          "name": "S. McGregor",
          "authorId": "114275083"
        }
      ],
      "year": 2018,
      "abstract": "T his paper is predicated on two assumptions. First, many scholars do not appreciate the philosophical underpinnings of their research, commonly grounded in three dominant methodologies empirical, interpretive and critical. Second, if scholars were more familiar with a newcomer transdisciplinary (TD) research methodology they would be more inclined to embrace it in their research. The paper begins with an explanation of four philosophical axioms (ontology, epistemology, logic and axiology) shaping the aforementioned dominant research methodologies. Then, each Nicolescuian TD axiom is described: (a) multiple levels of Reality mediated by the Hidden Third (ontology); (b) knowledge as complex, emergent, cross-fertilized and embodied (epistemology); (c) inclusive logic (logic of complexity) to facilitate contradiction reconciliation; and (d) transdisciplinary value formation (axiology). The paper concludes with a preliminary overview of Nicolescuian TD research methodology in action. When used in concert with the three longstanding research methodologies, the Nicolescuian approach holds promise for addressing the complexities facing humanity.",
      "citationCount": 19,
      "doi": "10.22545/2018/00109",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/de586d67dd1d574fa778f3a854032b7e4aab8654",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "9"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "23ab58dda80a508715e47204ade89c4c35f59bda",
      "title": "METHODOLOGY OF PHILOSOPHICAL HERMENEUTICS IN THE SOCIAL SCIENCES",
      "authors": [
        {
          "name": "V. O. Dubinina",
          "authorId": "2246577230"
        }
      ],
      "year": 2019,
      "abstract": "The purpose of the paper is to determine the key strategies for applying the methodology of philosophical hermeneutics in social sciences, which is realized in solving of the following tasks: 1)to determine theoretical conditions for the turn of philosophical hermeneutics towards applied social research; 2)to identify key concepts and techniques of philosophical hermeneutics, relevant to the measurement of actual social phenomena; 3) to outline the logic of application of the elements of philosophical hermeneutics within social science. Methodology of the research is formed by methods of immanent critique of philosophical discourse, adapted to the subject horizon of social studies. Scientific originality of the paper is expressed in the following statements: 1) the theoretical conditions for the applied turn of philosophical hermeneutics include the pragmatic critique of ontologization of the hermeneutic circle, that is, the reinterpretation of philosophical hermeneutics contrary to the key guidelines of its founders (M. Heidegger, H.-G. Gadamer); 2) key concepts and techniques of philosophical hermeneutics, relevant to the measurement of actual social phenomena, are the hermeneutic circle and self-understanding, hermeneutical reduction and destruction; 3) the logic of the applied use of the elements of philosophical hermeneutics in the context of social science involves correlation of the structure of the research with the hermeneutic structure of self-understanding, inherent in the subject under investigation. Conclusion: The study of the conditions of the applied turn of philosophical hermeneutics proved the fundamental importance of setting the problem of the synthesis of fundamental and applied science.",
      "citationCount": 5,
      "doi": "10.31435/rsglobal_sr/28022019/6366",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/23ab58dda80a508715e47204ade89c4c35f59bda",
      "venue": "Science Review",
      "journal": {
        "name": "Science Review"
      },
      "publicationTypes": null
    },
    {
      "paperId": "73e7b2b4d6454c5279a29994c4e959ebcd4d58f4",
      "title": "Developing the Methodology for an Applied, Interdisciplinary Research Project: Documenting the Journey Toward Philosophical Clarity",
      "authors": [
        {
          "name": "L. Howes",
          "authorId": "14958114"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 15,
      "doi": "10.1177/1558689815622018",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/73e7b2b4d6454c5279a29994c4e959ebcd4d58f4",
      "venue": "",
      "journal": {
        "name": "Journal of Mixed Methods Research",
        "pages": "450 - 468",
        "volume": "11"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ba07831335cd71c0345712828c4884cc57db06fe",
      "title": "Indigenous African Philosophy as a Paradigm for Health and Social Care Research: A Philosophical and Methodological Discussion",
      "authors": [
        {
          "name": "Jonathan Bayuo",
          "authorId": "2276152902"
        }
      ],
      "year": 2025,
      "abstract": "The growing demand for research that is culturally sensitive and contextually relevant is leading to a greater acceptance of indigenous paradigms. Despite this, African philosophy, with its rich cultural and ethical dimensions, is still developing as a field. This paper delves into the philosophical concepts of Ubuntu, Ukama and Consciencism, exploring the ontology, epistemology, axiology and methodology of indigenous African philosophy. It highlights the importance of relationships, community, interconnectedness and a holistic understanding of human existence and experiences. Indigenous African philosophy presents itself as an alternative framework for addressing health and social issues through co‐creation, active participation and empowerment. Ontologically, it focuses on relativism and individuals defined by their social and relational contexts. Epistemologically, it values the social construction of knowledge, which should be shared for the benefit of others. Relational ethics are central to African axiology. Together, the ontological, epistemological and axiological basis of African philosophy form a unique paradigm that emphasize community and examine phenomena in both physical and spiritual contexts to achieve a comprehensive understanding.",
      "citationCount": 5,
      "doi": "10.1111/nin.70002",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ba07831335cd71c0345712828c4884cc57db06fe",
      "venue": "Nursing Inquiry",
      "journal": {
        "name": "Nursing Inquiry",
        "volume": "32"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "30595e907ecd844d27536e07088a87496e4809bb",
      "title": "Research Design, Philosophy, and Quantitative Approaches in Scientific Research Methodology",
      "authors": [
        {
          "name": "A. Gamage",
          "authorId": "2176582182"
        }
      ],
      "year": 2025,
      "abstract": "This paper provides a comprehensive review of existing literature on research design, philosophy, and quantitative approaches in scientific research methodology. It explores the theoretical foundations that influence researchers’ choices when developing a research strategy, with particular emphasis on the alignment between research philosophy and methodological choices. By examining key philosophical paradigms such as positivism, interpretivism, and pragmatism, the paper highlights how these frameworks shape the selection of quantitative, qualitative, and mixed-methods research approaches. The Research Onion Model is utilized to demonstrate the sequential layers of research design, from philosophical stance to data collection strategy. Through a review of current research, this paper provides insights into the importance of selecting the appropriate methodology based on the research objectives, questions, and underlying theoretical perspectives. The findings suggest that understanding the interplay between philosophy and methodology is crucial for ensuring a coherent and effective research design. By synthesizing existing theoretical perspectives, this paper contributes to a deeper understanding of the methodological choices available for scientific research.",
      "citationCount": 8,
      "doi": "10.36347/sjet.2025.v13i02.004",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/30595e907ecd844d27536e07088a87496e4809bb",
      "venue": "Scholars Journal of Engineering and Technology",
      "journal": {
        "name": "Scholars Journal of Engineering and Technology"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "22a0e1036d8d91c741e741bce02369d21a4a3ed6",
      "title": "Using Q Methodology in Agricultural Communications Research: A Philosophical Study",
      "authors": [
        {
          "name": "H. Leggette",
          "authorId": "71448429"
        },
        {
          "name": "Tobin Redwine",
          "authorId": "74729459"
        }
      ],
      "year": 2016,
      "abstract": "Communication rests on human experience and the uniqueness of subjectivity. Varying research methods and designs measure subjectivity, but few measure subjectivity using rigorous statistical analysis. Q methodology offers such design and rigor. Yet, agricultural communications has been slow to adopt Q methodology. Therefore, the purpose of this philosophical study was to establish a contextual and philosophical understanding of Q methodology and articulate its uses in agricultural communications research. This philosophical study was without traditional research design and methods. Thus, knowledge gained from the literature and best practices were synthesized with the intent of creating a discussion of the philosophies, concepts, and application of Q methodology. To conduct human subjectivity research, Stephenson proposed Q-methodology. It uses a small number of participants to represent the variance of perspectives about a topic. By focusing on and capturing the holistic perspectives of participants, knowledge bases and understandings of humanistic elements within agricultural communications could be enhanced. Benefits of Q methodology include harnessing subjectivity as a means for testing ideas and characterizing perspectives about an idea, limiting researcher bias, and gaining meaningful data from fewer participants. Challenges include misconceptions and misinterpretations related to terminology, concourse development, and generalizability. Agricultural communications depends on human experience and subjectivity related to food and fiber production. Thus, implementing Q methodology research into the agricultural communications discipline diversifies the research toolbox and provides researchers and practitioners with opportunities to explore perspectives related to diverse agricultural issues.",
      "citationCount": 16,
      "doi": "10.4148/1051-0834.1230",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/22a0e1036d8d91c741e741bce02369d21a4a3ed6",
      "venue": "",
      "journal": {
        "name": "Journal of applied communications",
        "pages": "7",
        "volume": "100"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4068dafb2f1c2c86a418fe2fcdeb612716f71cd3",
      "title": "Examining Paradigmatic Shifts: Unveiling the Philosophical Foundations Shaping Social Research Methodologies",
      "authors": [
        {
          "name": "P. Paudel",
          "authorId": "2368425346"
        }
      ],
      "year": 2024,
      "abstract": "Research is a systematic process involving collecting, analyzing, interpreting, and presenting data using appropriate methods and tools to investigate a specific problem or question, leading to a deeper understanding of the issue. The framework and execution of research are inherently tied to the philosophical paradigms that underpin it. The philosophical paradigm in research encompasses fundamental elements, namely ontology, epistemology, axiology, and methodology, shaping the presumptions, norms, beliefs, and values inherent in the research process. This study aimed to delineate the shifts in philosophical perspectives within social research, utilizing content analysis. The examination and interpretation of document contents highlight the prevalence of positivist and post-positivist paradigms as traditional frameworks predominantly advocating quantitative research. In contrast, newer paradigms such as interpretivist/constructivist, critical, postmodern, and multiparadigmatic philosophies emphasize qualitative and mixed research designs advocate for qualitative and mixed methods research. This study highlights the significant influence of philosophical paradigms on research design and processes, emphasizing the need for researchers to understand these paradigms thoroughly. This understanding is crucial to ensure clarity, relevance, and authenticity in research. By delineating the shifts in philosophical perspectives within social research, this study provides valuable insights into how these paradigms shape research endeavors.",
      "citationCount": 14,
      "doi": "10.4038/jur.v12i1.8033",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4068dafb2f1c2c86a418fe2fcdeb612716f71cd3",
      "venue": "Journal of the University of Ruhuna",
      "journal": {
        "name": "Journal of the University of Ruhuna"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "70a7c5f7b6fd1fa1a9bcf492c075a01f1691ee0d",
      "title": "The Methodology of Philosophical Practice: Eclecticism and/or Integrativeness?",
      "authors": [
        {
          "name": "A. Fatić",
          "authorId": "105050425"
        },
        {
          "name": "I. Zagorac",
          "authorId": "10688678"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 7,
      "doi": "10.1007/S11406-016-9770-3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/70a7c5f7b6fd1fa1a9bcf492c075a01f1691ee0d",
      "venue": "",
      "journal": {
        "name": "Philosophia",
        "pages": "1419-1438",
        "volume": "44"
      },
      "publicationTypes": null
    }
  ],
  "count": 40,
  "errors": []
}
