{
  "status": "success",
  "source": "semantic_scholar",
  "query": "metaphilosophy",
  "results": [
    {
      "paperId": "11bd8836209e2880edf7225c0eeae972e3841dac",
      "title": "Critical Dialectical Pluralism as a Transformative Multidimensional Metaparadigm and Metaphilosophy for Mixed Methods Research",
      "authors": [
        {
          "name": "A. Onwuegbuzie",
          "authorId": "3080392"
        },
        {
          "name": "Sandra Schamroth Abrams",
          "authorId": "2343923852"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 10,
      "doi": "10.1016/j.metip.2025.100178",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/11bd8836209e2880edf7225c0eeae972e3841dac",
      "venue": "Methods in Psychology",
      "journal": {
        "name": "Methods in Psychology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "74e03fa8081dd671beedc3634e8b5b299b6c5645",
      "title": "‘Metaphilosophy’ in Hegel’s Lectures on the History of Philosophy",
      "authors": [
        {
          "name": "A. Kalatzis",
          "authorId": "133612401"
        }
      ],
      "year": 2025,
      "abstract": "\nThe article aspires to delineate the relation between Hegel’s concept of philosophy and the overarching structure of his Lectures on the History of Philosophy. It sets a fourfold goal. First, to locate the proper position of the history of philosophy in Hegel’s system; second, to reconstruct Hegel’s argument for the necessary historicity of philosophy; third, to showcase the distinctive and, hitherto, underappreciated function of Hegel’s Lectures in the substantiation of his ‘metaphilosophy’; fourth, to identify, arguably for the first time, the five distinctive methodological principles, on the metaphilosophical basis of which, Hegel is organizing the material of the Lectures and the history of philosophy as a whole.",
      "citationCount": 0,
      "doi": "10.30965/26664275-bja10109",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/74e03fa8081dd671beedc3634e8b5b299b6c5645",
      "venue": "History of Philosophy &amp; Logical Analysis",
      "journal": {
        "name": "History of Philosophy &amp; Logical Analysis"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fbbd67f7beef596c74d68c1c8470e4d8cdf120f2",
      "title": "Fichte’s Metaphilosophy",
      "authors": [
        {
          "name": "Michael Lewin",
          "authorId": "32684838"
        }
      ],
      "year": 2025,
      "abstract": "\nThe article explores different ways in which the term ‘metaphilosophy’ or ‘philosophy of philosophy’ can be applied in the context of Fichte’s Wissenschaftslehre. It is argued that despite the terminological differences partially caused by Fichte’s renaming of philosophy and the unclear meaning of ‘metaphilosophy,’ several options are available. The article suggests considering metaphilosophy as one of the many ‘meta-constructions’ – such as the thinking of thinking, philosophizing about the philosophizing, and the metaphysics of metaphysics – that can be found throughout the history of philosophy and in Fichte’s thought. They follow the figure of self-application, which is compatible with historical and contemporary translations of ‘meta’ as after, beyond, and about. The available options are the Wissenschaftslehre of philosophy, understood as the revision of philosophy and thematization of deficient or incomplete conceptions of philosophy from the standpoint of the Wissenschaftslehre; the Wissenschaftslehre of the Wissenschaftslehre as the propaedeutic self-reflection, successive reformulation, and picture that emerges with the completion of the system; and philosophy of the Wissenschaftslehre. The latter, the external view of Wissenschaftslehre as one philosophy among others, is almost not present in Fichte. However, it connects Fichte’s Wissenschaftslehre with contemporary metaphilosophy, as demonstrated by Rescher’s topics, benefiting both Fichte scholars and contemporary metaphilosophers.",
      "citationCount": 0,
      "doi": "10.1163/18795811-05401003",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fbbd67f7beef596c74d68c1c8470e4d8cdf120f2",
      "venue": "Fichte-Studien",
      "journal": {
        "name": "Fichte Studien"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "db025a8d132650fa3ff75457fa0692932213a467",
      "title": "“Wrangling Over the Shadow of an Ass” – On Lucian’s Socratic Metaphilosophy",
      "authors": [
        {
          "name": "Thomas Arnold",
          "authorId": "2342005682"
        }
      ],
      "year": 2025,
      "abstract": "\nLucian of Samosata is often painted as a satirist and rhetorician, but also as an anti- philosopher. In my contribution I show that he is, instead, involved in a sophisticated metaphilosophical project which follows a Socratic spirit.\nYet, there are (almost) no positive characterisations of philosophy to be found in his works: schools, doctrines, and individuals all become the object of biting criticisms or ridicule. Given this situation, we ought to seek the Socratic aspects of Lucian’s project in his critical performance as well as in the criteria his attacks are based on, namely consistency, evidence, and fidelity to the given argument. His metaphilosophy unfolds around three distinctions. The first distinction being that between philosophy and philosophers. In the first part of the paper, I elaborate how Lucian attacks faux philosophers for failing to practice what they preach, that is, for their lack of performative consistency. I also discuss possible positive portrayals of philosophers in his works. The second distinction, which occupies us in the second part, is that between philosophy and philosophies, the multiple schools and traditions. From this multiplicity he constructs a starting problem for philosophy: how do we know which of the philosophies to choose in the first place without already presupposing a philosophical position? A third difference can be adduced, namely that between doctrinal and non-doctrincal philosophy. In Lucian’s perspective, which I summarize in the concluding part of the paper, philosophy is a way of reflexive critical thinking, rather than the dogmatic adherence to the doctrines of a given school.",
      "citationCount": 0,
      "doi": "10.30965/26664275-bja10107",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/db025a8d132650fa3ff75457fa0692932213a467",
      "venue": "History of Philosophy &amp; Logical Analysis",
      "journal": {
        "name": "History of Philosophy &amp; Logical Analysis"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "190b2ffe858692fd8cfa44ef512cb0f6a86e2835",
      "title": "Hegel’s Metaphilosophy and Its Relevance for Contemporary Philosophy",
      "authors": [
        {
          "name": "Mario Pati",
          "authorId": "2342042885"
        }
      ],
      "year": 2025,
      "abstract": "\nIn recent years, many studies on the relationship between G. W. F. Hegel and metaphilosophy have appeared, articulating it in various ways. The goal of this paper is to specify in what sense it is possible to speak of a Hegelian metaphilosophy, while also assessing the relevance of Hegel for the current metaphilosophical debate. In particular, I will proceed as follows. First, I will outline the main features of the contemporary metaphilosophical debate. Second, I will discuss some important metaphilosophical interpretations of Hegel. Third, I will specify in what sense it is possible to speak of a Hegelian metaphilosophy. Fourth, I will address several methodological issues that arise whenever one attempts to assert the contemporary relevance of Hegel’s philosophy. Finally, I will assess to what extent Hegel’s philosophy can be relevant for the current metaphilosophical debate. As a result, the present paper outlines a concrete option for current philosophical research.",
      "citationCount": 0,
      "doi": "10.30965/26664275-bja10110",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/190b2ffe858692fd8cfa44ef512cb0f6a86e2835",
      "venue": "History of Philosophy &amp; Logical Analysis",
      "journal": {
        "name": "History of Philosophy &amp; Logical Analysis"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "decf81b1bb5fb68ccd854cedde4eb66ae4e871f2",
      "title": "From Kant’s Critique of Metaphysics to Fichte’s Post-Critical Metaphilosophy",
      "authors": [
        {
          "name": "Karin de Boer",
          "authorId": "2360191730"
        }
      ],
      "year": 2025,
      "abstract": "\nIn this article, I compare Kant and Fichte’s metaphilosophical commitments by focusing on their conceptions of critique. Both philosophers, I argue, combined their provisional elaborations of first-order metaphysics with a second-order inquiry into the conditions under which such metaphysics can be turned into a science. Fichte departed from Kant, however, by obfuscating the normative strand of Kant’s conception of critique. I further argue that Fichte’s anodyne conception of critique went hand in hand with the elaboration of a new type of metaphilosophy in the Foundation of the Entire Doctrine of Science, namely, the attempt to derive the principles of deficient philosophical systems from the ultimate principle of human cognition per se. Seen in this way, Fichte transformed the critique of metaphysics carried out in the Critique of Pure Reason into a post-critical type of metaphilosophy that can account for the possibility and necessity of transcendental idealism itself.",
      "citationCount": 0,
      "doi": "10.1163/18795811-05401002",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/decf81b1bb5fb68ccd854cedde4eb66ae4e871f2",
      "venue": "Fichte-Studien",
      "journal": {
        "name": "Fichte Studien"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c39766cc9d2b6a1d7cb14104e2c40f8375bcf161",
      "title": "The Methods of Metaphilosophy: Kant, Maimon, and Schelling on How to Philosophize about Philosophy by Jelscha Schmid (review)",
      "authors": [
        {
          "name": "Eliza Starbuck Little",
          "authorId": "2280625375"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c39766cc9d2b6a1d7cb14104e2c40f8375bcf161",
      "venue": "",
      "journal": {
        "name": "Seminar: A Journal of Germanic Studies",
        "pages": "66 - 68",
        "volume": "61"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "1337098b77d2065bd99f7c14702bae2e15b4f3e7",
      "title": "Metaphor and Metaphilosophy: Wittgenstein, MacDonald, and Conceptual Metaphor Theory",
      "authors": [
        {
          "name": "Cameron C. Yetman",
          "authorId": "2338269498"
        }
      ],
      "year": 2025,
      "abstract": "The discipline of philosophy has been critiqued from both within and outside itself. One brand of external critique is associated with Conceptual Metaphor Theory (CMT), the view that human cognition is partially structured by pervasive and automatic mappings between conceptual domains. Most notably, Lakoff and Johnson (1999) claimed that many central philosophical concepts and arguments rely on an unacknowledged metaphorical substructure, and that this structure has sometimes led philosophy astray. The purpose of this paper is to argue that Lakoff and Johnson's critique is anticipated by the work of post‐Tractarian Wittgenstein and his student, Margaret MacDonald. In the Blue Book, Wittgenstein outlines a method for identifying and resolving philosophical puzzles generated by misused grammatical analogies, although his discussion lacks a precise characterization of exactly how and why such analogies lead to trouble. In a 1938 paper, MacDonald offers such a characterization, which I outline and then connect back to Wittgenstein. In addition to this interpretive work, I supplement Wittgenstein and MacDonald's diagnosis using evidence from CMT which suggests that linguistic metaphors and analogies often originate in or are motivated by more fundamental analogical mappings in cognition. The supplemented account carries implications for how philosophical arguments ought to be formulated and critiqued.",
      "citationCount": 2,
      "doi": "10.1111/ejop.13038",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1337098b77d2065bd99f7c14702bae2e15b4f3e7",
      "venue": "European Journal of Philosophy",
      "journal": {
        "name": "European Journal of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9cafd29a7271720878eb0e9e778f6f68bb03980d",
      "title": "Toward a Metaphilosophy of Integration",
      "authors": [
        {
          "name": "Michael O’Rourke",
          "authorId": "2141012094"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1177/03080188251365499",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9cafd29a7271720878eb0e9e778f6f68bb03980d",
      "venue": "",
      "journal": {
        "name": "Interdisciplinary Science Reviews",
        "pages": "16 - 20",
        "volume": "50"
      },
      "publicationTypes": null
    },
    {
      "paperId": "58b16425acad0b565795c682264a1e0832f86561",
      "title": "Metaphilosophy as a Unified Discipline",
      "authors": [
        {
          "name": "Michael Lewin",
          "authorId": "2376747764"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-662-71909-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/58b16425acad0b565795c682264a1e0832f86561",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "3fb0d86596e811e73e988c30c64e50cb3304e45a",
      "title": "Jelscha Schmid. The Methods of Metaphilosophy: Kant, Maimon, and Schelling on How to Philosophize about Philosophy",
      "authors": [
        {
          "name": "Eliza Starbuck Little",
          "authorId": "2280625375"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.3138/seminar.61.1.rev004",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3fb0d86596e811e73e988c30c64e50cb3304e45a",
      "venue": "Seminar",
      "journal": {
        "name": "Seminar"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ed0a0525a16980d9b59de29b002462e579c76655",
      "title": "The Hegemony and metaphilosophy: Critiquing Western universality through Non-Western thought",
      "authors": [
        {
          "name": "Alnino Utomo",
          "authorId": "2392471404"
        },
        {
          "name": "Stephanus Djunatan",
          "authorId": "2392474103"
        }
      ],
      "year": 2025,
      "abstract": "This study critically examines how Western philosophy constructs epistemic hegemony through historical, methodological, and terminological mechanisms, and explores how non-Western traditions such as Confucianism and Daoism can be recognized as complete and authentic without undergoing conceptual subordination. This research is significant as the discourse of global philosophy remains dominated by Western epistemic structures that limit the plurality of rational forms. Employing a qualitative, literature-based approach, this study analyzes key metaphilosophical texts, Jacques Derrida’s theory of deconstruction, and Alain Badiou’s ontology as conceptual tools to trace power relations embedded in the definitions and boundaries of philosophy. The findings reveal that Western philosophy has institutionalized a linear historical narrative, logical-deductive methodological standards, and a Greek-Latin vocabulary as prerequisites for philosophical validity—resulting in the systematic exclusion of non-Western thought. The study further proposes a conceptual framework of dialogical exclusive multiplicity as an alternative for recognizing truth procedures in non-Western traditions as autonomous and equal. The implications of this research open avenues for deconstructing philosophy as the sole legitimate mode of thinking and promote the formation of a more epistemically just global philosophical ecosystem. The originality of this study lies in its critical synthesis of metaphilosophy, deconstruction, and contemporary ontology to construct an alternative paradigm for cross-traditional philosophical inquiry—one based not on inclusion, but on recognition and articulative equality. \n ",
      "citationCount": 0,
      "doi": "10.15575/hanifiya.v8i2.48753",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ed0a0525a16980d9b59de29b002462e579c76655",
      "venue": "Hanifiya: Jurnal Studi Agama-Agama",
      "journal": {
        "name": "Hanifiya: Jurnal Studi Agama-Agama"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "60a5b96466b27db85eb0ce0776e0e0107a70c6b8",
      "title": "Henri Lefebvre, Metaphilosophy, and Modernity",
      "authors": [
        {
          "name": "Patrick Gamsby",
          "authorId": "52350657"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.4324/9781003440338",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/60a5b96466b27db85eb0ce0776e0e0107a70c6b8",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "a442ebe55b2bb2a0d605d780c53f8b7c2cc71b85",
      "title": "The ontological argument as a practice of Metaphilosophy: Two Wittgensteinian developments",
      "authors": [
        {
          "name": "Aleksei Rakhmanin",
          "authorId": "2134464511"
        }
      ],
      "year": 2025,
      "abstract": "This article assesses the metaphilosophical significance of the interpretation given to the ontological argument by two Wittgensteinian philosophers: Norman Malcolm and Morris Lazerowitz. Contrary to the usual approach to the subject, I do not consider what the ontological argument reveals about religious language and reasoning, but what it says about the nature of philosophy. I argue that despite Lazerowitz's and Malcolm's common Wittgensteinian background and shared foundations of philosophy, the opposite conclusions they reach about the ontological argument illustrate their opposite views of philosophy. In Malcolm's approach, the ontological argument can be interpreted as an instance of the paradigm case argument, which by showing the bounds of sense is meant to display the work of language in its entirety. From this perspective, the ontological argument is philosophically irrefutable, as one cannot refute a piece of language. For Lazerowitz, the ontological argument is irrefutable as it represents a philosophical intervention into language and thus must be disregarded.",
      "citationCount": 0,
      "doi": "10.1111/phin.12464",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a442ebe55b2bb2a0d605d780c53f8b7c2cc71b85",
      "venue": "Philosophical Investigation",
      "journal": {
        "name": "Philosophical Investigations",
        "pages": "438 - 458",
        "volume": "48"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2778db3321c79076b6a1f1db3c0f304e13a5a958",
      "title": "The Birth Pangs of Globalizing Philosophy: Taking a Deep Breath with Metaphilosophy",
      "authors": [
        {
          "name": "W. Denecke",
          "authorId": "108712379"
        }
      ],
      "year": 2024,
      "abstract": "This essay attempts to understand the forces behind the current deadlock over globalizing academic philosophy between main-stream Western-style philosophers and its currently marginalized diversity advocates. It first pinpoints what Western-style philosophers might consider threatening or simply uninteresting in some of the major diversity paradigms (“The Same,” “The Subaltern,” “The Samaritan,” and “The Area Studies Silo”). Second, it introduces a secret weapon nobody seems to have put to use yet: metaphilosophy. It argues that we need to take a deeper historical and philological breath to redraw what and where “philosophy” has thrived in world history. Only through the detour of a global, deep-time metaphilosophy can we bring the most ingenious human thought and philosophical practice to the table as we battle over a more cosmopolitan future for academic philosophy and try to forge philosophical tools to tackle the global challenges in our world of interlocking social, spiritual, and environmental crises.",
      "citationCount": 1,
      "doi": "10.1086/729074",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2778db3321c79076b6a1f1db3c0f304e13a5a958",
      "venue": "History of Humanities",
      "journal": {
        "name": "History of Humanities",
        "pages": "45 - 64",
        "volume": "9"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "588005702213b740d804dc8c61525f92fd8229e1",
      "title": "The Beginnings of Metaphilosophy: Heinrich Struve vs. Morris Laserowitz",
      "authors": [
        {
          "name": "K. Skripnik",
          "authorId": "8297782"
        }
      ],
      "year": 2024,
      "abstract": "The recognition of metaphilosophy as a separate independent philosophical discipline forces us to pay attention not only to the various variants of its understanding and its own status, but also to the history of its origin and development. It is believed that the beginning of metaphilosophy as a study of the nature of philosophy was laid by several articles by M. Lazerowitz, although some other philosophers are mentioned in passing. The study characterizes Lazerowitz’s desire to understand metaphilosophy as a view of philosophy “from the outside” and demonstrates the failure of this attempt: in fact, his metaphilosophy represents a position “inside” philosophy itself. The author of the research argues that the beginning of philosophy of philosophy should be associated with the works of the Russian and Polish philosopher Heinrich Struve and suggests a broader reconstruction of his approach. A comparison of the works of these philosophers makes it possible to identify their common starting point, which is the statement of the presence of many disagreements in philosophy, that is, what Kant called a “scandal” in philosophy. The differences between the two approaches are also revealed, in particular, Struve’s philosophy of philosophy is a precursor to any philosophy in general, aimed, while maintaining the different points of view of individual philosophers, at developing a “common worldview”. As the subject of his philosophy of philosophy, Struve calls a historical and critical analysis of the current state of philosophy, an explanation of the subject, tasks, goals, aspirations and method of philosophy; among the “principles” of philosophy is the study of the relationship of philosophy to other “phenomena of mental life.” In addition to Lazerowitz and Struve, the author points to other philosophers (for example, J. Maritain, V. Ern, E. Kalinowsky, T. Oizerman), whose interests include metaphilosophical problems, and a detailed study of their works can help to see a certain historical tradition of metaphilosophy.",
      "citationCount": 0,
      "doi": "10.22363/2313-2302-2024-28-3-757-770",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/588005702213b740d804dc8c61525f92fd8229e1",
      "venue": "RUDN Journal of Philosophy",
      "journal": {
        "name": "RUDN Journal of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "90ac1b750f7e0d7327fd6997a9e0cfd34fc117fa",
      "title": "Heidegger’s Metaphilosophy: A New Reconstruction",
      "authors": [
        {
          "name": "P. Shmugliakov",
          "authorId": "2345579243"
        }
      ],
      "year": 2024,
      "abstract": "The essay proposes a new reconstruction of Heidegger’s metaphilosophy. Providing a common explanation to a variety of Heidegger’s pronouncements on the nature of his discipline in seminars and public addresses, the essay stresses their ties to the phenomenological doctrine of Being and Time. My presentation spans four major theses: (1) Philosophy is actual in the practice of philosophizing, understood as an activity of intrinsic worth. (2) The essential procedure of philosophizing is clarification of experience. (3) The medium of philosophizing is conceptual knowledge. (4) The goal of philosophizing is non-conceptual: a “fundamental attunement.” Focusing on the apparent tension between (3) and (4), I argue that the structural relations between the conceptual and the non-conceptual elements in Heidegger’s metaphilosophy are best accounted for in terms of the duality of understanding (Verstehen) and being-attuned (Befindlichkeit) in the existential analytic. In conclusion, I suggest that the metaphilosophical vision this analysis yields is faithful to the existential promise of philosophy and provides the conceptual resources to defend its essential status as a mode of human realization.",
      "citationCount": 0,
      "doi": "10.33280/2310-3817-2024-12-1-179-204",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/90ac1b750f7e0d7327fd6997a9e0cfd34fc117fa",
      "venue": "Stasis",
      "journal": {
        "name": "Stasis"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3db3aa924b5ec9a949262e718abf7cc352ca4f0f",
      "title": "Morphology and Metaphilosophy: Goethe, Wittgenstein and Waismann",
      "authors": [
        {
          "name": "Annalisa Coliva",
          "authorId": "2256117912"
        }
      ],
      "year": 2024,
      "abstract": "The paper explores how Wittgenstein and Waismann interpreted Goethe’s ideas from The Metamorphosis of Plants. These ideas laid the foundation for Wittgenstein’s concept of “family resemblance”, which Waismann also embraced in The Principles of Linguistic Philosophy. However, the paper argues that Wittgenstein’s and Waismann’s  metaphilosophical implications evolved differently in their later works. Notably, it is Waismann, rather than Wittgenstein, who took these ideas to their extreme, concluding in How I See Philosophy that all forms of philosophical theorizing should be rejected. By contrast, Wittgenstein rejected only the kind of theorizing in philosophy which aims at offering monistic and reductionist explanations of key philosophical concepts.",
      "citationCount": 1,
      "doi": "10.15845/nwr.v13.3728",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3db3aa924b5ec9a949262e718abf7cc352ca4f0f",
      "venue": "Nordic Wittgenstein Review",
      "journal": {
        "name": "Nordic Wittgenstein Review"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9de9b676c332a21d7f7314a0db2d7ec6e9fd86d8",
      "title": "Metaphilosophy and history of philosophy: case studies",
      "authors": [
        {
          "name": "Konstantin Skripnik",
          "authorId": "2280774075"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.18522/2415-8682-2024-12-92-100",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9de9b676c332a21d7f7314a0db2d7ec6e9fd86d8",
      "venue": "The South Pole. Studies on the history of modern Western philosophy",
      "journal": {
        "name": "The South Pole. Studies on the history of modern Western philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0339868e7b1973593d4c52f4777a951989391e4a",
      "title": "Praxeology in the Mirror of Metaphilosophy",
      "authors": [
        {
          "name": "Viktor Tchouechov",
          "authorId": "2340122595"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.18522/2415-8682-2024-12-101-106",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0339868e7b1973593d4c52f4777a951989391e4a",
      "venue": "The South Pole. Studies on the history of modern Western philosophy",
      "journal": {
        "name": "The South Pole. Studies on the history of modern Western philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "cdc1545c71374987a80c5665902edeed191382b3",
      "title": "Metaphilosophy of Imre Lakatos in the aspect of contemporary metaphilosophical discourse",
      "authors": [
        {
          "name": "Anna V. Tonkovidova",
          "authorId": "2340066769"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.18522/2415-8682-2024-12-85-91",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cdc1545c71374987a80c5665902edeed191382b3",
      "venue": "The South Pole. Studies on the history of modern Western philosophy",
      "journal": {
        "name": "The South Pole. Studies on the history of modern Western philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9915f8e0dcc7f189869b3b264b2360c47cd7c6bd",
      "title": "Metaphilosophy Armed with Original Texts: A Corpus Study on the Intuition-talk in Theory of Reference",
      "authors": [
        {
          "name": "Krzysztof Sękowski",
          "authorId": "2089198147"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11406-024-00793-7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9915f8e0dcc7f189869b3b264b2360c47cd7c6bd",
      "venue": "Philosophia",
      "journal": {
        "name": "Philosophia",
        "pages": "1419 - 1442",
        "volume": "52"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c1be511ed26c8267239f091846e1b32edefe22c0",
      "title": "Introduction to ‘Kant and Metaphilosophy’",
      "authors": [
        {
          "name": "Michael Lewin",
          "authorId": "2264403258"
        }
      ],
      "year": 2023,
      "abstract": "There is a growing interest in both Kant’s conception of philosophy and contemporary metaphilosophy, understood as philosophical inquiry into philosophy, its aims, purpose, subjects, structure, practice and methods. Kant has not contributed to metaphilosophy qua contemporary discipline, but his direct analyses of what philosophy is and how it is to be done can be identified with general subjects and problems constituting the research field of metaphilosophy. Several aspects of Kant’s conception of philosophy and its metaphilosophical value are the subject of current debates, such as the taxonomy of philosophy, relation between empirical and non-empirical philosophy, relation between philosophy and its history, conceptual analysis, deductive reasoning and philosophical disagreement.",
      "citationCount": 2,
      "doi": "10.5922/0207-6918-2023-3-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c1be511ed26c8267239f091846e1b32edefe22c0",
      "venue": "Kantian journal",
      "journal": {
        "name": "Kantian journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "976418a576169f4065d9f1383fbca9a81eabd6b7",
      "title": "Pure and Impure Philosophy in Kant’s Metaphilosophy",
      "authors": [
        {
          "name": "Ernesto V. Garcia",
          "authorId": "2264326982"
        }
      ],
      "year": 2023,
      "abstract": "Kant’s metaphilosophy has three main parts: (1) an essentialist project (“What is philosophy?”); (2) a methodological project (“How do we do philosophy?”); and (3) a taxonomic project (“What are the different parts of philosophy, and how are they related?”). This paper focuses on the third project. In particular, it explores one of the most intriguing yet puzzling aspects of Kant’s philosophy, viz. the relationship between what Kant calls ‘pure’ philosophy vs. ‘applied’, ‘empirical’ or what we can broadly refer to as ‘impure’ philosophy. (As we shall see, in order to be able to address this third project, we shall also need to examine the other two projects in detail.) My plan is as follows. First, I discuss four main areas of pure vs. impure philosophy: (i) ‘pure logic’ vs. ‘applied logic’; (ii) ‘rational psychology’ vs. ‘empirical psychology’; (iii) ‘pure metaphysics of nature’ vs. ‘physics’ and (iv) ‘pure morality’ or a ‘metaphysics of morals’ vs. ‘moral anthropology’, ‘practical anthropology’ or ‘applied moral philosophy’. Based on this, I identify four key differences between pure and impure philosophy. Second, I critically examine four different readings of Kant’s views about the status of ‘impure’ philosophy: (a) that it is not genuine philosophy; (b) that it is bad or inferior philosophy; (c) that it is instrumentally valuable; and (d) that it constitutes an indispensable part of Kant’s philosophy, both in a theoretical and practical sense. I argue that Kant is best interpreted as endorsing readings (c) and (d). Third, I offer some concluding remarks.",
      "citationCount": 0,
      "doi": "10.5922/0207-6918-2023-3-2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/976418a576169f4065d9f1383fbca9a81eabd6b7",
      "venue": "Kantian journal",
      "journal": {
        "name": "Kantian journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a6e67b1339f89448c8bd06fc70cb25b41f404071",
      "title": "Metaphilosophy of philosophical “turns”: case study",
      "authors": [
        {
          "name": "K. Skripnik",
          "authorId": "8297782"
        }
      ],
      "year": 2023,
      "abstract": "The purpose of the article is to consider the phenomenon of philosophical “turn” in the framework of descriptive metaphilosophy. Using the example of analytical, linguis­tic, pragmatic and ontological turns, an attempt is made to highlight the characteristic fea­tures of “turns”. The author shows that the analytical turn is associated with the develop­ment of methods of philosophy, primarily with the diversification of the concept of analy­sis itself. Consideration of the linguistic turn leads to the position that its characterization as a change in the subject of philosophy is not quite adequate – in fact, it is a change in the methods of philosophical analysis, which leads to the emergence of new problem areas not only in philosophy, but also in linguistics. The pragmatic turn is characterized by emphasizing the role of pragmatism in overcoming the existing opposition of analytic and continental philosophy through the use of both logical and, for example, axiological methods or the “pragmatic principle”. The ontological turn, characteristic of anthropol­ogy, the philosophy of technology, as well as for “general” philosophy, is associated with a change in the methods of analysis in the direction of solving the problem of seeing “things in a new way” and how “they really are”. The analysis in the case of an ontologi­cal turn is aimed not so much at “multiculturalism” as at “multi-naturalism”, at taking into account the active role of the subject and building the research models capable of taking this into account. The final position of the author is that according to which a “turn” is a change in research methods that leads to the formation of a new subject area and the formulation of new problems. They, in turn, stimulate the next “turn” and the de­velopment of new methods and methodologies.",
      "citationCount": 0,
      "doi": "10.21146/2072-0726-2023-16-3-55-68",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a6e67b1339f89448c8bd06fc70cb25b41f404071",
      "venue": "Philosophy Journal",
      "journal": {
        "name": "Philosophy Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "88d996a6d79e5ef194361fc0cc9be111240e4f9c",
      "title": "Typologization of modern concepts of metaphilosophy",
      "authors": [
        {
          "name": "Alina Mikhailovna Mironova",
          "authorId": "2266508429"
        }
      ],
      "year": 2023,
      "abstract": "\n The subject of the study is the concepts of \"metaphilosophy\" in the works of several modern domestic and foreign scientists-metaphilosophists. The relevance of the article is due to the presence of a variety of metaphilosophical concepts, which, pursuing one common goal – to understand and explain what philosophy is, come to different and often contradictory conclusions. The article aims to compare the metaphilosophical concepts of domestic and foreign authors (T. I. Oizerman, M. K. Mamardashvili, J. Deleuze and F. Guattari, T. Williamson and N. Rescher) according to certain criteria. Within the framework of the task, it is proposed to identify the essential characteristics of the concept of \"philosophy\" of the listed authors and to propose a variant of the typology of modern concepts of metaphilosophy. The article uses the method of comparative analysis. The novelty of the research lies in the fact that the author, analyzing the existing typologies of metaphilosophical concepts (on a conceptual and methodological basis), offers a third variant of the typology in relation to the possibility of progress in philosophy and its prospects. The author draws attention to the fact that the understanding of metaphilosophy in the concepts of the scientists under consideration (Oiserman, Williamson, Rescher, Deleuze and Guattari) reveals interesting parallels and collisions. The author comes to the conclusion that in order to better understand the nature of metaphilosophy, it is necessary to identify the essential characteristics of the concept of metaphilosophy in the concepts of different scientists. The picture of metaphilosophy turns out to be diverse and contradictory, because according to the authors considered, metaphilosophy is \"cabinet\"; - pluralistic; - \"aporic\"; - self-reflexive; - dialectical; - is in constant development; - guided by the principles of pragmatism and efficiency; - able to give satisfactory answers to current questions; - is not absolutely rational, but contains an element of intuition.\n",
      "citationCount": 0,
      "doi": "10.7256/2454-0757.2023.10.44170",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/88d996a6d79e5ef194361fc0cc9be111240e4f9c",
      "venue": "Философия и культура",
      "journal": {
        "name": "Философия и культура"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "07d484bb82fcf34e0d79ab512dffffd3c5aa17ad",
      "title": "From LukáCs’ Philosophy of Praxis to Lefebvre's Metaphilosophy of Everyday Life",
      "authors": [
        {
          "name": "Riki Scanlan",
          "authorId": "6131489"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1521/siso.2023.87.2.222",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/07d484bb82fcf34e0d79ab512dffffd3c5aa17ad",
      "venue": "Science &amp; Society",
      "journal": {
        "name": "Science & Society",
        "pages": "222 - 228",
        "volume": "87"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0aeb2c4fd8bedbe13d857f15ab9da8948c70918b",
      "title": "Pragmatism, Metaphilosophy, Eclecticism",
      "authors": [
        {
          "name": "Albert Piacente",
          "authorId": "2258651828"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.4000/ejpap.3428",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0aeb2c4fd8bedbe13d857f15ab9da8948c70918b",
      "venue": "European Journal of Pragmatism and American Philosophy",
      "journal": {
        "name": "European Journal of Pragmatism and American Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bbb620d5e954c584cc88006ba3455f6bb13fb65a",
      "title": "PHILOSOPHER’S WAY AS A SUBJECT OF METAPHILOSOPHY: TOWARDS THE CHARACTERISATION OF M. POPOVICH’S PHILOSOPHICAL VIEWS",
      "authors": [
        {
          "name": "Oleksii Rodgero",
          "authorId": "2223400792"
        }
      ],
      "year": 2023,
      "abstract": "The paper is dedicated to the memory of the famous Ukrainian philosopher M. V. Popovych. It attempts to characterise the type of philosophical thinking of this philosopher. The philosophical views and interests of M. V. Popovych are considered as having a certain way of development. Within the framework of the metaphilosophical approach, the author tries to investigate some regularities of philosophical cognition in its, so to say, ontogenesis. Some of these regularities have features that bring them closer to the characteristics of typological objects.",
      "citationCount": 0,
      "doi": "10.18524/2410-2601.2023.2(40).307208",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bbb620d5e954c584cc88006ba3455f6bb13fb65a",
      "venue": "Doxa",
      "journal": {
        "name": "Doxa"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8c96a5c9b5b732ef57e59cb5e536abd4748bdab5",
      "title": "The Methods of Metaphilosophy, written by Schmid, Jelscha",
      "authors": [
        {
          "name": "Luis Fellipe Garcia",
          "authorId": "2176712715"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1163/18795811-05201016",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8c96a5c9b5b732ef57e59cb5e536abd4748bdab5",
      "venue": "Fichte-Studien",
      "journal": {
        "name": "Fichte Studien"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1f43e4ea07943ca339a276fdcde87319453ec325",
      "title": "Floyd, R. “Mind, State, and Metaphor”, Metaphilosophy, 47: 406-425. doi:10.1111/meta.12189",
      "authors": [
        {
          "name": "João Mourão",
          "authorId": "102416193"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.14195/0872-0851_63_6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1f43e4ea07943ca339a276fdcde87319453ec325",
      "venue": "Revista Filosófica de Coimbra",
      "journal": {
        "name": "Revista Filosófica de Coimbra"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9a91d1b1afdf2bd05834020f27053b891a27b33e",
      "title": "Mathematics and Metaphilosophy",
      "authors": [
        {
          "name": "Justin Clarke‐Doane",
          "authorId": "1416703441"
        }
      ],
      "year": 2022,
      "abstract": "This Element discusses the problem of mathematical knowledge, and its broader philosophical ramifications. It argues that the challenge to explain the (defeasible) justification of our mathematical beliefs ('the justificatory challenge'), arises insofar as disagreement over axioms bottoms out in disagreement over intuitions. And it argues that the challenge to explain their reliability ('the reliability challenge'), arises to the extent that we could have easily had different beliefs. The Element shows that mathematical facts are not, in general, empirically accessible, contra Quine, and that they cannot be dispensed with, contra Field. However, it argues that they might be so plentiful that our knowledge of them is unmysterious. The Element concludes with a complementary 'pluralism' about modality, logic and normative theory, highlighting its surprising implications. Metaphysically, pluralism engenders a kind of perspectivalism and indeterminacy. Methodologically, it vindicates Carnap's pragmatism, transposed to the key of realism.",
      "citationCount": 15,
      "doi": "10.1017/9781108993937",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9a91d1b1afdf2bd05834020f27053b891a27b33e",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "20c122c1770d7c555e9551b5494f4c3aa02067c8",
      "title": "Philosophy, metaphilosophy and ideology-critique: an interview with Ruth Porter Groff",
      "authors": [
        {
          "name": "R. Groff",
          "authorId": "92547480"
        },
        {
          "name": "J. Morgan",
          "authorId": "33806044"
        }
      ],
      "year": 2022,
      "abstract": "ABSTRACT In this interview, Ruth Groff discusses how she came to be a realist, her role as a community organizer, her relationship to critical realism, and various issues arising from her published work over the years. Discussion ranges across the nature of positivism and its legacy, the concept of falsehood, realism about causal powers, mind-independent reality, the history of philosophy, and the underlying interest in ideology-critique that runs through her thinking.",
      "citationCount": 16,
      "doi": "10.1080/14767430.2022.2101342",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/20c122c1770d7c555e9551b5494f4c3aa02067c8",
      "venue": "Journal of Critical Realism",
      "journal": {
        "name": "Journal of Critical Realism",
        "pages": "256 - 292",
        "volume": "22"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f07e0a1dde30100624ea0e674a7d09f1a11bbde7",
      "title": "Neopyrrhonism as Metaphilosophy: A Non-Quietist Proposal",
      "authors": [
        {
          "name": "Guadalupe Reinoso",
          "authorId": "2120665852"
        }
      ],
      "year": 2022,
      "abstract": "Fogelin (2002 [1976]; 1992 [1981]; 1994) was the first one to speak about “Neopyrrhonism” to link Wittgenstein and Sextus Empiricus. To him, Pyrrhonism “combines philosophical scepticism with scepticism about philosophy, that is, to have doubts about philosophy on the basis of philosophical arguments” (1994, p. 3). Following this interpretation, Neopyrrhonism can be understood as a kind of scepticism that cancels philosophy using self-destructive arguments (peritrope). Both Sextus -with his proposal of suspension of judgment- and Wittgenstein -with his idea of the dissolution of philosophical problems- are representatives of quietism. Neopyrrhonism as quietism can be conceived of as a therapeutic proposal mainly based on not postulating an argumentative-constructive philosophical theory. Against this perspective, I propose interpreting Neopyrrhonism as Metaphilosophy, from which a performative proposal emerges. In this approach, Neopyrrhonism is an open-ended inquiry that implies the ability of using different philosophical argumentative strategies in a performative sense to encourage a new way of exercising philosophy. ",
      "citationCount": 2,
      "doi": "10.25100/pfilosofica.v0i54.11935",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f07e0a1dde30100624ea0e674a7d09f1a11bbde7",
      "venue": "Praxis Filosófica",
      "journal": {
        "name": "Praxis Filosófica"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3b29a0b0cdbff36d2781073ffc54ef5ee24acea0",
      "title": "The methods of metaphilosophy",
      "authors": [
        {
          "name": "Jelscha Schmid",
          "authorId": "2052158320"
        }
      ],
      "year": 2022,
      "abstract": "On the basis of an examination of Kant's, Maimon's and Schelling's metaphilosophies, this book investigates how, starting from Kant's diagnosis of a \"groping metaphysics\", a philosophical research program, whose goal is to elucidate the nature and method of philosophy itself, develops. What unites their projects is the thesis that philosophy must begin with an investigation of its own nature, and that this investigation, because of its special object, must be accompanied by a reflection on its method. To this end, their methods are discussed on the assumption that these methods arise from a particular engagement with the theories and practices of the 18th century sciences. Finally, this discussion provides the basis for showing in what ways philosophical experiments, fictions, or models offer methodological solutions to the problem of developing a scientific metaphysics.",
      "citationCount": 6,
      "doi": "10.5771/9783465145981",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3b29a0b0cdbff36d2781073ffc54ef5ee24acea0",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "6403800d041f90473d5905d957145a19422ce666",
      "title": "METHODOLOGICAL NOTES ON METAPHILOSOPHY AS A PHILOSOPHICAL DISCIPLINE",
      "authors": [
        {
          "name": "Oleksii Rodgero",
          "authorId": "2223400792"
        }
      ],
      "year": 2022,
      "abstract": "The paper deals with the explanation of the subject of metaphilosophy as a philosophical science. The main themes and problems of metaphilosophy are formulated, and its interrelation with other philosophical subjects and fields of research is clarified. The author proposes some methodological principles that are essential in dealing with such an important problem of metaphilosophy as the relationship between a philosophical doctrine and the life of the thinker who created it. This problem is examined through the life and philosophical doctrine of G. Skovoroda. The paper also identifies certain types (dimensions) of determination of the genesis of philosophical thought, and classifies particular cases associated with different degrees of relevance to the problem of “philosophical doctrine and the life of the philosopher”.",
      "citationCount": 0,
      "doi": "10.18524/2410-2601.2022.2(38).283059",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6403800d041f90473d5905d957145a19422ce666",
      "venue": "Doxa",
      "journal": {
        "name": "Doxa"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8bd0e7b46aef95634f2bf94f857552b0dd03c3bd",
      "title": "WITTGENSTEIN AND NEOPYRRHONISM: METAPHILOSOPHY, ARGUMENTS AND PERSUASION WITTGENSTEIN Y EL NEOPIRRONISMO: METAFILOSOFÍA, ARGUMENTOS Y PERSUASIÓN",
      "authors": [
        {
          "name": "W. Y. E. Neopirronismo",
          "authorId": "2191093576"
        },
        {
          "name": "Argumentos Y Persuasión",
          "authorId": "2191093163"
        },
        {
          "name": "G. Reinoso",
          "authorId": "72727822"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8bd0e7b46aef95634f2bf94f857552b0dd03c3bd",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "57f505feb4b65e7766c7c11b70a3dfe97d0455d9",
      "title": "Kant’s Metaphilosophy",
      "authors": [
        {
          "name": "M. Lewin",
          "authorId": "47062402"
        }
      ],
      "year": 2021,
      "abstract": "Abstract While the term “metaphilosophy” enjoys increasing popularity in Kant scholarship, it is neither clear what distinguishes a metaphilosophical theory from a philosophical one nor to what extent Kant’s philosophy contains metaphilosophical views. In the first part of the article, I will introduce a demarcation criterion and show how scholars fall prey to the fallacy of extension confusing Kant’s philosophical theories with his theories about philosophy. In the second part, I will analyze eight elements for an “imperfect definition” (KrV A731/B759) of philosophy outlining the scope of Kant’s explicit metaphilosophy against the backdrop of recent metaphilosophical research: (i) scientific concept of philosophy, (ii) philosophy as an activity, (iii) worldly concept, (iv) philosophy as a (proper and improper) science, (v) philosophy as an architectonic idea (archetype and ectypes), (vi) philosophy as a social practice and the appropriate holding-to-be-true (one or many true philosophies?), (vii) reason as the absolute condition and subject of philosophy, and (viii) methodology of philosophy. I will put these elements together for an attempt to give an imperfect definition of philosophy – something that Kant promised but never did – in the conclusion.",
      "citationCount": 11,
      "doi": "10.1515/opphil-2020-0190",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/57f505feb4b65e7766c7c11b70a3dfe97d0455d9",
      "venue": "Open Philosophy",
      "journal": {
        "name": "Open Philosophy",
        "pages": "292 - 310",
        "volume": "4"
      },
      "publicationTypes": null
    },
    {
      "paperId": "07d21eb1b9f7736e6004d2c8f8bada7b9fae4fa2",
      "title": "The unexamined philosophy is not worth doing: An introduction to\n New Directions in Metaphilosophy",
      "authors": [
        {
          "name": "Yafeng Shan",
          "authorId": "46196885"
        }
      ],
      "year": 2022,
      "abstract": "Recently there has been an increasing interest in metaphilosphy. The aim of philosophy has been examined. The development of philosophy has also been scrutinised. With the development of new approaches and methods, new problems arise. This collection revisits some of the metaphilosophical issues, including philosophical progress and the aim of philosophy. It sheds new light on some old approaches, such as naturalism and ordinary language philosophy. It also explores new philosophical methods (e.g., digital philosophy of science, conceptual engineering, and the practice-based approach to logic) and their prospects.",
      "citationCount": 0,
      "doi": "10.1111/meta.12553",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/07d21eb1b9f7736e6004d2c8f8bada7b9fae4fa2",
      "venue": "Metaphilosophy",
      "journal": {
        "name": "Metaphilosophy"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b7c13f315bb4316645b08aae28f1ff3643e924e8",
      "title": "Philosophy Examined: Metaphilosophy in Pragmatic Perspective by Nicholas Rescher (review)",
      "authors": [
        {
          "name": "Daniel J. Pierson",
          "authorId": "133851206"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1353/rvm.2022.0040",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b7c13f315bb4316645b08aae28f1ff3643e924e8",
      "venue": "Review of Metaphysics",
      "journal": {
        "name": "The Review of Metaphysics",
        "pages": "825 - 827",
        "volume": "75"
      },
      "publicationTypes": [
        "Review"
      ]
    }
  ],
  "count": 40,
  "errors": []
}
