{
  "status": "success",
  "source": "semantic_scholar",
  "query": "scholarly misrepresentation ethics",
  "results": [
    {
      "paperId": "8acee9064ee4741ae45eee5ffe2bd8210d159ef6",
      "title": "Can Islam Accommodate Homosexual Acts? Qur’anic Revisionism and the Case of Scott Kugle",
      "authors": [
        {
          "name": "Mobeen Vaid",
          "authorId": "147622977"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 10,
      "doi": "10.35632/ajiss.v34i3.352",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8acee9064ee4741ae45eee5ffe2bd8210d159ef6",
      "venue": "",
      "journal": {
        "name": "The American journal of Islamic social sciences",
        "pages": "45-97",
        "volume": "34"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0a9fffaa461c80618c400b059d0a6f8ca37d5081",
      "title": "What Adam Smith Really Thought Should Not Matter",
      "authors": [
        {
          "name": "T. Wells",
          "authorId": "153937370"
        }
      ],
      "year": 2019,
      "abstract": "Hühn and Dierksmeier argue that a better understanding of Adam Smith’s work would improve business ethics research and education. I worry that their approach encourages two scholarly sins. First, anachronistic historiography in which we distort Smith’s ideas by making him answer questions about contemporary debates in CSR theory. Second, treating him as a prophet by assuming that finding out what Smith would have thought about it is the right way to answer such questions. MATTHIAS HÜHN AND Claus Dierksmeier make extensive and effective use of scholarship in the history of ideas to refute the greed is good caricature of Adam Smith that has become received wisdom among business ethicists. This is a valuable negative service since the persistent misrepresentation of Smith by our discipline is not only a collective failure of scholarship, but has also legitimated a distorted view of the role of ethics in a market economy. However, I am not persuaded of what the authors claim is their positive contribution: that a better understanding of ‘the real A. Smith’ leads to better normative business ethics research and education. University of Tilburg. Email: T.R.Wells@uvt.nl 1 ____________________________________________ Discuss this commentary at https://wp.me/p2x7zx-oJ Cite as: Bus Ethics J Rev 7(7): 40–46, \u2028 https://doi.org/10.12747/bejr2019.07.07 Edited by Chris MacDonald & Alexei Marcoux",
      "citationCount": 4,
      "doi": "10.12747/bejr2019.07.07",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0a9fffaa461c80618c400b059d0a6f8ca37d5081",
      "venue": "Business Ethics Journal Review",
      "journal": {
        "name": "Business Ethics Journal Review"
      },
      "publicationTypes": null
    },
    {
      "paperId": "e64ffe910669d0ac4642ae9e10033299a8e0fe12",
      "title": "Reassembling Creation: Green Ethics and Scholarly Disciplines in the Islamic Tradition",
      "authors": [
        {
          "name": "Birgit Krawietz",
          "authorId": "2399359956"
        },
        {
          "name": "Mohammad Ghaly",
          "authorId": "2228080377"
        }
      ],
      "year": 2025,
      "abstract": "\n \n While the literature on Islamic Green Ethics (\n GE\n ) has burgeoned, its discourses often remain constrained, either by mirroring global environmental narratives or by uncritically repeating doctrinal postulates. This editorial argues for a more robust and historically grounded approach, proposing a methodology of “reassembling creation” through a systematic engagement with the full spectrum of the Islamic tradition. It introduces a tripartite typology, distinguishing between scholarly disciplines, sub-disciplines, and specialised genres, as an analytical framework to map this vast intellectual landscape. This framework facilitates engaging with a diverse array of sources, including jurisprudence\n (fiqh)\n , theology (\n kalām\n ), philosophy\n (falsafa)\n , Sufism (\n taṣawwuf\n ), and practical genres like Prophetic medicine (\n ṭibb al-nabawī\n ) and public supervision (\n ḥisba\n ).\n \n The articles included in this thematic issue serve as case studies that embody this interdisciplinary and critical method. The contributions derive principles from the Qurʾān and Sunna, analyse classical philosophical traditions, and construct contemporary ethical frameworks from both Sunnī and Shīʿī perspectives. Ultimately, this editorial and the accompanying articles aim to stimulate a more comprehensive and critically engaged discourse, demonstrating the Islamic tradition’s rich potential to address contemporary ecological challenges.",
      "citationCount": 0,
      "doi": "10.1163/24685542-20250011",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e64ffe910669d0ac4642ae9e10033299a8e0fe12",
      "venue": "Journal of Islamic Ethics",
      "journal": {
        "name": "Journal of Islamic Ethics"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5cc65de7da2a67414a04f84d9f91552c1ad7b3aa",
      "title": "Cross-Cultural Perspectives on Quantum Ethics: A Comparative Analysis of Western and Chinese Scholarly Discourses",
      "authors": [
        {
          "name": "Kylee Shiekh",
          "authorId": "2278161822"
        },
        {
          "name": "Yi-Xiang Shawn Sun",
          "authorId": "2375077960"
        },
        {
          "name": "Qin Zhu",
          "authorId": "2278223857"
        }
      ],
      "year": 2025,
      "abstract": "The rapid advancements in quantum technology, spanning computing, communication, and sense, necessitate a robust ethical governance framework to address emerging societal and geopolitical challenges and generate socially desirable outcomes. This study investigates the discourse on quantum ethics by comparing perspectives from Western and Chinese scholars. We conduct a comparative analysis of scholarly publications across two cultures to explore the perceived significance of quantum ethics, the preferred ethical approaches, and the core values that are shaping this emerging field. Western scholars largely emphasize regulatory measures, collective responsibility, and macro-ethical considerations, whereas Chinese scholars integrate philosophical perspectives, micro-ethical concerns, and national governance strategies. While both contexts recognize privacy, security, and responsible innovation as critical ethical principles, their interpretations diverge based on cultural and geopolitical influences. This research contributes to the formation of a globally informed ethical framework for quantum technology, facilitating cross-cultural dialogue and collaboration in the responsible development of quantum advancements.",
      "citationCount": 0,
      "doi": "10.1109/ETHICS65148.2025.11098419",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5cc65de7da2a67414a04f84d9f91552c1ad7b3aa",
      "venue": "Ethics: An International Journal of Social, Political, and Legal Philosophy",
      "journal": {
        "name": "2025 IEEE International Symposium on Ethics in Engineering, Science, and Technology (ETHICS)",
        "pages": "1-8"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3c3963385227dba675bda94746035c1bfb537308",
      "title": "THE AIMS AND ETHICS OF SCHOLARLY WRITING: IBN KHALDŪN’S REFLECTIONS IN THE MUQADDIMAH (VI:33)",
      "authors": [
        {
          "name": "Azenita Abdullah",
          "authorId": "2401457323"
        }
      ],
      "year": 2025,
      "abstract": "This essay provides a critical analysis of Ibn Khaldūn’s perspectives on the aims and purposes of scholarly composition as articulated in the Muqaddimah. For Ibn Khaldūn, writing transcended mere technical execution; it represented the highest form of scholarly communication, preserving knowledge across generations and ensuring that science and learning benefit those “who are absent and live at a later time.” Accordingly, he delineated seven legitimate aims of composition, from the creation of new sciences to the judicious abridgment of extensive works. These aims, he contended, protect scholarship from distortion, plagiarism, and superficial repetition, while affirming its status as a trust (amānah) to be fulfilled with integrity in the service of truth and future generations. This essay contextualises these reflections within the intellectual milieu of the fourteenth century, characterised by the proliferation of commentaries and indiscriminate abridgments. It demonstrates how Ibn Khaldūn’s critique addressed the risks of stagnation in scholarship and highlights the continued relevance of his insights to contemporary academic discourse, including the pressures of “publish or perish” and issues of academic integrity. In this way, the essay affirms Ibn Khaldūn’s enduring contribution to authentic scholarship and to an ethical conception of authorship, which remains essential to both the Islamic intellectual tradition and the broader endeavour of civilisation-building.",
      "citationCount": 0,
      "doi": "10.31436/shajarah.v30i02.2291",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3c3963385227dba675bda94746035c1bfb537308",
      "venue": "Al-Shajarah Journal of the International Institute of Islamic Thought and Civilization (ISTAC)",
      "journal": {
        "name": "Al-Shajarah Journal of the International Institute of Islamic Thought and Civilization (ISTAC)"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e211b138f328dd636e9cac6c2d8b27ca5db6e8d6",
      "title": "Charting the Future: AI, Ethics, and Scholarly Publishing in the Humanities and Social Sciences",
      "authors": [
        {
          "name": "N. D. S. Kanwal",
          "authorId": "2136944311"
        },
        {
          "name": "Trần Thị Vân Dung",
          "authorId": "2224193589"
        }
      ],
      "year": 2025,
      "abstract": "The integration of artificial intelligence (AI) in scholarly publishing is reshaping the landscape of academic communication, improving efficiency, accuracy, and inclusivity. This editorial explores the evolving role of Artificial Intelligence (AI) in scholarly publishing, especially within the humanities and social sciences. As AI tools become increasingly integrated into academic workflows—from data analysis to editorial support—researchers and journals face opportunities and ethical challenges. Using secondary data from indexed journals, policy publications, and institutional guidelines, this paper assesses the emerging trends, differentiates between AI-enabled and AI-created works, and proposes strategic recommendations for journals such as the Horizon Journal of Humanities and Social Sciences Research (JHSSR). Special attention is given to the role of AI in enhancing peer review, academic writing, and research integrity. The editorial concludes with proposed future directions, including thematic issues on AI’s socio-cultural impact and frameworks for responsible AI usage in academia. The article concludes with an invitation to researchers to submit their work to JHSSR, emphasizing its commitment to rigorous peer review and global academic discourse.",
      "citationCount": 0,
      "doi": "10.37534/bp.jhssr.2025.v7.ns.id1300.p1-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e211b138f328dd636e9cac6c2d8b27ca5db6e8d6",
      "venue": "Journal of Humanities and Social Sciences Research",
      "journal": {
        "name": "Journal of Humanities and Social Sciences Research"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "3c89064b326edd57adc345570cd6a1b377a4861a",
      "title": "The Complex Challenges of Modern Leadership: A Scholarly Overview of Ethics, Democracy, and Political Leadership",
      "authors": [
        {
          "name": "Cristine de Clercy",
          "authorId": "2053838432"
        }
      ],
      "year": 2025,
      "abstract": "Considering how 2025 compares with 2020, which was described as one of the worst years ever in part because of the Covid-19 pandemic and other challenging events, sharpens our appreciation of the complexity of modern leadership. The nine articles within this thematic issue adeptly engage with the collection’s main themes of ethics, democracy, and political leadership at the theoretical and empirical level. As a group, the authors present an impressive range of specific examples of political leadership as well as citizen-based social action. The complexity found in exercising competent, democratic, ethical leadership in today’s political context is a common theme across these works. As well, the continuing importance of trust in the exercise of leadership signals the necessity for more academic scholarship on this topic.",
      "citationCount": 0,
      "doi": "10.17645/pag.11151",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3c89064b326edd57adc345570cd6a1b377a4861a",
      "venue": "Politics and Governance",
      "journal": {
        "name": "Politics and Governance"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "2ac2019b2d22d107135ec2958a699f90df00bbb3",
      "title": "Artificial intelligence (AI) and scholarly publishing ethics: A content analysis of journal policies",
      "authors": [
        {
          "name": "Mei Zhang",
          "authorId": "2326827930"
        },
        {
          "name": "Deborah Charbonneau",
          "authorId": "2326784357"
        }
      ],
      "year": 2024,
      "abstract": "Artificial intelligence (AI) technologies have received significant attention since the launch of ChatGPT in late 2022. People are experimenting with AI technologies in different aspects of daily life, including the use of AI tools in the scholarly writing process. Researchers and journal publishers are debating the impact of AI technologies on the quality and accountability of scholarly works. Indeed, scholarly journals play an important role in the dissemination of research and should be advising authors on the appropriate and acceptable use of AI technologies in scholarly publishing. Yet very few studies have examined how journals are providing AI-related guidance to authors.\nThis work-in-progress (WIP) research explores how scholarly journals advise authors about the use of AI in the scholarly writing process by conducting a content analysis of journal policies. Specifically, the study sample was comprised of the top 20 journals, identified using journal metrics provided by Google Scholar in the following subject areas: STEM, humanities, literature & arts, social sciences, and library and information sciences. Policies from these 80 journals were collected from publicly available websites and then examined in August 2024 to assess how journals are currently providing AI-related guidance to authors. The guiding research questions and content analysis focused on the following aspects: 1) The presence or absence of AI in the journal policy; 2) Definition / examples of AI; 3) Guidance on the use of AI for authors; 4) Guidelines about AI for peer reviewers. In this WIP poster, preliminary findings from the content analysis are presented.",
      "citationCount": 0,
      "doi": "10.21900/j.alise.2024.1718",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2ac2019b2d22d107135ec2958a699f90df00bbb3",
      "venue": "Proceedings of the ALISE Annual Conference",
      "journal": {
        "name": "Proceedings of the ALISE Annual Conference"
      },
      "publicationTypes": [
        "JournalArticle",
        "Conference",
        "Review"
      ]
    },
    {
      "paperId": "892c539f58b8a90a5fb4883e6f9fa9aaee38019f",
      "title": "Ethics of posthumous scholarly authorship in the sciences",
      "authors": [
        {
          "name": "David Nunan",
          "authorId": "2277377184"
        },
        {
          "name": "J. Aronson",
          "authorId": "2238440336"
        }
      ],
      "year": 2024,
      "abstract": "David Nunan and Jeff Aronson suggest that formal criteria are needed to determine eligibility for posthumous authorship and for dealing with associated ethical problems",
      "citationCount": 2,
      "doi": "10.1136/bmj-2024-080830",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/892c539f58b8a90a5fb4883e6f9fa9aaee38019f",
      "venue": "British medical journal",
      "journal": {
        "name": "BMJ",
        "volume": "387"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0d140d405916137cf5d91fbc8174f3aedc8239e9",
      "title": "The ethics of disclosing the use of artificial intelligence tools in writing scholarly manuscripts",
      "authors": [
        {
          "name": "Mohammad Hosseini",
          "authorId": "2182367060"
        },
        {
          "name": "D. Resnik",
          "authorId": "2286582"
        },
        {
          "name": "Kristi L. Holmes",
          "authorId": "2056768655"
        }
      ],
      "year": 2023,
      "abstract": "In this article, we discuss ethical issues related to using and disclosing artificial intelligence (AI) tools, such as ChatGPT and other systems based on large language models (LLMs), to write or edit scholarly manuscripts. Some journals, such as Science, have banned the use of LLMs because of the ethical problems they raise concerning responsible authorship. We argue that this is not a reasonable response to the moral conundrums created by the use of LLMs because bans are unenforceable and would encourage undisclosed use of LLMs. Furthermore, LLMs can be useful in writing, reviewing and editing text, and promote equity in science. Others have argued that LLMs should be mentioned in the acknowledgments since they do not meet all the authorship criteria. We argue that naming LLMs as authors or mentioning them in the acknowledgments are both inappropriate forms of recognition because LLMs do not have free will and therefore cannot be held morally or legally responsible for what they do. Tools in general, and software in particular, are usually cited in-text, followed by being mentioned in the references. We provide suggestions to improve APA Style for referencing ChatGPT to specifically indicate the contributor who used LLMs (because interactions are stored on personal user accounts), the used version and model (because the same version could use different language models and generate dissimilar responses, e.g., ChatGPT May 12 Version GPT3.5 or GPT4), and the time of usage (because LLMs evolve fast and generate dissimilar responses over time). We recommend that researchers who use LLMs: (1) disclose their use in the introduction or methods section to transparently describe details such as used prompts and note which parts of the text are affected, (2) use in-text citations and references (to recognize their used applications and improve findability and indexing), and (3) record and submit their relevant interactions with LLMs as supplementary material or appendices.",
      "citationCount": 142,
      "doi": "10.1177/17470161231180449",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0d140d405916137cf5d91fbc8174f3aedc8239e9",
      "venue": "Research ethics",
      "journal": {
        "name": "Research ethics",
        "pages": "449 - 465",
        "volume": "19"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "2eb74e260560419608175a08dfc3f4243535fdce",
      "title": "Scholarly Discourse on the Visuality of Ethics in Gaming: An Opening Conversation",
      "authors": [
        {
          "name": "Ben Redder",
          "authorId": "146297239"
        },
        {
          "name": "G. Schott",
          "authorId": "33143336"
        }
      ],
      "year": 2023,
      "abstract": "\nThis article offers perspectives into some of the key intersections between ethics in representation and game design by showcasing an extended ten-minute version of the presenters’ original video about the provocation of visual ethics in gaming, first shown at the summit ‘Re/Sponse-able Visual Ethics.’ This version particularly divulges further detail into the ludic and congruent real-world dynamics that come into play in coding and facilitating both the game’s system of rules and mechanics as well as the player’s immersion in its game world. Topics principally addressed included the relationship and function of violence in procedural-based game activity, and game developer intentions or responses to their chosen subjects and themes embedded into their game. While the video and its topics primarily aligned to the presenters’ respective disciplines, it is still a valuable platform to instigate new or expand existing avenues of research into the relationship of ethics and gaming.",
      "citationCount": 0,
      "doi": "10.1163/23644583-bja10037",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2eb74e260560419608175a08dfc3f4243535fdce",
      "venue": "Video Journal of Education and Pedagogy",
      "journal": {
        "name": "Video Journal of Education and Pedagogy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a44f02852c7c6d83f564e730ed7d7301f684c294",
      "title": "The Predatory Paradox: Ethics, Politics, and Practices in Contemporary Scholarly Publishing",
      "authors": [
        {
          "name": "Amy Koerber",
          "authorId": "2354462218"
        },
        {
          "name": "Jesse C. Starkey",
          "authorId": "2001681391"
        },
        {
          "name": "K. Ardon-Dryer",
          "authorId": "1403071501"
        },
        {
          "name": "R. Cummins",
          "authorId": "113406093"
        },
        {
          "name": "Lyombe Eko",
          "authorId": "107590844"
        },
        {
          "name": "Kerk F. Kee",
          "authorId": "2678882"
        }
      ],
      "year": 2023,
      "abstract": "In today’s ‘publish or perish’ academic setting, the institutional prizing of quantity over quality has given rise to and perpetuated the dilemma of predatory publishing. Upon a close examination, however, the definition of ‘predatory’ itself becomes slippery, evading neat boxes or lists which might seek to easily define and guard against it. This volume serves to foreground a nuanced representation of this multifaceted issue. In such a rapidly evolving landscape, this book becomes a field guide to its historical, political, and economic aspects, presenting thoughtful interviews, legal analysis and original research. Case studies from both European-American and non-European-American stakeholders emphasize the worldwide nature of the challenge faced by researchers of all levels.\n This coauthored book is structured into both textual and supplemental materials. Key takeaways, discussion questions, and complete classroom activities accompanying each chapter provide opportunities for engagement and real-world applications of these concepts. \n Crucially relevant to early career researchers and the senior faculty, library scholars, and administrators who mentor and support them, 'The Predatory Paradox: Ethics, Politics, and Practices in Contemporary Scholarly Publishing' offers practical recommendations for navigating the complex and often contradictory advice currently available. University instructors and teaching faculty will also find the reading essential in order to properly prepare both graduate and undergraduate students for the potential pitfalls endemic to scholarly publishing.",
      "citationCount": 2,
      "doi": "10.11647/obp.0364",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a44f02852c7c6d83f564e730ed7d7301f684c294",
      "venue": "Technical Communication Quarterly",
      "journal": {
        "name": "Technical Communication Quarterly",
        "pages": "291 - 294",
        "volume": "34"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "88dbbeac766a1cab72517cd6fbe85c2136438661",
      "title": "The Ethics of Indigenous Knowledge Ownership and Access in Scholarly Publishing",
      "authors": [
        {
          "name": "Anna Maltbie",
          "authorId": "2223509079"
        },
        {
          "name": "Chen He",
          "authorId": "2087126637"
        },
        {
          "name": "Oyedele Ojeniyi",
          "authorId": "2222370509"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.14293/s2199-ssp-am23-01031",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/88dbbeac766a1cab72517cd6fbe85c2136438661",
      "venue": "The Ethics of Indigenous Knowledge Ownership and Access in Scholarly Publishing",
      "journal": {
        "name": "The Ethics of Indigenous Knowledge Ownership and Access in Scholarly Publishing"
      },
      "publicationTypes": null
    },
    {
      "paperId": "88a0529bf2e4355b084d97f14d05d58d36150f51",
      "title": "From Policy Relevance to Present Relevance: Entanglement, Scholarly Responsibility, and the Ethics of Quantum Social Theory",
      "authors": [
        {
          "name": "C. McIntosh",
          "authorId": "88707980"
        }
      ],
      "year": 2022,
      "abstract": "\n Debates about the role of international relations (IR) scholarship in contemporary politics historically privilege “policy relevance” as both a goal and site of debate. The role of scholarship, scholars, and scholarly collectives has become increasingly resonant given the overlapping crises of white supremacy, police violence, and state repression in the United States, the worldwide pandemic, and the antidemocratic nationalist politics throughout Europe and the United States. Critical IR and critical security studies typically resist policy engagement entirely, positioning critical thought and inquiry as political intervention in and of itself. Here, I explore that claim using quantum concepts that foreground the inextricability of entanglement in thinking politics, ethics, and action. Ultimately, I argue that IR should move toward engaging and being responsible to the/a political present. Drawing on the temporality in IR literature, I argue that we are always already entangled with a heterotemporal present. Framing the question of political relevance as a binary of for/against precludes an effective assessment of the politics and normative meaning of scholarly interventions into contemporary politics. By reformulating our understanding of scholarship as produced by and reproducing a political present, something with which we are inevitably entangled whether we choose to be or not, the question of relevance becomes reoriented toward scholarly relationships with a/many presents, and consequently, a/many pasts and futures. Negotiating this dynamic is a more complex question than the narrow formulation of policy and/or political recommendations, and requires a fundamental rethinking of the presumption that scholarship in and of itself is sufficient.",
      "citationCount": 6,
      "doi": "10.1093/isagsq/ksac052",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/88a0529bf2e4355b084d97f14d05d58d36150f51",
      "venue": "Global Studies Quarterly",
      "journal": {
        "name": "Global Studies Quarterly"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b9e5305f710eecc63a697c50fdf89bfa862027f6",
      "title": "Ethics in Muslim Writing and Research Methodology: The Case of Ibn Khaldun's Scholarly Writing",
      "authors": [
        {
          "name": "Salah Machouche",
          "authorId": "118484403"
        },
        {
          "name": "Benaouda Bensaid",
          "authorId": "143943500"
        }
      ],
      "year": 2022,
      "abstract": "This study examines the concept and practice of scholarly writing among Muslim scholars, with a special reference to 'Abdul Rahman Ibn Khaldun (d.1406). The research draws on a textual analysis of Ibn Khaldun’s Muqaddimah and other early Muslim works regarding the craft of writing while addressing the broader, wider context of writing ethicality and its influence on social consciousness. This study discusses the worldview and ethics of writing, concepts, and terminologies, sources and objectives, investigation, and styles of presentation according. This research demonstrates that Ibn Khaldun’s writing methodology and style continue to stand as a prime example for scholarship in the social sciences and that his spiritual beliefs and value system served to further enhance the originality and rigor of his writing and conceptual schemes. Further inductive research conducted across a larger body of Muslim literature will bring about interesting insights on the relationship between spirituality and research writing, as well as the historical contribution of Muslim authors to the advancement of universal knowledge.",
      "citationCount": 1,
      "doi": "10.22452/jat.vol17no2.4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b9e5305f710eecc63a697c50fdf89bfa862027f6",
      "venue": "Journal of Al-Tamaddun",
      "journal": {
        "name": "Journal of Al-Tamaddun"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3b624b134594a3901a99f539a840fb52946d84c1",
      "title": "Postscript: in-pandemic academia, scholarly practices, and an ethics of care",
      "authors": [
        {
          "name": "H. Shin",
          "authorId": "4453151"
        },
        {
          "name": "Yi Jin",
          "authorId": "2110835349"
        },
        {
          "name": "Sin Yee Koh",
          "authorId": "103885000"
        },
        {
          "name": "M. Mckenzie",
          "authorId": "98331815"
        },
        {
          "name": "D. Oh",
          "authorId": "40029944"
        },
        {
          "name": "Yimin Zhao",
          "authorId": "2141659602"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.31389/lsepress.cov.z",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3b624b134594a3901a99f539a840fb52946d84c1",
      "venue": "COVID-19 in Southeast Asia: Insights for a post-pandemic world",
      "journal": {
        "name": "COVID-19 in Southeast Asia: Insights for a post-pandemic world"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d0bf3a38f35a75fd6948017fc0e51b0487cd2b83",
      "title": "The Power of Ethics and Standards When the Scholarly System Fails",
      "authors": [
        {
          "name": "S. Yoon",
          "authorId": "7748529"
        },
        {
          "name": "Heeyoung Han",
          "authorId": "7411196"
        },
        {
          "name": "Caleb Seung‐Hyun Han",
          "authorId": "1485388223"
        },
        {
          "name": "D. Chai",
          "authorId": "73227924"
        }
      ],
      "year": 2021,
      "abstract": "Scholarly published work to understand world events is a potent force in learning to improve the human condition. However, which points or criteria are important in interpreting these events are often less than clear. Given the significant societal changing events of the past year that challenge human dignity and values (e.g., pandemic, storming of US Capitol, Black Lives Matter), Human Resource Development (HRD) or cognate field scholars have a responsibility to study these phenomena in ways that uphold the ethics and standards of academic research (Russ-Eft, 2018; Werner, 2016). Whether a concept study or probabilistic analysis, journal articles are academia’s venue, which serve as historical markers to further shape the identity of the discipline. A recent peer-reviewed paper regarding a World War II incident has become a wake-up call that challenges the academic integrity of peer-reviewed articles and journals. In response to this situation, we examine the relevance of this case to AHRD Standards on Ethics and illuminate how research integrity, ethics, and rigor are important and helpful for interpreting a major or series of world event.",
      "citationCount": 4,
      "doi": "10.1177/15344843211006795",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d0bf3a38f35a75fd6948017fc0e51b0487cd2b83",
      "venue": "",
      "journal": {
        "name": "Human Resource Development Review",
        "pages": "136 - 142",
        "volume": "20"
      },
      "publicationTypes": [
        "Editorial",
        "Review"
      ]
    },
    {
      "paperId": "2ff60b09cdfc039ca31eba0688385e570d3d762c",
      "title": "Teacher ethics as a research problem: a narrative review of the scholarly writings",
      "authors": [
        {
          "name": "N. Bissembayeva",
          "authorId": "2406656794"
        },
        {
          "name": "S. Nurgaliyeva",
          "authorId": "2313926431"
        },
        {
          "name": "P. Ishanov",
          "authorId": "115190654"
        }
      ],
      "year": 2021,
      "abstract": "The authors explore a vital problem of our time, i.e., the professional ethics of teachers. Considering the relevance of this problem, the authors of this paper initiated a study devoted to a narrative review of scientific sources of foreign authors from far and near abroad on teaching professional ethics to future teachers, synthesizing points of view on key aspects of this problem. The research was carried out by the method of systematization and generalization of pedagogical experience in the aspect of the issue under study, thus the authors of this work tried to bring experimental facts of scientific views of authors from far and near abroad into the system of observation. According to the results of interviews with graduate students, the majority of respondents have low indicators of knowledge and skills in the field of professional ethics by the end of university, which will have a negative impact on their future professional activities. The results of research will expand scientific knowledge on the problem of forming professional ethics among students-future teachers and complement the main provisions of professional ethics and concepts of moral and professional development of the individual, enriching the theory and methodology of continuing professional education.",
      "citationCount": 0,
      "doi": "10.31489/2021ped2/48-53",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2ff60b09cdfc039ca31eba0688385e570d3d762c",
      "venue": "Bulletin of the Karaganda University. Pedagogy series",
      "journal": {
        "name": "Bulletin of the Karaganda University. Pedagogy series"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "461a1758735b28e334a8d23e643ab15c2f68e5e3",
      "title": "The Need for Ethics in Scholarly Communication",
      "authors": [],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1021/acsguide.10201",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/461a1758735b28e334a8d23e643ab15c2f68e5e3",
      "venue": "The ACS Guide to Scholarly Communication",
      "journal": {
        "name": "The ACS Guide to Scholarly Communication"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6142ce0739c4bb11f3d0d29d49f7c5e744db6c63",
      "title": "Ethics of Scholarly Collaboration",
      "authors": [
        {
          "name": "C. Milton",
          "authorId": "6672186"
        }
      ],
      "year": 2019,
      "abstract": "Scholarly collaboration with others involves endeavors filled with known-unknown expectations and ambiguity in the development of projects, presentations, and publications. This article begins an exploration of potential ethics involved in situations of collaboration among scholars as potential conflicts of interest unfold. The straight-thinking ethos surrounding collaboration is highlighted from a humanbecoming leading-following model.",
      "citationCount": 1,
      "doi": "10.1177/0894318419864332",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6142ce0739c4bb11f3d0d29d49f7c5e744db6c63",
      "venue": "Nursing Science Quarterly",
      "journal": {
        "name": "Nursing Science Quarterly",
        "pages": "276 - 277",
        "volume": "32"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
