{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Medina epistemic injustice hermeneutical",
  "results": [
    {
      "paperId": "735ffbaa994737fb3955c49c7fc330fd280f4db8",
      "title": "Failures and possibilities of epistemic justice, with some implications for higher education",
      "authors": [
        {
          "name": "M. Walker",
          "authorId": "10899249"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 39,
      "doi": "10.1080/17508487.2018.1474774",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/735ffbaa994737fb3955c49c7fc330fd280f4db8",
      "venue": "",
      "journal": {
        "name": "Critical Studies in Education",
        "pages": "263 - 278",
        "volume": "61"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b9e34292541c8b8aacce5cbbfcdcd6473620f442",
      "title": "From silencing to extracted testimony in trials for gender-based violence: a performative approach to ideological oppression",
      "authors": [
        {
          "name": "Eleonora Volta",
          "authorId": "2358391645"
        }
      ],
      "year": 2024,
      "abstract": "Much recent work in feminist philosophy of language and epistemology has focused on how power constrains speech and testimony. This paper aims to highlight the flip side of silencing by looking at the productive power of sexist ideology in the context of the Italian gender-based violence crime trial. Building on José Medina’s performative account of epistemic injustice (2013; 2021), I argue that when sexist conceptual resources are used by the judge as an epistemic lens, they do ideological work by setting unfair constraints on the communicative and epistemic agency of the complainant in the obtaining of her testimony. Moreover, I argue that the very same hermeneutical insensitivities and distorting concepts that shape patterns of silence can give rise to forms of agential testimonial injustice (Lackey 2023) in which the only witness statements believed by the Court are those elicited through oppressive questions that obscure, deny, or minimize the reported violence, constituting a form of extracted speech (McKinney 2016). In practical terms, this paper intends to offer a possible theoretical tool to detect and counteract those unjust discursive practices that prevent an unbiased constitution of testimonial evidence.",
      "citationCount": 1,
      "doi": "10.4000/13tur",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b9e34292541c8b8aacce5cbbfcdcd6473620f442",
      "venue": "Rivista di Estetica",
      "journal": {
        "name": "Rivista di estetica"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "24c29f9964ccee112963f230e0e9eb45ff55b882",
      "title": "What's Harassment? (Epistemic Injustice—Hermeneutical)",
      "authors": [
        {
          "name": "K. McCain",
          "authorId": "2848496"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.4324/9781003121091-40",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/24c29f9964ccee112963f230e0e9eb45ff55b882",
      "venue": "Epistemology: 50 Puzzles, Paradoxes, and Thought Experiments",
      "journal": {
        "name": "Epistemology: 50 Puzzles, Paradoxes, and Thought Experiments"
      },
      "publicationTypes": null
    },
    {
      "paperId": "e92f287a21d24d23c03d12d0de52db1b89fba3d3",
      "title": "A taxonomy of epistemic injustice in the context of AI and the case for generative hermeneutical erasure",
      "authors": [
        {
          "name": "Warmhold Jan Thomas Mollema",
          "authorId": "2289416486"
        }
      ],
      "year": 2025,
      "abstract": "Epistemic injustice related to AI is a growing concern. In relation to machine learning models, epistemic injustice can have a diverse range of sources, ranging from epistemic opacity, the discriminatory automation of testimonial prejudice, and the distortion of human beliefs via generative AI’s hallucinations to the exclusion of the global South in global AI governance, the execution of bureaucratic violence via algorithmic systems, and interactions with conversational artificial agents. Based on a proposed general taxonomy of epistemic injustice, this paper first sketches a taxonomy of the types of epistemic injustice in the context of AI, relying on the work of scholars from the fields of philosophy of technology, political philosophy and social epistemology. Secondly, an additional conceptualization on epistemic injustice in the context of AI is provided: generative hermeneutical erasure. I argue that this injustice the automation of ‘epistemicide’, the injustice done to epistemic agents in their capacity for collective sense-making through the suppression of difference in epistemology and conceptualization by LLMs. AI systems’ ‘view from nowhere’ epistemically inferiorizes non-Western epistemologies and thereby contributes to the erosion of their epistemic particulars, gradually contributing to hermeneutical erasure. This work’s relevance lies in proposal of a taxonomy that allows epistemic injustices to be mapped in the AI domain and the proposal of a novel form of AI-related epistemic injustice.",
      "citationCount": 5,
      "doi": "10.1007/s43681-025-00801-w",
      "arxivId": "2504.07531",
      "url": "https://www.semanticscholar.org/paper/e92f287a21d24d23c03d12d0de52db1b89fba3d3",
      "venue": "AI and Ethics",
      "journal": {
        "name": "AI and Ethics",
        "pages": "5535 - 5555",
        "volume": "5"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e058c2db90b7323fa6216caf9eefb4ea866930f2",
      "title": "Decolonisation of Epistemic Injustice in Africa: Appraisal of Fricker's Testimonial and Hermeneutical Epistemic Injustices",
      "authors": [
        {
          "name": "Francis Ating",
          "authorId": "2375837765"
        },
        {
          "name": "I. Umotong",
          "authorId": "147008438"
        },
        {
          "name": "I. Ignatius",
          "authorId": "2368877074"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.2139/ssrn.5821322",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e058c2db90b7323fa6216caf9eefb4ea866930f2",
      "venue": "Social Science Research Network",
      "journal": {
        "name": "SSRN Electronic Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c3ff03e4ccb461e76b2824efa46145b0533a2cb7",
      "title": "Hermeneutical Injustice and Epistemic Basing Failure",
      "authors": [
        {
          "name": "Patrick Bondy",
          "authorId": "2363234399"
        }
      ],
      "year": 2025,
      "abstract": "This paper introduces a problem relating to hermeneutical injustice that is grounded in epistemic basing failure. Mona Simion has recently argued for an extension of Miranda Fricker’s concept of hermeneutical injustice, to cover cases where subjects have good reasons for important beliefs available to them, but they fail to form the relevant beliefs. This paper further argues that hermeneutical injustices can arise in cases where subjects have good reasons available, and they do hold the relevant beliefs that are supported by those reasons, but they fail to hold their beliefs on the basis of the good reasons that are available to them.",
      "citationCount": 0,
      "doi": "10.15366/ria2025.m5.001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c3ff03e4ccb461e76b2824efa46145b0533a2cb7",
      "venue": "Revista Iberoamericana de Argumentación",
      "journal": {
        "name": "Revista Iberoamericana de Argumentación"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "34eb91bdec0aa872b587a6d727291817a4cbaf21",
      "title": "The Epistemology of Resistance: Gender and Racial Oppression, Epistemic Injustice, and Resistant Imaginations",
      "authors": [
        {
          "name": "José Medina",
          "authorId": "144028158"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 1023,
      "doi": "10.5860/choice.50-6107",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/34eb91bdec0aa872b587a6d727291817a4cbaf21",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "e3a65deab7cc604025085541aeb37a46e53bced7",
      "title": "Towards Epistemic Translatability: On Epistemic Difference and Hermeneutical Injustice",
      "authors": [
        {
          "name": "Angelo Vannini",
          "authorId": "2144582037"
        }
      ],
      "year": 2023,
      "abstract": "ABSTRACT This paper addresses the relationship between epistemic difference and hermeneutical injustice, starting from an example discussed by Townsend and Townsend: the case of the Kichwa Indigenous People of Sarayaku v. Ecuador before the Inter-American Court of Human Rights. My thesis is that translation is inevitably at work in communicative exchanges involving epistemic difference, and that considering the problem of translation allows us to refine our understanding of epistemic injustice and mobilise further resources to respond to it. In a first step, I will discuss McGlynn’s critique of Townsend and Townsend’s approach, and in particular the notion of discursive injustice elaborated by Kukla. Drawing on the notion of symbolic institution as theorised by the Belgian phenomenologist Marc Richir, I will show how translation is at work in this case, seeking to pinpoint the hermeneutical injustice at play. In a second step, I will reflect on the different paradigms of translation and argue for a broad, processual and layered conception of it. Building on Antonio Gramsci’s concept of translatability of languages, I will introduce the notion of epistemic translatability as that which allows translational strategies to be devised across epistemic difference in order to counter hermeneutical injustice.",
      "citationCount": 0,
      "doi": "10.1080/02691728.2023.2188127",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e3a65deab7cc604025085541aeb37a46e53bced7",
      "venue": "Social Epistemology",
      "journal": {
        "name": "Social Epistemology",
        "pages": "839 - 851",
        "volume": "37"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8bfc695784b964d03848f03d578216f0dc3c8d74",
      "title": "Epistemic Injustice in Generative AI",
      "authors": [
        {
          "name": "Jackie Kay",
          "authorId": "2347534242"
        },
        {
          "name": "Atoosa Kasirzadeh",
          "authorId": "51880633"
        },
        {
          "name": "Shakir Mohamed",
          "authorId": "2316610358"
        }
      ],
      "year": 2024,
      "abstract": "This paper investigates how generative AI can potentially undermine the integrity of collective knowledge and the processes we rely on to acquire, assess, and trust information, posing a significant threat to our knowledge ecosystem and democratic discourse. Grounded in social and political philosophy, we introduce the concept of generative algorithmic epistemic injustice. We identify four key dimensions of this phenomenon: amplified and manipulative testimonial injustice, along with hermeneutical ignorance and access injustice. We illustrate each dimension with real-world examples that reveal how generative AI can produce or amplify misinformation, perpetuate representational harm, and create epistemic inequities, particularly in multilingual contexts. By highlighting these injustices, we aim to inform the development of epistemically just generative AI systems, proposing strategies for resistance, system design principles, and two approaches that leverage generative AI to foster a more equitable information ecosystem, thereby safeguarding democratic values and the integrity of knowledge production.",
      "citationCount": 32,
      "doi": "10.48550/arXiv.2408.11441",
      "arxivId": "2408.11441",
      "url": "https://www.semanticscholar.org/paper/8bfc695784b964d03848f03d578216f0dc3c8d74",
      "venue": "AAAI/ACM Conference on AI, Ethics, and Society",
      "journal": {
        "name": "ArXiv",
        "volume": "abs/2408.11441"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "dbba5d00bd700f490dd38f6655bdfd7cf42dd0e9",
      "title": "Wittgenstein, Religion and Deep Epistemic Injustice",
      "authors": [
        {
          "name": "R. Vinten",
          "authorId": "115937544"
        }
      ],
      "year": 2025,
      "abstract": "In his article ‘Epistemic Injustice and Religion’, Ian James Kidd raises the possibility that some epistemic injustices might be deep. To spell out exactly what might be involved in deep epistemic injustices, especially those involving religious worldviews, an obvious place to look is Wittgenstein’s work on religion. Careful reflection on Wittgenstein’s remarks in the ‘Lectures on Religious Belief’ and his late work collected in On Certainty will have implications for how we are to understand the relationships between belief and evidence and for the ways in which we might enrich our hermeneutical sensitivities, and so Wittgenstein’s remarks are helpful for understanding epistemic injustices more generally. This paper will focus on epistemic injustices involving Islamophobia since Islamophobia has, so far, been given little attention in the literature on epistemic injustice.",
      "citationCount": 3,
      "doi": "10.3390/rel16040418",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dbba5d00bd700f490dd38f6655bdfd7cf42dd0e9",
      "venue": "Religions",
      "journal": {
        "name": "Religions"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4243c13ccec1f366e3caa0806a29275bb74a081d",
      "title": "Objectivity, standardization, and epistemic injustice in psychiatry",
      "authors": [
        {
          "name": "Virginia Ballesteros",
          "authorId": "2302490834"
        }
      ],
      "year": 2025,
      "abstract": "This paper analyzes the conception of objectivity in psychiatry as a structural factor that may promote epistemically unjust clinical practices. It argues that because psychiatry primarily relies on patients’ reports of mental symptoms and clinicians’ observations of behavior, it has had to develop ways to address these in a standardized, objective manner. Standardized instruments provide reliability and – presumably – validity in psychiatric assessment and diagnosis. However, by their very nature, they must set aside patients’ perspectives and idiosyncrasies. Understanding objectivity as standardization, this paper argues, promotes treating patients as mere informants or, worse, as sources of information – which may underpin various forms of epistemic injustice, such as hermeneutical or contributory injustice. This paper also addresses recent proposals to include patients’ perspectives in the DSM revision processes, arguing that while this represents a step towards social and epistemic justice, as well as an improvement in diagnostic classification, it remains insufficient for achieving epistemic justice due to the constraints inherent in standardization. The conclusion is that rethinking objectivity beyond standardization is necessary to achieve epistemic justice in psychiatry.",
      "citationCount": 1,
      "doi": "10.1007/s11229-025-05016-4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4243c13ccec1f366e3caa0806a29275bb74a081d",
      "venue": "Synthese",
      "journal": {
        "name": "Synthese",
        "volume": "205"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3c93f6479bdff82f7122fd93fbb452ce6523d036",
      "title": "Misunderstanding Epistemic Injustice: The Case of Chronic Pain Reports",
      "authors": [
        {
          "name": "Veronica de Souza Campos",
          "authorId": "2370334325"
        },
        {
          "name": "Daniel De Luca-Noronha",
          "authorId": "2133495355"
        }
      ],
      "year": 2025,
      "abstract": "This article critiques the broad interpretation of inadequate medical responses to chronic pain reports as instances of testimonial or hermeneutical injustice. While Miranda Fricker's concepts help highlight the neglect of chronic pain sufferers – such as healthcare professionals' failure to take reports seriously (testimonial injustice) or the lack of adequate language to communicate pain experiences (hermeneutical injustice) – we argue that applying these frameworks overlooks important nuances. Specifically, we contend that there is an additional, distinct epistemic failure in how healthcare providers engage with chronic pain complaints: a failure to respond to these reports in adequate ways, beyond merely understanding or believing them. We hypothesize that it has to do with inquisitive inertia (a decision not to investigate further, in the absence of good medical reasons to ground such a decision), and we conceptualize this failure in terms of distributive epistemic injustice, that may persist even in the absence of testimonial or hermeneutical injustices as they are traditionally understood.",
      "citationCount": 1,
      "doi": "10.1111/japp.70032",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3c93f6479bdff82f7122fd93fbb452ce6523d036",
      "venue": "Journal of Applied Philosophy",
      "journal": {
        "name": "Journal of Applied Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "58faa9b42c3e5c79f477ba56e641e131ce0d2e81",
      "title": "Epistemic injustice suffered by patients with rare diseases, poorly understood diseases, and underdiagnosed diseases, and the epistemic advantage granted by these diseases",
      "authors": [
        {
          "name": "Mar Rosàs Tosas",
          "authorId": "2261941402"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1007/s11019-025-10285-4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/58faa9b42c3e5c79f477ba56e641e131ce0d2e81",
      "venue": "Medicine, Health care and Philosophy",
      "journal": {
        "name": "Medicine, Health Care and Philosophy",
        "pages": "693 - 705",
        "volume": "28"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "e93f08d27e443972c540110f87e8c1a0cb57e0d0",
      "title": "Temporal Aspects of Epistemic Injustice: The Case of Patients with Drug Dependence",
      "authors": [
        {
          "name": "Sergei Shevchenko",
          "authorId": "2339173377"
        },
        {
          "name": "Alexey Zhavoronkov",
          "authorId": "2339172476"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11673-024-10404-5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e93f08d27e443972c540110f87e8c1a0cb57e0d0",
      "venue": "Journal of Bioethical Inquiry",
      "journal": {
        "name": "Journal of Bioethical Inquiry",
        "pages": "667 - 677",
        "volume": "22"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5a6a8934d29ec2320a05dc2329a768e18381bfa1",
      "title": "Liberating students from epistemic injustice in academic misconduct processes by shifting to a more compassionate and inclusive approach",
      "authors": [
        {
          "name": "Chloe Courtenay",
          "authorId": "2352579202"
        }
      ],
      "year": 2025,
      "abstract": "Academic misconduct processes in higher education institutions are supposed to ensure fairness. However, these very processes can lead to epistemic injustice (testimonial and hermeneutical) partly because students come from different epistemic cultures and so do not have a homogenised understanding of what constitutes academic misconduct. Understanding the many reasons for why students may turn to academic misconduct either deliberately or accidently is important to inform teaching practice. Learning development needs to guide students away from epistemic ignorance and potential epistemic injustice by actively involving and immersing students in good academic practice as well as focusing on the positives of critical thinking, objective analysis and reasons for why skills such as referencing are important as part of both respectful dialogue and intellectual growth. This would move away from a focus on negatives and punitive approaches.",
      "citationCount": 0,
      "doi": "10.47408/jldhe.vi35.1316",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5a6a8934d29ec2320a05dc2329a768e18381bfa1",
      "venue": "Journal of Learning Development in Higher Education",
      "journal": {
        "name": "Journal of Learning Development in Higher Education"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5f4f7566c8ac9a0d985314e3a2a3ccdb9eff803b",
      "title": "Alleviating Epistemic Injustice in Environmental Health Research: Strategies from Science and Values",
      "authors": [
        {
          "name": "Kevin C. Elliott",
          "authorId": "2261312803"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11245-025-10268-3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5f4f7566c8ac9a0d985314e3a2a3ccdb9eff803b",
      "venue": "Topoi",
      "journal": {
        "name": "Topoi"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bdf20d73e089e239e1af1ffc4415a02cd299640b",
      "title": "Collective Amnesia as an Epistemic Injustice",
      "authors": [
        {
          "name": "Flavie Chevalier",
          "authorId": "2379817256"
        }
      ],
      "year": 2025,
      "abstract": "\n By considering real-life cases of epistemic reparations (Lackey 2022), such as the Truth and Reconciliation Commissions in Canada, I identify and characterize a form of epistemic injustice that I call “collective amnesia.” I distinguish this phenomenon from other recognized forms of epistemic injustice and argue that collective amnesia specifically leads to primary and secondary epistemic harms in the form of distorted representations of a community’s past, preventing an even broader epistemic community from gaining adequate knowledge of its past and present identities. More precisely, I argue that collective amnesia arises as an interplay of negative hermeneutical injustices, whereby conceptual tools are lacking (Fricker, 2007), and “positive” hermeneutical injustices, whereby the positive presence of distorting and oppressive concepts defeats or prevents the application of more adequate concepts or narratives (Falbo, 2022). In addition, I address and respond to four objections. The first two objections allow me to identify two necessary conditions under which instances of collective forgetting are morally relevant and thus may count as instances of collective amnesia as an epistemic injustice: they must be partly agential, whether on the part of individuals or structures, and due to hermeneutical marginalization. The last two objections enable me to precisely define the scope of this epistemic injustice.",
      "citationCount": 0,
      "doi": "10.1017/epi.2025.10068",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bdf20d73e089e239e1af1ffc4415a02cd299640b",
      "venue": "Episteme",
      "journal": {
        "name": "Episteme"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a66990aad738db17b7405b7d6b8d3bebc5bdce84",
      "title": "Epistemic Injustice, the Right to the Truth and Reparations in Cases of Sexual Violence",
      "authors": [
        {
          "name": "Rita Del Pilar Zafra",
          "authorId": "2347830186"
        }
      ],
      "year": 2025,
      "abstract": "This article seeks to identify the importance of the concept of “epistemic injustice”, created by Miranda Fricker, for the reparation of the right to the truth in cases of sexual violence. To this end, it conducts an analysis on the notion of epistemic injustice, (hermeneutical and testimonial); on the epistemic dimension of sexual violence; on the current content and scope of the right to the truth; and on the way said right should be repaired. Finally, it provides guidelines for reparations of the right to the truth in cases of sexual violence based on the different aspects of epistemic injustice that are experienced.",
      "citationCount": 0,
      "doi": "10.17561/tahrj.v24.9250",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a66990aad738db17b7405b7d6b8d3bebc5bdce84",
      "venue": "Age of Human Rights Journal",
      "journal": {
        "name": "The Age of Human Rights Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "53484405dfaf1f964771a277c1420a295dc171ef",
      "title": "The relationship between capacity and credibility: implications for epistemic injustice",
      "authors": [
        {
          "name": "Ruby Reed‐Berendt",
          "authorId": "2284137367"
        },
        {
          "name": "Agomoni Ganguli-Mitra",
          "authorId": "1401296799"
        }
      ],
      "year": 2025,
      "abstract": "Abstract In this article, we analyse the concept of mental capacity through considerations of epistemic injustice. We suggest that an assessment of a person’s capacity will always involve consideration of their epistemic credibility. Understanding capacity assessments in this manner allows us to illustrate the epistemic exclusions and injustices that can arise. First, attitudes and stereotypes about mental disability and illness, as well as characteristics such as gender and race, can make a significant difference in terms of who is believed and considered credible. We raise concerns for the potential of these biases to influence capacity assessments inadvertently. Secondly, a person deemed to lack capacity has their epistemic agency significantly curtailed; their contributions to the decision-making process are not those of a full epistemic agent, but those of a derivatized subject, giving rise to epistemic exclusion. We further argue that capacity determinations rely on specific hermeneutical resources, namely those based in medical-scientific or legal knowledge, which may be inapt for interpreting the experiences of disabled people and those with mental illness. Finally, we highlight important insights that this approach provides for considering options for reform in practice and in law.",
      "citationCount": 0,
      "doi": "10.1093/medlaw/fwaf039",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/53484405dfaf1f964771a277c1420a295dc171ef",
      "venue": "Medical Law Review",
      "journal": {
        "name": "Medical Law Review",
        "volume": "33"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "079758e8c65a88ae846f5a33680543d5e2d2d3fa",
      "title": "Epistemic Injustice and the Anorexic Voice: Rethinking Care through Sophia Gore’s The Rustle of a Wing: Finding Hope Beyond Anorexia",
      "authors": [
        {
          "name": "MV. Mary Tharshika",
          "authorId": "2402553764"
        },
        {
          "name": "Dr. Judy Gomez",
          "authorId": "2402554728"
        }
      ],
      "year": 2025,
      "abstract": "This paper analyzes Sophia Gore’s The Rustle of a Wing: Finding Hope Beyond Anorexia through Miranda Fricker’s concepts of testimonial and hermeneutical injustice, supported by insights from medical humanities and narrative medicine. This memoir showcases how patients with anorexia nervosa are silenced at medical institutions. Gore’s account of institutional treatment exposes a system that reduces the patient to measurable symptoms while ignoring her narrative agency. By examining how the memoir critiques biomedical dismissal and insists on the ethical centrality of storytelling, this paper advocates for a care model that restores epistemic credibility to patients through narrative attention, representation, and affiliation.",
      "citationCount": 0,
      "doi": "10.64938/bijri.v10n1.25.oct048",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/079758e8c65a88ae846f5a33680543d5e2d2d3fa",
      "venue": "Bodhi international journal of research in humanities, arts and science",
      "journal": {
        "name": "BODHI International Journal of Research in Humanities, Arts and Science"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
