{
  "status": "success",
  "source": "semantic_scholar",
  "query": "naturalism metaphilosophy methodology",
  "results": [
    {
      "paperId": "d2e7074de7ad2268f7634bba02a7db4c8ea69b04",
      "title": "Does the Rise of Naturalism Mean the End of Conceptual Analysis in the Methodology of Jurisprudence?",
      "authors": [
        {
          "name": "Uğur Dinç",
          "authorId": "12770471"
        }
      ],
      "year": 2025,
      "abstract": "Recently, the method of conceptual analysis as the presumed method of analytic jurisprudence has come under attack by Brian Leiter. Relying on W.V.O. Quine’s naturalized epistemology displacing analytic-synthetic distinction on truth, Leiter offered the rejection of conceptual analysis and the adoption of naturalist method committed to doing empirical research in pursuit of providing cause-effect type of explanations in law. He argues that since conceptual analysis relies on the a priori intuitions of the conceptual theorist, this method fails to deliver the universal and necessary truths it set out to deliver. In this essay, I will analyse whether the charges Leiter levels at conceptual analysis stick to it. Drawing on the works of contemporary conceptual jurisprudents, I will conclude that conceptual analysis is secure from the defects that Leiter accuses it to have. I will argue that the questions the naturalist method and the method of conceptual analysis can succeed to answer are different sorts of questions about the law; conceptual analysis does proceed on a posteriori reasoning and its arguments are best construed as necessary truths upon contingent grounds. As a result, the naturalist method fails to replace the method of conceptual analysis.",
      "citationCount": 0,
      "doi": "10.60002/ebyuhfd.1583466",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d2e7074de7ad2268f7634bba02a7db4c8ea69b04",
      "venue": "Erzincan Binali Yıldırım Üniversitesi Hukuk Fakültesi Dergisi",
      "journal": {
        "name": "Erzincan Binali Yıldırım Üniversitesi Hukuk Fakültesi Dergisi"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "74b3375ca99df1a43aec686de81eb612d498f6e5",
      "title": "Methodology Maximized: Quine on Empiricism, Naturalism, and Empirical Content",
      "authors": [
        {
          "name": "J. A. Smith",
          "authorId": "2119126483"
        }
      ],
      "year": 2022,
      "abstract": "abstract:W. V. Quine calls some general methods of science maxims: general defeasible principles that call on us to approximate, maximize, or minimize a state and that are interpreted and weighed in context-sensitive ways. On my reading, his empiricism asks us to maximize accepting overall theories empirically equivalent to ours but to minimize accepting sentences that both do not affect the empirical content of our overall theory and do not simplify our overall theory. His naturalism asks us to maximize accepting sentences that are solely supported by standards that support our best current scientific theory. Drawing on the Quine archive at Houghton Library at Harvard, I support and apply these interpretations by investigating his rapidly evolving later work on empirical content and empirical equivalence, including some of his views on translation in this later work and his vacillation between what he calls the ecumenical and sectarian attitudes.",
      "citationCount": 1,
      "doi": "10.1353/hph.2022.0057",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/74b3375ca99df1a43aec686de81eb612d498f6e5",
      "venue": "Journal of the history of philosophy",
      "journal": {
        "name": "Journal of the History of Philosophy",
        "pages": "661 - 686",
        "volume": "60"
      },
      "publicationTypes": null
    },
    {
      "paperId": "48dd0536a534be332288ba70049d3c82db5e40cd",
      "title": "Marx's Naturalism: A Study in Philosophical Methodology",
      "authors": [
        {
          "name": "Dustin Lawrence Dallman",
          "authorId": "2148865887"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.6082/UCHICAGO.3440",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/48dd0536a534be332288ba70049d3c82db5e40cd",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "3949368e536f551e85cbf5513a0e0be0d4e60f67",
      "title": "Comment on Lawrence Cahoone, “Naturalism and the Cartesian ghost”",
      "authors": [
        {
          "name": "Sami Pihlström",
          "authorId": "2308597952"
        }
      ],
      "year": 2025,
      "abstract": "This paper comments on Lawrence Cahoone's essay “Naturalism and the Cartesian ghost,” published in this issue of Metaphilosophy. Agreeing with Cahoone's criticism of reductive naturalism while identifying differences in our versions of non‐reductive naturalism, the paper focuses on questions concerning ontological dependence and the relation between naturalism and humanism.",
      "citationCount": 0,
      "doi": "10.1111/meta.12719",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3949368e536f551e85cbf5513a0e0be0d4e60f67",
      "venue": "Metaphilosophy",
      "journal": {
        "name": "Metaphilosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "218883dffd13e7c963d13bcc9411230e652c5c9c",
      "title": "Zhu Xi’s Critical Naturalism: Methodology of His Natural Knowledge and Philosophy",
      "authors": [
        {
          "name": "V. Shen",
          "authorId": "145879112"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-030-29175-4_27",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/218883dffd13e7c963d13bcc9411230e652c5c9c",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "613-630",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "3ab5812d3ad0dc09430f926c98cbba769e15beff",
      "title": "Beyond Physicalism? Quine's Open‐Ended Naturalism and the Possibility of the “Supernatural”",
      "authors": [
        {
          "name": "Serdal Tümkaya",
          "authorId": "148154403"
        }
      ],
      "year": 2025,
      "abstract": "This paper argues that W. V. Quine, often seen as scientific naturalism's foremost champion, advances an expansive ontology that leaves room for so‐called supernatural phenomena—telepathy or clairvoyance—if they satisfy appropriate empirical tests. Contrary to the image of a rigid physicalist, Quine's methodological continuity and fallibilism permit provisional inclusion of any entity, “physical” or not, when theoretically and empirically fruitful. His resolve to start “in the middle” and treat philosophy as continuous with science contrasts with stricter naturalisms that categorically dismiss paranormal claims. Simultaneously, Quine rejects a priori philosophical pronouncements, denying autonomous or irreducible normativity beyond empirical science. Distinguishing Quine's “soft” naturalism from reductive physicalism and liberal naturalist views, the paper shows his position as inclusive regarding empirically testable phenomena yet methodologically monistic in privileging science as ultimate arbiter of ontological disputes. Quine's openness to unconventional hypotheses underscores that naturalism need not be metaphysically dogmatic but must remain anchored in empirical inquiry.",
      "citationCount": 0,
      "doi": "10.1111/meta.70027",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3ab5812d3ad0dc09430f926c98cbba769e15beff",
      "venue": "Metaphilosophy",
      "journal": {
        "name": "Metaphilosophy",
        "pages": "119 - 128",
        "volume": "57"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d96d8da5756dcab1f1640bd21eed95c634948470",
      "title": "Naturalism in literature of the turn of the 19th-20th centuries: on the problem of typology of the phenomenon",
      "authors": [
        {
          "name": "Natalia Sporis",
          "authorId": "2383381846"
        }
      ],
      "year": 2025,
      "abstract": "The article is devoted to the study of the methodology of such a complex aesthetic, literary and cultural phenomenon as naturalism. The article examines the similarities and differences between the aesthetic principles and ideological foundations of classical realism and naturalism, characterizes various trends within the literature of naturalism,\nand clarifies its genre preferences.\nThe article also examines national variants of literary naturalism and provides a typological description of this complex aesthetic and ideological phenomenon that influenced\nthe development of literature throughout the 20th century and was reflected in the aesthetics of postmodernism",
      "citationCount": 0,
      "doi": "10.59295/drgl2025.33",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d96d8da5756dcab1f1640bd21eed95c634948470",
      "venue": "Dynamics of the Romance and Germanic Languages: Trends and Innovations",
      "journal": {
        "name": "Dynamics of the Romance and Germanic Languages: Trends and Innovations"
      },
      "publicationTypes": null
    },
    {
      "paperId": "cc802ce96c4e7ec6b6461fe7a1601026147eac06",
      "title": "Laudan’s Normative Naturalism: An Analytical Review",
      "authors": [
        {
          "name": "Shonkholen Mate",
          "authorId": "107966741"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s40961-025-00352-9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cc802ce96c4e7ec6b6461fe7a1601026147eac06",
      "venue": "Journal of Indian Council of Philosophical Research",
      "journal": {
        "name": "Journal of Indian Council of Philosophical Research",
        "pages": "217 - 233",
        "volume": "42"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "dbae1436c0d7b1c6c8bd7aaeefdb1c7e3b22863a",
      "title": "Wittgenstein’s methodological naturalism and the location problem in the study of religion",
      "authors": [
        {
          "name": "Aleksei Rakhmanin",
          "authorId": "2134464511"
        }
      ],
      "year": 2025,
      "abstract": "\n In recent years, the question of naturalism in the study of religions has been increasingly debated. Primarily, these discussions converge in the widely held view that naturalism is the only way for religious studies as an academic enterprise to exclude supernaturalist assumptions from its methodology. While I fully agree with this view, I argue that naturalism is usually formulated with the help of metaphysical assumptions, which are problematically embodied in the location problem, that is, the problem of how to locate certain phenomena, such as meanings and values, in the order of nature. By unfolding the dynamic between the elements of the location problem, I show that the kind of naturalism based on Wittgenstein’s thought prevents the location problem from arising and can serve as a balanced version of naturalism for use in the study of religion. While metaphysical naturalism often leads to dilemmas, within Wittgenstein’s kind of naturalism, it seems possible both to maintain anti-supernaturalism in the study of religion and to resist the metaphysical temptations hidden in our assumptions about language. These two features make Wittgenstein’s naturalism truly methodological.",
      "citationCount": 0,
      "doi": "10.1017/s0034412525101042",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dbae1436c0d7b1c6c8bd7aaeefdb1c7e3b22863a",
      "venue": "Religious Studies: An International Journal for the Philosophy of Religion",
      "journal": {
        "name": "Religious Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b935dd9a9e1f97dd911178b44c01382869644253",
      "title": "In Defense of Kitcher’s Pragmatic Naturalism",
      "authors": [
        {
          "name": "Kevin Kago",
          "authorId": "2248803028"
        },
        {
          "name": "Prabhu Venkataraman",
          "authorId": "2248798219"
        }
      ],
      "year": 2025,
      "abstract": "Philip Kitcher, in his book The Ethical Project (2011), outlined an ethical theory built on the foundation of pragmatic naturalism. In it, he tries to merge the pragmatism of John Dewey and the philosophy of naturalism. Despite its notability as an extensive contribution to naturalistic ethics, few criticisms against his ethical theory have been made on the basis that it fails to avoid the naturalistic fallacy (Derpmann et al. 2013). Others like Barresi (2017) observe that pragmatic naturalism does not give its proper due to individual moral contribution by stressing social-level phenomena too extensively. This paper will review these criticisms. Firstly, it will argue that alleging pragmatic naturalism of committing a naturalistic fallacy would miss the point of Kitcher’s methodology, since its aim is not to invalidate the fact and value dichotomy by offhandedly deriving one from the other, but to show that a big chunk of observable moral knowledge is lost when we completely try to avoid it. Secondly, we will try to argue that focusing on social-level phenomena does not amount to discrediting individual agency.",
      "citationCount": 0,
      "doi": "10.4000/15d8s",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b935dd9a9e1f97dd911178b44c01382869644253",
      "venue": "European Journal of Pragmatism and American Philosophy",
      "journal": {
        "name": "European Journal of Pragmatism and American Philosophy"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "799f4b2b0efc1956311075c9d0dbf3a0def3a638",
      "title": "An Investigation of Naturalism in the Poetry of Afif Bakhtari",
      "authors": [
        {
          "name": "Mirwais Shamal",
          "authorId": "2284132716"
        }
      ],
      "year": 2025,
      "abstract": "This research aims to identify the structured characteristics of nature and the approach to naturalism in the poetry of Afif Bakhtari. Bakhtari is one of the pioneers of contemporary Persian-Dari poetry in naturalism, imagery, and ideation. He is considered a poet of all times and places of his era. The findings of this study indicate that nature, through Bakhtari's poetry, reflects a vibrant spectrum of artistic, literary values, and aesthetic manifestations within the rich vocabulary of today’s Ghazal. Bakhtari is a poet who is people-oriented, socially aware, culturally rooted, and committed to authenticity; these elevated intellectual traits transform him into a poet full of passion and excitement. The rationale for this exploration is based on the essence of the patterns of nature and their functions in Bakhtari's poetry, prompting the researcher to examine and identify the application of nature and naturalism in his works. The methodology employed in this research is descriptive-analytical with a referential approach. This study focuses on the poetic evidence of Afif Bakhtari and aims to identify which patterns of nature and naturalism have emerged in his verses.",
      "citationCount": 0,
      "doi": "10.64394/njll.v1i1.5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/799f4b2b0efc1956311075c9d0dbf3a0def3a638",
      "venue": "National Journal of Language and Literature",
      "journal": {
        "name": "National Journal of Language and Literature"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b62b0b20959947ae5ce33a93f66477e3ebf57bb0",
      "title": "A metaphilosophy of naturalism",
      "authors": [
        {
          "name": "Matthew Childers",
          "authorId": "145690065"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.17077/ETD.QELSDUR7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b62b0b20959947ae5ce33a93f66477e3ebf57bb0",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "93179d9e3543995e7ea7628dd07aeab2135048d8",
      "title": "Foucault’s naturalism: The importance of scientific epistemology for the genealogical method",
      "authors": [
        {
          "name": "Leonard D’Cruz",
          "authorId": "2291924797"
        }
      ],
      "year": 2024,
      "abstract": "This article offers a novel reconstruction of Foucault’s methodology that emphasises his respect for the natural sciences. Foucault’s work has long been suspected of reducing knowledge to power, and thus collapsing into unconstrained relativism and methodological incoherence. These concerns are predicated on a misunderstanding of Foucault’s overall approach, which takes the form of a historico-critical project rather than a normative epistemology. However, Foucault does sometimes make normative epistemological judgements, especially about the human sciences. Furthermore, there are outstanding questions about what secures the descriptive rigour of the genealogical method. To address these issues, I develop two claims that will significantly enrich our understanding of Foucault’s methodology. The first is that Foucault’s respect for the natural sciences is crucial in making sense of his normative epistemological judgements. The second is that the descriptive rigour of his genealogical method derives from the fact it is modelled on empirical inquiry.",
      "citationCount": 3,
      "doi": "10.1177/01914537241235571",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/93179d9e3543995e7ea7628dd07aeab2135048d8",
      "venue": "Philosophy &amp; Social Criticism",
      "journal": {
        "name": "Philosophy & Social Criticism",
        "pages": "1656 - 1682",
        "volume": "51"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "506705201204f2ea4e7cc0d3bbf09a6b02ddf669",
      "title": "Is Naturalism Coherent (Metaphilosophy, Metaphysics, Philosophy of Science)",
      "authors": [
        {
          "name": "Thomas J. Spiegel",
          "authorId": "1606349586"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/506705201204f2ea4e7cc0d3bbf09a6b02ddf669",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "25999340dd1858c2cc6ec2f2f39c8a0db1301747",
      "title": "Naturalism and the Intellectual Legitimacy of Philosophy",
      "authors": [
        {
          "name": "Hilary Kornblith",
          "authorId": "2329848148"
        }
      ],
      "year": 2024,
      "abstract": "There is a worry about the intellectual legitimacy of philosophy. Although the sciences have a progressive history, with later theories largely building on earlier ones, and a tremendous amount of agreement within the scientific community about the approximate truth of current theory, philosophy is different. We do not see a progressive history of philosophical theorizing, and there is little agreement within the philosophical community about which theories are even roughly correct. This not only encourages a certain skepticism about the possibility of philosophical knowledge, but a real question about whether the activity of philosophical theorizing is intellectually legitimate. It is argued here that there are features of a naturalistic methodology in philosophy which have the resources to respond to these concerns.",
      "citationCount": 0,
      "doi": "10.5840/bjp202416213",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/25999340dd1858c2cc6ec2f2f39c8a0db1301747",
      "venue": "Balkan Journal of Philosophy",
      "journal": {
        "name": "Balkan Journal of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b0d36e1db75d8706852da3010738a6e63df9cde1",
      "title": "Metaphilosophy and Methodology",
      "authors": [
        {
          "name": "S. Rinofner-Kreidl",
          "authorId": "1416663702"
        },
        {
          "name": "H. Wiltsche",
          "authorId": "102904695"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b0d36e1db75d8706852da3010738a6e63df9cde1",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "74e03fa8081dd671beedc3634e8b5b299b6c5645",
      "title": "‘Metaphilosophy’ in Hegel’s Lectures on the History of Philosophy",
      "authors": [
        {
          "name": "A. Kalatzis",
          "authorId": "133612401"
        }
      ],
      "year": 2025,
      "abstract": "\nThe article aspires to delineate the relation between Hegel’s concept of philosophy and the overarching structure of his Lectures on the History of Philosophy. It sets a fourfold goal. First, to locate the proper position of the history of philosophy in Hegel’s system; second, to reconstruct Hegel’s argument for the necessary historicity of philosophy; third, to showcase the distinctive and, hitherto, underappreciated function of Hegel’s Lectures in the substantiation of his ‘metaphilosophy’; fourth, to identify, arguably for the first time, the five distinctive methodological principles, on the metaphilosophical basis of which, Hegel is organizing the material of the Lectures and the history of philosophy as a whole.",
      "citationCount": 0,
      "doi": "10.30965/26664275-bja10109",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/74e03fa8081dd671beedc3634e8b5b299b6c5645",
      "venue": "History of Philosophy &amp; Logical Analysis",
      "journal": {
        "name": "History of Philosophy &amp; Logical Analysis"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "190b2ffe858692fd8cfa44ef512cb0f6a86e2835",
      "title": "Hegel’s Metaphilosophy and Its Relevance for Contemporary Philosophy",
      "authors": [
        {
          "name": "Mario Pati",
          "authorId": "2342042885"
        }
      ],
      "year": 2025,
      "abstract": "\nIn recent years, many studies on the relationship between G. W. F. Hegel and metaphilosophy have appeared, articulating it in various ways. The goal of this paper is to specify in what sense it is possible to speak of a Hegelian metaphilosophy, while also assessing the relevance of Hegel for the current metaphilosophical debate. In particular, I will proceed as follows. First, I will outline the main features of the contemporary metaphilosophical debate. Second, I will discuss some important metaphilosophical interpretations of Hegel. Third, I will specify in what sense it is possible to speak of a Hegelian metaphilosophy. Fourth, I will address several methodological issues that arise whenever one attempts to assert the contemporary relevance of Hegel’s philosophy. Finally, I will assess to what extent Hegel’s philosophy can be relevant for the current metaphilosophical debate. As a result, the present paper outlines a concrete option for current philosophical research.",
      "citationCount": 0,
      "doi": "10.30965/26664275-bja10110",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/190b2ffe858692fd8cfa44ef512cb0f6a86e2835",
      "venue": "History of Philosophy &amp; Logical Analysis",
      "journal": {
        "name": "History of Philosophy &amp; Logical Analysis"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2e52305f799467176c57c517576de1ebbed6285c",
      "title": "Replacement naturalism and the limits of experimental jurisprudence",
      "authors": [
        {
          "name": "K. Himma",
          "authorId": "3101643"
        }
      ],
      "year": 2023,
      "abstract": "ABSTRACT This essay is concerned with Brian Leiter’s so-called replacement naturalism, according to which the traditional methodology of conceptual jurisprudence ‘should be replaced by reliance on the best social scientific explanations of legal phenomena.’ I argue that, although the methodology of experimental jurisprudence is the only plausible replacement for the traditional methodology, it cannot can replace the philosophical methods traditionally used to address conceptual issues and, further, that experimental jurisprudence needs a theoretical foundation that properly locates its role relative to that of conceptual theorising and clarifies its methodology. To this end, I discuss three recent studies that attempt to ascertain the intuitions of competent speakers on three longstanding conceptual disputes about law: two attempt to show our folk concept of law is antipositivist, whereas the other attempts to show our folk concept of law is consistent with the existence of sanction-less legal systems. I argue that all three studies suffer from defects indicating the empirical methodology of experimental jurisprudence can supplement, but cannot replace, the traditional philosophical methodology for addressing conceptual questions. I argue, finally and far more worrisomely, that the last study calls into question its usefulness even in supplementing the traditional philosophical methodology.",
      "citationCount": 1,
      "doi": "10.1080/20403313.2023.2208002",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2e52305f799467176c57c517576de1ebbed6285c",
      "venue": "Jurisprudence",
      "journal": {
        "name": "Jurisprudence",
        "pages": "348 - 373",
        "volume": "14"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c320076c68f461aa46293efc9f82137e9dfbe25d",
      "title": "The Ontological Compatibility of Methodological Naturalism with a Benevolent, Infinite God",
      "authors": [
        {
          "name": "Niq Ruud",
          "authorId": "2294454667"
        }
      ],
      "year": 2025,
      "abstract": "This paper works to explore the ontological compatibility of methodological naturalism with the concept of a benevolent, infinite God. Methodological naturalism, which is intended to operate independently of metaphysical claims, offers a neutral stance on the existence of deities; maintaining the empirical integrity of the scientific method. In examining four leading models of divinity, this paper assesses their potential to align with methodological naturalism while preserving divine attributes of infinity and benevolence. The paper then argues that, of the four, panentheism provides the most suitable framework for the integration of such a deity into a methodologically naturalistic framing. The combined model maintains the empirical constraints of methodological naturalism while allowing for a divine presence that embodies ultimate goodness in an infinite nature.",
      "citationCount": 0,
      "doi": "10.71204/b9cj9459",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c320076c68f461aa46293efc9f82137e9dfbe25d",
      "venue": "Studies on Religion and Philosophy",
      "journal": {
        "name": "Studies on Religion and Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
