{
  "status": "success",
  "source": "semantic_scholar",
  "query": "philosophical progress",
  "results": [
    {
      "paperId": "e40ad0dd988916ec4a44a192c27201c96ac319c8",
      "title": "The Problem of Philosophical Progress in Kant’s First Critique and Wittgenstein’s Tractatus",
      "authors": [
        {
          "name": "Daniele Bruno Garancini",
          "authorId": "2294111876"
        }
      ],
      "year": 2025,
      "abstract": "\nThis paper develops two theses and one suggestion. The first thesis concerns how to reason about the problem of philosophical progress. Chalmers (2015) and Dellsén et al. (2022) proposed frameworks to reason about this problem. I argue that these frameworks have limits and develop an alternative. Having done this, I put my proposed framework to the test. That is, I use it to analyse the views held by Kant in the first critique and Wittgenstein in the Tractatus. The second thesis concerns the relations between these works. My proposed framework makes evident that, for all their differences, Kant and Wittgenstein gave similar answers to the problem of philosophical progress. They both claimed that philosophy has been very unproductive for much of its history and proposed methods to fix this. My suggestion is that this might be a recurring pattern in the history of philosophy, which perhaps could help explain why, to this day, there is so much pessimism concerning philosophical progress.",
      "citationCount": 0,
      "doi": "10.30965/26664275-bja10103",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e40ad0dd988916ec4a44a192c27201c96ac319c8",
      "venue": "History of Philosophy &amp; Logical Analysis",
      "journal": {
        "name": "History of Philosophy &amp; Logical Analysis"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "04990fce956cd64baf9c83123d42f7792d7f653c",
      "title": "Philosophical Progress and Evolving Challenges : An Evaluation with Special Reference to Jessica Wilson",
      "authors": [
        {
          "name": "Bellal Ahmed Bhuiyan",
          "authorId": "80220265"
        }
      ],
      "year": 2025,
      "abstract": "This article attempts to revisit the concept of philosophical progress. Is philosophy making progress? If yes, to what extent? In recent times, philosophers have believed a variety of positions regarding the answers to these issues, ranging from the belief that no progress has been made at all, whatsoever others argued that philosophy has addressed every major philosophical questions. These opinions, however, are challenging to analyze and assess, in light of the fact that they are based on different perspectives about the circumstances under which philosophical advancement might occur. Reexamining the concept of philosophical progress is one of its plans. In this article, the following issues will be addressed: firstly, to explain concept of progress in philosophy; secondly, to analyze the debates about the prevalence of philosophical progress; thirdly, to expound three challenges to philosophical progress with special reference to Jessica Wilson; fourthly, resolutions to overcome the philosophical challenges. This article closes with some reflections on philosophical progress in the future.\nPhilosophy and Progress, Vol#75-76; No#1-2; Jan-Dec 2024 P 191-208",
      "citationCount": 0,
      "doi": "10.3329/pp.v74i1.82464",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/04990fce956cd64baf9c83123d42f7792d7f653c",
      "venue": "Philosophy and Progress",
      "journal": {
        "name": "Philosophy and Progress"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "eef54922e34c9e8b1da5476cbd06e1f3d9997fe1",
      "title": "What is philosophical progress?",
      "authors": [
        {
          "name": "Finnur Dellsén",
          "authorId": "13176092"
        },
        {
          "name": "Tina Firing",
          "authorId": "2300914353"
        },
        {
          "name": "Insa Lawler",
          "authorId": "46204244"
        },
        {
          "name": "James Norton",
          "authorId": "2300915296"
        }
      ],
      "year": 2024,
      "abstract": "What is it for philosophy to make progress? While various putative forms of philosophical progress have been explored in some depth, this overarching question is rarely addressed explicitly, perhaps because it has been assumed to be intractable or unlikely to have a single, unified answer. In this paper, we aim to show that the question is tractable, that it does admit of a single, unified answer, and that one such answer is plausible. This answer is, roughly, that philosophical progress consists in putting people in a position to increase their understanding, where ‘increased understanding’ is a matter of better representing the network of dependence relations between phenomena. After identifying four desiderata for an account of philosophical progress, we argue that our account meets the desiderata in a particularly satisfying way. Among other things, the account explains how various other achievements, such as philosophical arguments, counterexamples, and distinctions, may contribute to progress. Finally, we consider the implications of our account for the pressing and contentious question of how much progress has been made in philosophy.",
      "citationCount": 5,
      "doi": "10.1111/phpr.13067",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eef54922e34c9e8b1da5476cbd06e1f3d9997fe1",
      "venue": "Philosophy and Phenomenological Research",
      "journal": {
        "name": "Philosophy and Phenomenological Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "30f6046f3b1b8bfd0eae354f7aa490c3455aed56",
      "title": "Philosophical Agreement and Philosophical Progress",
      "authors": [
        {
          "name": "Julia Smith",
          "authorId": "2284303857"
        }
      ],
      "year": 2024,
      "abstract": "Abstract In the literature on philosophical progress it is often assumed that agreement is a necessary condition for progress. This assumption is sensible only if agreement is a reliable sign of the truth, since agreement on false answers to philosophical questions would not constitute progress. This paper asks whether agreement among philosophers is (or would be) likely to be a reliable sign of truth. Insights from social choice theory are used to identify the conditions under which agreement among philosophers would be a reliable indicator of the truth, and it is argued that we lack good reason to think that philosophical inquiry meets these conditions. The upshot is that philosophical agreement is epistemically uninformative: agreement on the answer to a philosophical question does not supply even a prima facie reason to think that the agreed-upon view is true. However, the epistemic uninformativeness of philosophical agreement is not an indictment of philosophy's progress, because philosophy is valuable independent of its ability to generate agreement on the correct answers to philosophical questions.",
      "citationCount": 1,
      "doi": "10.1017/epi.2023.61",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/30f6046f3b1b8bfd0eae354f7aa490c3455aed56",
      "venue": "Episteme",
      "journal": {
        "name": "Episteme",
        "pages": "406 - 424",
        "volume": "22"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "65718a5479b7e5ab860503c85d2b80804d3f5a5c",
      "title": "Spirit and Politics: Some Thoughts on Margaret Watkins’s The Philosophical Progress of Hume’s “Essays”",
      "authors": [
        {
          "name": "A. Willis",
          "authorId": "115350205"
        }
      ],
      "year": 2023,
      "abstract": "Margaret Watkins’s elegant text, The Philosophical Progress of Hume’s Essays (2019), 1 is marked by a Humean approach: it fosters philosophical consideration of both the faculties of the mind and the affective features of experience in ways that bear on practical, moral issues. Ever-attentive to the meaning of Hume’s various nuances and strategic ambiguities, Watkins’s even-handed approach guides us into a broad swath of Hume’s ideas and marches us through a trajectory of secondary interlocutors. It also establishes Watkins as an integral part of Hume’s lineage, in the sense that she understands that thoughtful writing itself is an intellectual virtue. Her “unusual sensitivity, not to life’s daily vicissitudes but to beauties and deformities” (193) 2 richly textures her overall argument that positions Hume’s Essays as a filter for his vision of “true philosophy:” that reflective turn towards nature and common life that openly challenges abstruse reasoning, fluently embraces historicism and perspectivalism, and deftly foregrounds the usefulness of ideas over their logical certainty. As much as Watkins reveals Hume’s vision for philosophy, she also extends it; for, among other things, her consideration of Hume’s unique endeavor in philosophical literature (ultimately collected under the title Essays, Moral, Political and Literary [1758])",
      "citationCount": 0,
      "doi": "10.1353/hms.2023.0001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/65718a5479b7e5ab860503c85d2b80804d3f5a5c",
      "venue": "Hume Studies",
      "journal": {
        "name": "Hume Studies",
        "pages": "143 - 153",
        "volume": "48"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "37a141b6a260f0f03d2244827b5833cf0342a508",
      "title": "Are the later Mohists preference-satisfaction consequentialists? A discussion of Daniel Stephens’ “Later Mohist ethics and philosophical progress in ancient China”",
      "authors": [
        {
          "name": "Bradford Jean-Hyuk Kim",
          "authorId": "66950440"
        }
      ],
      "year": 2023,
      "abstract": "ABSTRACT The Mohists may have been the first consequentialists on earth. Their most important principles are that right action is what benefits the world and that the underlying outlook for benefiting the world is inclusive care, whereby each person receives equal consideration. The early Mohists are clearly objective-list consequentialists, whereby benefiting the world amounts to promoting the most basic goods. Stephens argues that the later Mohists shift to a preference-satisfaction consequentialism whereby benefiting the world amounts to promoting what happens to please individual people. Stephens argues that while the direct texts are ambiguous between an objective-list interpretation and a preference-satisfaction interpretation, the latter better explains later Mohist engagement with opponents. I argue that the direct texts actually preclude Stephens’ preference-satisfaction interpretation, which moreover has the later Mohists concede an implausible amount to their opponents.",
      "citationCount": 2,
      "doi": "10.1080/09608788.2023.2272767",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/37a141b6a260f0f03d2244827b5833cf0342a508",
      "venue": "British Journal for the History of Philosophy",
      "journal": {
        "name": "British Journal for the History of Philosophy",
        "pages": "218 - 230",
        "volume": "32"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "55ffdfd8b46a825f20c5b1e0e8d95609688915af",
      "title": "Comments on Margaret Watkins, The Philosophical Progress of Hume’s “Essays”",
      "authors": [
        {
          "name": "Jacqueline Taylor",
          "authorId": "2110748686"
        }
      ],
      "year": 2023,
      "abstract": "After David Hume’s death, Adam Smith wrote a letter to Hume’s publisher, William Strahan, to recount some of the final words and the attitude of “our late excellent friend, Mr. Hume.”1 Despite declining health and increasing weakness, Hume faced his approaching demise “with great cheerfulness” (EMPL xlvi). He had recently been reading Lucian’s Dialogues of the Dead, and although feeling he had every reason “to die contented,” Smith describes the “jocular excuses” Hume might make to Charon to delay his death (EMPL xlv). He first requests more time so that he can see how the public responds to the latest corrections he had been making to his works, but Charon replied that this would only lead Hume to want more time to make further corrections. Hume tries another tack: “Have a little patience, good Charon, I have been endeavouring to open the eyes of the public. If I live a few years longer, I may have the satisfaction of seeing the downfall of some of the prevailing systems of superstition,” to which Charon replies, “You loitering rogue, that will not happen these many hundred years . . . Get into the boat this instant, you lazy loitering rogue” (EMPL xlvi). This imaginary dialogue makes evident Hume’s self-awareness as an author who cared greatly about both the correctness of his written works and the influence of these works on the public. In her book, Margaret Watkins argues that Hume’s concern to open the eyes of the public goes well beyond attempts to bring about the downfall of systems of superstition.2 She credits him with the broader aim of writing essays for a literate audience that would stimulate both public and individual improvement in various areas of human activity, including government, work, aesthetic experience, and inti-",
      "citationCount": 0,
      "doi": "10.1353/hms.2023.0002",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/55ffdfd8b46a825f20c5b1e0e8d95609688915af",
      "venue": "Hume Studies",
      "journal": {
        "name": "Hume Studies",
        "pages": "155 - 162",
        "volume": "48"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "435b3ea62cdff3b8cf11f6a5fc309f08628e3d43",
      "title": "Philosophical Progress, Skepticism, and Disagreement",
      "authors": [
        {
          "name": "A. Coliva",
          "authorId": "34173062"
        },
        {
          "name": "Louis Doulas",
          "authorId": "118939880"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 5,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/435b3ea62cdff3b8cf11f6a5fc309f08628e3d43",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "be2ddab1e51643e1f4f9369f1aa70a7eacd338ac",
      "title": "Philosophical Progress: In Defence of a Reasonable Optimism",
      "authors": [
        {
          "name": "Derek Ball",
          "authorId": "144740816"
        }
      ],
      "year": 2019,
      "abstract": "Philosophical Progress defends the idea that philosophy makes progress, against sceptics who maintain that ‘philosophical problems are perennials for which it is pointless to expect a solution’ [vi...",
      "citationCount": 25,
      "doi": "10.1080/00048402.2019.1614962",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/be2ddab1e51643e1f4f9369f1aa70a7eacd338ac",
      "venue": "Australasian Journal of Philosophy",
      "journal": {
        "name": "Australasian Journal of Philosophy",
        "pages": "846 - 847",
        "volume": "97"
      },
      "publicationTypes": null
    },
    {
      "paperId": "98da12faf98516310064896447786ed46124e833",
      "title": "Julia Hermann, Jeroen Hopster, Wouter Kalf and Michael Klenk: Philosophy in the Age of Science? Inquiries into Philosophical Progress, Method, and Societal Relevance. Rowman & Littlefield, 2020.",
      "authors": [
        {
          "name": "Peter Königs",
          "authorId": "118180981"
        }
      ],
      "year": 2021,
      "abstract": "The edited volume Philosophy in the Age of Science?, a festschrift for Herman Philipse, revolves around three major topics: philosophical progress, philosophical method, and the societal relevance of philosophy. By exploring these three themes with a special focus on their relation to science, the thirteen articles collected in the volume, from both junior and senior philosophers, seek to achieve a better understanding of the place of philosophy in our scientific age. A major merit of the volume is that it provides perspectives from such diverse philosophical disciplines as ethics, philosophy of science, philosophy of religion, philosophy of language, metaphysics, and phenomenology. It thus offers a welcome breadth of perspective in a time of increasing specialization. Readers of this journal will be particularly interested in the ethical contributions, some of which will be briefly reviewed below. In a chapter that elegantly connects all three overarching themes of this volume, Julia Hermann makes the case for giving context a more prominent role in ethical inquiry. She discusses contexualist perspectives on justice, privacy and risk, adding a twist by arguing that contextualist approaches are particularly well suited to bring about ethical progress and to render ethics relevant for society. Ethics that takes into account contextual concerns is better able to do justice to the dynamic nature of ethics and to provide concrete practical guidance. Wouter Kalf outlines his own theory of conceptual engineering and explores how error theorists, who do not believe in the existence of moral facts, can engage in conceptual engineering for the purpose of philosophical progress. He suggests that the conceptual engineering efforts of error theorists should be guided by the aim of improving prudential wellbeing, a realm of normative discourse that is typically exempt from error-theoretic skepticism. Specifically, he suggests that the term ‘morally good’ should be engineered in such a way that it moralizes actions that concern non-human animals and the environment, arguing, perhaps surprisingly, that this will advance the prudential interests of those whose actions will be constrained by this re-engineering of ‘morally good’. https://doi.org/10.1007/s10677-021-10176-6",
      "citationCount": 0,
      "doi": "10.1007/S10677-021-10176-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/98da12faf98516310064896447786ed46124e833",
      "venue": "Ethical Theory and Moral Practice",
      "journal": {
        "name": "Ethical Theory and Moral Practice",
        "pages": "633 - 635",
        "volume": "24"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "405234cbf4a9768f1320332c23f2698692e66eee",
      "title": "Perplexity and Philosophical Progress in advance",
      "authors": [
        {
          "name": "H. Cruz",
          "authorId": "144982938"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.5840/MSP20219166",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/405234cbf4a9768f1320332c23f2698692e66eee",
      "venue": "",
      "journal": {
        "name": "Midwest Studies in Philosophy",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "ed6f13c91a29a07da58ad13752abbe6c939439e7",
      "title": "Aristotle, Isocrates, and Philosophical Progress",
      "authors": [
        {
          "name": "Matthew D. Walker",
          "authorId": "2087006325"
        }
      ],
      "year": 2020,
      "abstract": "\n In fragments of the lost Protrepticus, preserved in Iamblichus, Aristotle responds to Isocrates’ worries about the excessive demandingness of theoretical philosophy. Contrary to Isocrates, Aristotle holds that such philosophy is generally feasible for human beings. In defense of this claim, Aristotle offers the progress argument, which appeals to early Greek philosophers’ rapid success in attaining exact understanding. In this paper, I explore and evaluate this argument. After making clarificatory exegetical points, I examine the argument’s premises in light of pressing worries that the argument reasonably faces in its immediate intellectual context, the dispute between Isocrates and Aristotle. I also relate the argument to modern concerns about philosophical progress. I contend that the argument withstands these worries, and thereby constitutes a reasonable Aristotelian response to the Isocratean challenge.",
      "citationCount": 2,
      "doi": "10.30965/26664275-02301012",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ed6f13c91a29a07da58ad13752abbe6c939439e7",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "197-224",
        "volume": "23"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f0b7255a1f210b9d9d381eea92d4df6bf394ab82",
      "title": "The Philosophical Progress of Hume's Essays",
      "authors": [
        {
          "name": "Margaret Watkins",
          "authorId": "49996492"
        }
      ],
      "year": 2018,
      "abstract": "For those open to the possibility that philosophical thought can improve life, David Hume's Essays: Moral, Political, and Literary have something to say. In the first comprehensive study of the Essays, Margaret Watkins engages closely with these neglected texts and shows how they provide important insights into Hume's perspective on the breadth and depth of human life, arguing that the Essays reveal his continued commitment to philosophy as a discipline that can promote both social and individual progress. Addressing topics such as politics, war, slavery, the priesthood, the development of industry, aesthetics, emotional disorders, egoism, friendship, sexuality, gender relations, and the nature of philosophy itself, the volume examines Hume's purposes and aims against the backdrop of the eighteenth century society in which he lived. It will be of interest to scholars of modern thought in philosophy, politics, history, and economics.",
      "citationCount": 23,
      "doi": "10.1017/9781108653244",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f0b7255a1f210b9d9d381eea92d4df6bf394ab82",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "57a8fe49187d02c03bbaae74361e74e07f97dd28",
      "title": "Philosophy's Future: The Problem of Philosophical Progress",
      "authors": [
        {
          "name": "R. Blackford",
          "authorId": "3915127"
        },
        {
          "name": "D. Broderick",
          "authorId": "8381709"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 51,
      "doi": "10.1002/9781119210115",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/57a8fe49187d02c03bbaae74361e74e07f97dd28",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "82ffad925b18f0bc9f8b4c29b0d4aa023f039e8b",
      "title": "MAKING PHILOSOPHICAL PROGRESS: THE BIG QUESTIONS, APPLIED PHILOSOPHY, AND THE PROFESSION*",
      "authors": [
        {
          "name": "Elizabeth Brake",
          "authorId": "97103380"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 10,
      "doi": "10.1017/S026505251700019X",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/82ffad925b18f0bc9f8b4c29b0d4aa023f039e8b",
      "venue": "Social Philosophy and Policy",
      "journal": {
        "name": "Social Philosophy and Policy",
        "pages": "23 - 45",
        "volume": "34"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ce270333ae627af785dbaa19246cac4dde39b2d8",
      "title": "Later Mohist ethics and philosophical progress in ancient China",
      "authors": [
        {
          "name": "Daniel J. Stephens",
          "authorId": "47016669"
        }
      ],
      "year": 2020,
      "abstract": "ABSTRACT The writings of the later Mohists are generally taken to contain several updates to the consequentialist ethical view held by the Mohist school. In this paper, I defend one interpretation of those updates and how they may have served, within the Mohists’ argumentative context, to make their views more defensible. I argue that we should reject A.C. Graham’s prominent interpretation, on which the later Mohists’ argumentative strategy is to develop a conception of the a priori and to ground their ethical view in a form of a priori rationalism. I contend, instead, that the strength of the later Mohists’ ethical view comes largely from their adoption of a subjective criterion for identifying what counts as a benefit within their consequentialist view. I show how the adoption of this subjective criterion fits within a larger trend in later Mohist thought of coming to terms with the diversity of people’s evaluative standpoints, and further show how it equips the later Mohists with worthwhile responses to their philosophical rivals.",
      "citationCount": 5,
      "doi": "10.1080/09608788.2020.1816528",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ce270333ae627af785dbaa19246cac4dde39b2d8",
      "venue": "",
      "journal": {
        "name": "British Journal for the History of Philosophy",
        "pages": "394 - 414",
        "volume": "29"
      },
      "publicationTypes": null
    },
    {
      "paperId": "16ba953adf1d50d53ff6918606155f5ae25c1b8a",
      "title": "Philosophical Progress: In Defence of a Reasonable Optimism",
      "authors": [
        {
          "name": "Daniel Stoljar",
          "authorId": "4241395"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 32,
      "doi": "10.1093/oso/9780198802099.001.0001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/16ba953adf1d50d53ff6918606155f5ae25c1b8a",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "c6ade34e39e6a89702c7a3b7f8607df688a92916",
      "title": "Margaret Watkins, The Philosophical Progress of Hume's Essays",
      "authors": [
        {
          "name": "Christopher J. Berry",
          "authorId": "2684151"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.3366/JSP.2019.0245",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c6ade34e39e6a89702c7a3b7f8607df688a92916",
      "venue": "Journal of Scottish Philosophy",
      "journal": {
        "name": "Journal of Scottish Philosophy"
      },
      "publicationTypes": null
    },
    {
      "paperId": "589b3556cd0e407185b8d064120fdf6e9ae6a09e",
      "title": "Three Barriers to Philosophical Progress",
      "authors": [
        {
          "name": "Jessica M. Wilson",
          "authorId": "2115545209"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 7,
      "doi": "10.1002/9781119210115.CH7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/589b3556cd0e407185b8d064120fdf6e9ae6a09e",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "91-104",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "237a29ce8ca7593be53e13c78d84f28a1a5689c6",
      "title": "Does Philosophical Progress Matter",
      "authors": [
        {
          "name": "Richard Kamber",
          "authorId": "37999821"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 8,
      "doi": "10.1002/9781119210115.CH10",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/237a29ce8ca7593be53e13c78d84f28a1a5689c6",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "133-143",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "496dddb7087d60f4a0b0eb0f56e1ce99bdc09aad",
      "title": "Philosophical Progress: In Defence of a Reasonable Optimism, by Daniel Stoljar",
      "authors": [
        {
          "name": "A. Baz",
          "authorId": "143737745"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1093/MIND/FZY079",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/496dddb7087d60f4a0b0eb0f56e1ce99bdc09aad",
      "venue": "Mind",
      "journal": {
        "name": "Mind"
      },
      "publicationTypes": null
    },
    {
      "paperId": "273bcff58989dc693778d8eb02eb45a17cff40b1",
      "title": "The Scientific Practice Turn as Philosophical Progress",
      "authors": [
        {
          "name": "S. Ross",
          "authorId": "145520631"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/273bcff58989dc693778d8eb02eb45a17cff40b1",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "e709f26ec872b213d5c6d662c1ef276e8073d17f",
      "title": "Between Gods and Apes: On the Lack of Scientific and Philosophical Progress",
      "authors": [
        {
          "name": "M. Walker",
          "authorId": "145498164"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1002/9781119210115.CH11",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e709f26ec872b213d5c6d662c1ef276e8073d17f",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "145-158",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "59a6d7df68a3a29d4c19ba3cf1fb917a5eeca5e3",
      "title": "Literature and philosophical progress",
      "authors": [
        {
          "name": "E. John",
          "authorId": "143789023"
        }
      ],
      "year": 2018,
      "abstract": "This paper addresses the question of how literary and philosophical thinking can converge in experience of a literary work. Peter Lamarque and Stein Haugom Olsen, in Truth, Fiction, and Literature, dispute this possibility, and this discussion responds to their view, with particular attention to their account of thematic interpretation. Thematic interpretation is presented here as involving thought about the reasons behind a work’s use of its content and other features. Those reasons have an implicit generality that allows us to move from literary specificity to general, philosophically significant thought. Philosophy’s need for the kind of thinking supported by literature, exploring patterns, priorities and less than universal claims, is defended. George Eliot’s novel Middlemarch and Lydia Davis’s story ‘Ethics’ provide illustrations of the issues.",
      "citationCount": 0,
      "doi": "10.19079/metodo.6.1.17",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/59a6d7df68a3a29d4c19ba3cf1fb917a5eeca5e3",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "17-40",
        "volume": "6"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ebd9b28bd97dc6fa35232e820cc00cebf28eec35",
      "title": "Extensive Philosophical Progress and Agreement",
      "authors": [
        {
          "name": "Bryan Frances",
          "authorId": "103138679"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ebd9b28bd97dc6fa35232e820cc00cebf28eec35",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "ca7fd66a035fcce53013385f9fcb69ee557c6dc5",
      "title": "David Lewis and the Kangaroo: Graphing Philosophical Progress",
      "authors": [
        {
          "name": "Benj Hellie",
          "authorId": "103694764"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1002/9781119210115.CH16",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ca7fd66a035fcce53013385f9fcb69ee557c6dc5",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "213-225",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "ff0f4e07f59c828b4ca4ad9201b4544bc0d1239b",
      "title": "“price” of progress in philosophical views of P. L. Lavrov",
      "authors": [
        {
          "name": "Misyurov",
          "authorId": "2361295758"
        }
      ],
      "year": 2025,
      "abstract": "The semantic role of the conceptual dominant of the journalistic works of one of the leaders of populism P. L. Lavrov is considered. It is argued that the conceptual content of the question of the moral costs of progress determines the method of analyzing social phenomena - at the junction of positivism and Marxism. It is proved that such a solution to the socio-philosophical problem - the combination of the preaching of ”rational egoism” with the universal moral ideal interpreted in the spirit of “practical” materialism - should be considered not as eclecticism, but as an attempt to develop an “organic” teaching. It is stated that this substantiation of the “critical look” both at the very object of research (unjust social system) and at outdated philosophical systems (ways of “curing” social ailments) is an optimal combination of theory and practice. The conclusion is made that the Narodnik understanding of the driving forces of the historical process emphasized the axiological side of the issue: the duty and moral choice of any “fighter for progress”.",
      "citationCount": 0,
      "doi": "10.24147/1812-3996.2025.1.91-98",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ff0f4e07f59c828b4ca4ad9201b4544bc0d1239b",
      "venue": "Herald of Omsk University",
      "journal": {
        "name": "Herald of Omsk University"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7ea24271cfc94907ed5257a15d40c32227d768d9",
      "title": "PHILOSOPHICAL AND DEONTOLOGICAL BACKGROUND OF EDUCATIONAL PROGRESS IN JAPAN",
      "authors": [
        {
          "name": "N. Nychkalo",
          "authorId": "2127352025"
        },
        {
          "name": "Liubov Gutor",
          "authorId": "2402403750"
        }
      ],
      "year": 2025,
      "abstract": "This article examines the deontological features of Japanese moral philosophy as the foundations of educational progress in Japan. It explores how the concept of moral duty has evolved into a system of educational norms that shape both the content and value orientation of education. The study also highlights the contributions of leading Japanese philosophers to the formation of a national deontological worldview. It has been revealed that Japanese deontological ethics has a deeply spiritual nature. Deontological worldview is shaped by the enduring influence of Buddhism and Confucianism. These traditions frame moral duty as adherence to rational rules and as a path toward spiritual self-cultivation and social responsibility. In the educational sphere, this perspective supports the training of morally grounded individuals who fulfill their academic and professional responsibilities with discipline, integrity, and a commitment to social harmony as well as familial, societal, and civic duty. Japanese education is substantiated as a framework of unique moral and ethical principles characteristic of deontological thinking, that integrate social responsibility and harmony, integrity and respect for human dignity, care for others, reverence for elders, focused and disciplined labor, respect for different professions, environmental awareness and protection, and continuous self-improvement through lifelong learning. The article emphasizes the central role of resilience as a moral obligation of Japanese society, which is understood as the capacity to recover, adapt, and grow after traumatic events or experience. The study concludes that educational progress in Japan is deeply rooted in a philosophical and deontological approach to personal development that upholds a number of specific moral duties and a strong sense of social responsibility.",
      "citationCount": 0,
      "doi": "10.35387/ucj.2(12).2025.0001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7ea24271cfc94907ed5257a15d40c32227d768d9",
      "venue": "UNESCO Chair Journal Lifelong Professional Education in the XXI Century",
      "journal": {
        "name": "UNESCO Chair Journal \"Lifelong Professional Education in the XXI Century\""
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0fcb3fe76db5b937f292032891f5f7054382bead",
      "title": "Moral Progress Through Conceptual Improvements: A Typology and Its Philosophical Lessons",
      "authors": [
        {
          "name": "Jinglin Zhou",
          "authorId": "2277111515"
        },
        {
          "name": "YU Yang",
          "authorId": "2398438064"
        }
      ],
      "year": 2025,
      "abstract": "\n Conceptual improvements are a significant dimension through which local moral progress occurs, both at the individual and societal levels. Michele Moody-Adams (1999) offers a narrow view of moral progress, suggesting that only a deepened understanding of complex, existing moral concepts can constitute moral progress. Consequently, she views the role of moral philosophy as limited to constructing deeper accounts of these concepts. We broaden Moody-Adams’s (1999) account by identifying three distinct types of conceptual improvements that can constitute moral progress: deepening the understanding of existing concepts, creating new concepts, and enhancing the ability to apply concepts. We support this typology with historical examples where such improvements constituted moral progress. Based on this typology, we argue that the role of moral philosophy extends beyond developing and refining moral theories to include the active creation of new concepts and the facilitation of conceptual application.",
      "citationCount": 0,
      "doi": "10.1017/apa.2025.10018",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0fcb3fe76db5b937f292032891f5f7054382bead",
      "venue": "Journal of the American Philosophical Association",
      "journal": {
        "name": "Journal of the American Philosophical Association"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6b9b2701263009c07f5dd21ceef104ff6aee1273",
      "title": "Disagreement and Philosophical Progress",
      "authors": [
        {
          "name": "Brenton Ables",
          "authorId": "133689718"
        }
      ],
      "year": 2015,
      "abstract": "In “Belief in the Face of Controversy,” Hilary Kornblith argues for a radical form of epistemic modesty: given that there has been no demonstrable cumulative progress in the history of philosophy – as there has been in formal logic, math, and science – Kornblith concludes that philosophers do not have the epistemic credibility to be trusted as authorities on the questions they attempt to answer. After reconstructing Kornblith's position, I will suggest that it requires us to adopt a different conception of philosophy's epistemic value. First, I will argue that ‘progress’ has a different meaning in logic, science and philosophy, and that to judge one of these disciplines by the standards appropriate to one of the others obscures the unique epistemic functions of all. Second, I will argue that philosophy is epistemically unique in that it is a non-relativistic but historically determined excavation of foundations. Finally, drawing on Frank Herbert's Dune, I will suggest that Kornblith leaves us with a choice between two epistemic ideals: the hyper-logical ‘Mentat,’ or the historically informed ‘pre-born.’",
      "citationCount": 2,
      "doi": "10.5840/logos-episteme2015616",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6b9b2701263009c07f5dd21ceef104ff6aee1273",
      "venue": "",
      "journal": {
        "name": "Logos and Episteme",
        "pages": "115-127",
        "volume": "6"
      },
      "publicationTypes": null
    }
  ],
  "count": 30,
  "errors": []
}
