{
  "status": "success",
  "source": "semantic_scholar",
  "query": "philosophy research methods",
  "results": [
    {
      "paperId": "02885952e9f4c818abf6b3495176607cfdd4fb71",
      "title": "Discussion on Chinese Philosophy Research Methods",
      "authors": [
        {
          "name": "Shifen Gong",
          "authorId": "145473491"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.12783/DTSSEHS/ICAEM2017/19118",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/02885952e9f4c818abf6b3495176607cfdd4fb71",
      "venue": "",
      "journal": {
        "name": "DEStech Transactions on Social Science, Education and Human Science",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "734ac880ca4dc32afc882fb5b17df4fd575c1f29",
      "title": "Research Methods and Philosophy of Science",
      "authors": [
        {
          "name": "James E. Sallis",
          "authorId": "67064480"
        },
        {
          "name": "Geir Gripsrud",
          "authorId": "83987556"
        },
        {
          "name": "U. Olsson",
          "authorId": "33818510"
        },
        {
          "name": "Ragnhild Silkoset",
          "authorId": "13896611"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-030-84421-9_1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/734ac880ca4dc32afc882fb5b17df4fd575c1f29",
      "venue": "Research Methods and Data Analysis for Business Decisions",
      "journal": {
        "name": "Research Methods and Data Analysis for Business Decisions"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6b38b44a4da3c874db28596fb36043b233f3a96e",
      "title": "The Meaning of “Phenomenology”: Qualitative and Philosophical Phenomenological Research Methods",
      "authors": [
        {
          "name": "H. Williams",
          "authorId": "25171843"
        }
      ],
      "year": 2021,
      "abstract": "I show some problems with recent discussions within qualitative research that centre around the “authenticity” of phenomenological research methods. I argue that attempts to restrict the scope of the term “phenomenology” via reference to the phenomenological philosophy of Husserl are misguided, because the meaning of the term “phenomenology” is only broadly restricted by etymology. My argument has two prongs: first, via a discussion of Husserl, I show that the canonical phenomenological tradition gives rise to many traits of contemporary qualitative phenomenological theory that are purportedly insufficiently genuine (such as characterisations of phenomenology as “what-its-likeness” and presuppositionless description). Second, I argue that it is not adherence to the theories and methods of prior practitioners such as Husserl that justifies the moniker “phenomenology” anyway. Thus, I show that the extent to which qualitative researchers ought to engage with the theory of philosophical phenomenology or adhere to a particular edict of Husserlian methodology ought to be determined by the fit between subject matter and methodology and conclude that qualitative research methods still qualify as phenomenological if they develop their own set of theoretical terms, traditions, and methods instead of importing them from philosophical phenomenology.",
      "citationCount": 150,
      "doi": "10.46743/2160-3715/2021.4587",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6b38b44a4da3c874db28596fb36043b233f3a96e",
      "venue": "The Qualitative Report",
      "journal": {
        "name": "The Qualitative Report"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5cf7c3ec29ac0d2953a92837317523519a8f56f8",
      "title": "Evidence-Based Practices in Special Education: A Reflection on the Philosophy, Research and Teaching",
      "authors": [
        {
          "name": "C. Wu",
          "authorId": "1720867073"
        },
        {
          "name": "Jiraporn Chano",
          "authorId": "10314465"
        },
        {
          "name": "Herli Salim",
          "authorId": "2405656952"
        },
        {
          "name": "J. Kritzer",
          "authorId": "82922865"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 3,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5cf7c3ec29ac0d2953a92837317523519a8f56f8",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "6e7e996053db3faaefad089a79bfe670d28b0949",
      "title": "The longitudinal qualitative research design in nursing, health, and social care research: philosophy, methodology, and methods",
      "authors": [
        {
          "name": "Jonathan Bayuo",
          "authorId": "2276152902"
        },
        {
          "name": "F. Nyande",
          "authorId": "51980866"
        },
        {
          "name": "Wise Awunyo",
          "authorId": "2324716635"
        },
        {
          "name": "Emmanuel Akpalu",
          "authorId": "2324712703"
        }
      ],
      "year": 2025,
      "abstract": "The longitudinal qualitative research (LQR) approach is an emerging design in nursing research which focuses on examining changes in experiences over specified timepoints. While some authors have tied this approach to a specific qualitative tradition such as phenomenology and case study, other authors have associated it with two or more qualitative methodologies. Yet, others have also argued it is untied to a specific qualitative tradition. Thus, there is palpable confusion regarding whether it is a methodology or merely a method. Additionally, its guiding paradigm or philosophical/ theoretical foundations remain poorly articulated or loosely defined within the broader qualitative research tradition. This methodological discussion paper sought to examine the guiding paradigm/ philosophical underpinning, methodology, and methods unique to LQR to ground it within the broader qualitative research tradition. A secondary goal, perhaps more nuanced, is to generate further scholarly discussions regarding LQR and its application to nursing, health, and social care research. Methodological discussion When the term “longitudinal” is applied to a qualitative methodology, the emphasis is on repeated data collection informed by that methodology’s theoretical perspective. However, when LQR is used, then it is to be considered as a methodology characterised by a focus on change, meaning, and time grounded in context, an emphasis on participants’ own reflections of their subjective experiences and the researchers understanding of them. LQR emphasises reflective, second-order perspective (the world as experienced and perceived/ understood). With the need to uncover change across time, its dynamics, and mechanisms, LQR is argued to be potentially underpinned by the critical realist theoretical/ philosophical stance. Methodologically, LQR lends itself to methodical flexibility and pluralism. Despite its strengths, some challenges are noteworthy including attrition, time and resource demands, data management, ethical considerations, researcher bias, analytical complexity, contextual changes, and issues of transferability. LQR is a methodology fit for uncovering meaning, dynamics, and mechanisms of change over time and bound to specific contexts albeit its conduct requires careful planning and availability of adequate resources.",
      "citationCount": 1,
      "doi": "10.1186/s12874-025-02736-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6e7e996053db3faaefad089a79bfe670d28b0949",
      "venue": "BMC Medical Research Methodology",
      "journal": {
        "name": "BMC Medical Research Methodology",
        "volume": "26"
      },
      "publicationTypes": [
        "Review",
        "JournalArticle"
      ]
    },
    {
      "paperId": "f94ff5d4fc2819005e552d69afa6b8e944ec4d3a",
      "title": "Philosophical Paradigms in Qualitative Research Methods Education: What is their Pedagogical Role?",
      "authors": [
        {
          "name": "Corrado Matta",
          "authorId": "113517399"
        }
      ],
      "year": 2021,
      "abstract": "ABSTRACT In this paper, I discuss and critically assess how the relationship between philosophy of science and qualitative methods is presented and discussed in research on qualitative research methods education (QRME) and qualitative methods textbooks. I argue that both typically convey the idea that philosophy of science guides or influences the use and choice of qualitative methods but are often unclear about how this influence works. I propose two conceptualizations of the relationship between philosophy of science and qualitative methods: philosophical assumptions can either explicate or explain qualitative methods. I argue that both approaches have pedagogical rewards, but that whereas the explanation approach is explicitly or implicitly used in many examples of research on QRME and textbooks, the explication approach has not had wide application. I conclude by arguing that the lack of clarity and the absence of discussion about explication are potential problems for qualitative research methods education.",
      "citationCount": 37,
      "doi": "10.1080/00313831.2021.1958372",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f94ff5d4fc2819005e552d69afa6b8e944ec4d3a",
      "venue": "Scandinavian Journal of Educational Research",
      "journal": {
        "name": "Scandinavian Journal of Educational Research",
        "pages": "1049 - 1062",
        "volume": "66"
      },
      "publicationTypes": null
    },
    {
      "paperId": "cc5b901cd7b9b85e741d6f6fd4f3b9982cca10c7",
      "title": "Pragmatism: An Essential Philosophy for Mixed Methods Research in Education",
      "authors": [
        {
          "name": "B. Dube",
          "authorId": "84131816"
        },
        {
          "name": "Duduzile Nkomo",
          "authorId": "120157869"
        },
        {
          "name": "Mpho Apadile Thokweng",
          "authorId": "2295570209"
        }
      ],
      "year": 2024,
      "abstract": "Pragmatism stands out as an innovative philosophy guiding actions to address nagging social situations. This is a belief and stance that falls within the positivist and constructivist continuum and adopts practical strategies to mitigate dysfunctional circumstances in human livelihood. This desktop study is a focused discussion of epistemological, ontological and methodological foundations of pragmatism. The study interrogates the concept of pragmatism and its connection to notions of knowledge, meaning, and truth. As a research paradigm, pragmatism views knowledge as an objective reality that exists in the world but that such reality can only be realized through human experience. The philosophical basis of pragmatism is also discussed in the study, which considers human experience to be central in informing actions that are key in addressing challenges in a systematic manner. Furthermore, the methodological challenges of pragmatism and a critical review of pragmatism, are provided in an endeavour to optimize the use of pragmatism in educational research.",
      "citationCount": 1,
      "doi": "10.47772/ijriss.2024.803073",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cc5b901cd7b9b85e741d6f6fd4f3b9982cca10c7",
      "venue": "International journal of research and innovation in social science",
      "journal": {
        "name": "International Journal of Research and Innovation in Social Science"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "a4f6afbd95691332ceb561af609f8b9a4447ae57",
      "title": "Quantitative Research in Education: Philosophy, Uses and Limitations",
      "authors": [
        {
          "name": "Khem Raj Rauteda",
          "authorId": "2268152297"
        }
      ],
      "year": 2025,
      "abstract": "Conventionally, the quantitative research approach is believed to be used in natural science to experiment with phenomena and test theories and hypothesis. However, it has been practiced by researchers in social science and education at present. The study aims to critically analyze the philosophical stances of quantitative research and to explore the uses and limitations of quantitative research methods in education. I used document analysis as a research method where I collected previously published books, journal articles, and book chapters in the related field, read them, explored the required information from the materials, analyzed them critically, and made the arguments in different themes. The study revealed that quantitative research is based on the positivist paradigm which believes in objectivity, and experimental reality. It further showed that quantitative research is significant in the field of education to test the methods, and teaching-learning theories, to see the cause-and-effect relationship, and to see the causal relationship between the variables. Moreover, it shows that quantitative research is significant to explore the results that can be generalized in a large population. Additionally, the study explored that quantitative research has several issues such as negligence on educational complexities, sampling bias, issues of validity, and generalizability, and ethical issues related to consent, confidentiality, anonymity, sampling, data collection, interpretation, and reporting. It suggests that researchers in education should incorporate the qualitative method and mixed-method research to address diversity, emotion, experience, and multiple realities.",
      "citationCount": 10,
      "doi": "10.56916/jmrd.v2i1.993",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a4f6afbd95691332ceb561af609f8b9a4447ae57",
      "venue": "Journal of Multidisciplinary Research and Development",
      "journal": {
        "name": "Journal of Multidisciplinary Research and Development"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4c45f10986780be344b6faad838c4dd7f76d3ae7",
      "title": "Qualitative Research Methods and Evidential Reasoning",
      "authors": [
        {
          "name": "Corrado Matta",
          "authorId": "113517399"
        }
      ],
      "year": 2019,
      "abstract": "This article discusses the concept of evidential reasoning in the context of qualitative research methods in the social sciences. A conceptualization of qualitative evidential reasoning is proposed. This conceptualization is based on the analysis of an example of qualitative methods applied to the study of music education. I argue that this conceptualization identifies specific and nontrivial conditions for qualitative evidential reasoning and, at the same time, supports the claim that there is no essential methodological separation regarding evidence between quantitative and qualitative methods.",
      "citationCount": 11,
      "doi": "10.1177/0048393119862858",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4c45f10986780be344b6faad838c4dd7f76d3ae7",
      "venue": "Philosophy of the Social Sciences",
      "journal": {
        "name": "Philosophy of the Social Sciences",
        "pages": "385 - 412",
        "volume": "49"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b6224c5e6c1f88864b25256ec64d7bc0b4ab75c3",
      "title": "When philosophy (of science) meets formal methods: a citation analysis of early approaches between research fields",
      "authors": [
        {
          "name": "G. Bonino",
          "authorId": "67308133"
        },
        {
          "name": "Paolo Maffezioli",
          "authorId": "3133831"
        },
        {
          "name": "E. Petrovich",
          "authorId": "35713325"
        },
        {
          "name": "P. Tripodi",
          "authorId": "50521339"
        }
      ],
      "year": 2022,
      "abstract": "The article investigates what happens when philosophy (of science) meets and begins to establish connections with two formal research methods such as game theory and network science. We use citation analysis to identify, among the articles published in Synthese and Philosophy of Science between 1985 and 2021, those that cite the specialistic literature in game theory and network science. Then, we investigate the structure of the two corpora thus identified by bibliographic coupling and divide them into clusters of related papers by automatic community detection. Lastly, we construct by the same bibliometric techniques a reference map of philosophy, on which we overlay our corpora to map the diffusion of game theory and network science in the various sub-areas of recent philosophy. Three main results derive from this study. (i) Philosophers are interested not only in using and investigating game theory as a formal method belonging to applied mathematics and sharing many relevant features with social choice theory, but also in considering its applications in more empirically oriented disciplines such as social psychology, cognitive science, or biology. (ii) Philosophers focus on networks in two research contexts and in two different ways: in the debate on causality and scientific explanation, they consider the results of network science; in social epistemology, they employ network science as a formal tool. (iii) In the reference map, logic—whose use in philosophy dates back to a much earlier period—is distributed in a more uniform way than recently encountered disciplines such as game theory and network science. We conclude by discussing some methodological limitations of our bibliometric approach, especially with reference to the problem of field delineation.",
      "citationCount": 6,
      "doi": "10.1007/s11229-022-03484-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b6224c5e6c1f88864b25256ec64d7bc0b4ab75c3",
      "venue": "Synthese",
      "journal": {
        "name": "Synthese",
        "volume": "200"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ffd7169d99f21f4c3590041e3144934159ea2031",
      "title": "Teaching Methods of Piano Playing: Concept of Universalism and Author's Philosophy",
      "authors": [
        {
          "name": "RunTao Ma",
          "authorId": "2336247758"
        }
      ],
      "year": 2024,
      "abstract": "This research aimed to determine the methods for teaching piano by focusing on the synthesis of the concept of universalism and the author's philosophy of pedagogy, which affect the piano performance. Using an uneven scale, the author revealed that at baseline, the traditional approach to teaching piano was common (58%). However, this educational approach does not reflect the principles of universalism, which prevents the attainment of high results among the majority of students and does not demonstrate the potential for utilising an individualised approach to learning. The obtained results influenced the development of a teaching methodology that included a preliminary analysis of the repertoire, the enhancement of musicality during the interpretation of sounds and melodies, the acquisition of skills in sound contrast and polyphony, and the development of performance dynamics and creativity. Using the sociometric rating index, the researchers determined that the author's approach ( = 1.37) was of the highest importance for improving piano skills because it was aimed at developing playing skills of varying complexity. On the basis of the respondents' piano composition performance quality, it was evident that the execution technique for pre‐existing musical compositions ( = 9.7) exceeded that of improvised pieces ( = 9.3). The results obtained contribute to the development of technical and creative skills in piano performance, employing principles of universalism that influenced the creation of the author's methodology. The research prospects are related to a comparative analysis of the effectiveness of teaching piano under different author's methods.",
      "citationCount": 3,
      "doi": "10.1111/ejed.12881",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ffd7169d99f21f4c3590041e3144934159ea2031",
      "venue": "European Journal of Education",
      "journal": {
        "name": "European Journal of Education"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "30595e907ecd844d27536e07088a87496e4809bb",
      "title": "Research Design, Philosophy, and Quantitative Approaches in Scientific Research Methodology",
      "authors": [
        {
          "name": "A. Gamage",
          "authorId": "2176582182"
        }
      ],
      "year": 2025,
      "abstract": "This paper provides a comprehensive review of existing literature on research design, philosophy, and quantitative approaches in scientific research methodology. It explores the theoretical foundations that influence researchers’ choices when developing a research strategy, with particular emphasis on the alignment between research philosophy and methodological choices. By examining key philosophical paradigms such as positivism, interpretivism, and pragmatism, the paper highlights how these frameworks shape the selection of quantitative, qualitative, and mixed-methods research approaches. The Research Onion Model is utilized to demonstrate the sequential layers of research design, from philosophical stance to data collection strategy. Through a review of current research, this paper provides insights into the importance of selecting the appropriate methodology based on the research objectives, questions, and underlying theoretical perspectives. The findings suggest that understanding the interplay between philosophy and methodology is crucial for ensuring a coherent and effective research design. By synthesizing existing theoretical perspectives, this paper contributes to a deeper understanding of the methodological choices available for scientific research.",
      "citationCount": 8,
      "doi": "10.36347/sjet.2025.v13i02.004",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/30595e907ecd844d27536e07088a87496e4809bb",
      "venue": "Scholars Journal of Engineering and Technology",
      "journal": {
        "name": "Scholars Journal of Engineering and Technology"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "41dad122cce383dfc42ff885d4b020f3c511bd37",
      "title": "Why apply yinyang philosophy in mixed methods research: Harmony perspectives from ancient Chinese culture",
      "authors": [
        {
          "name": "Lingqi Meng",
          "authorId": "46643360"
        },
        {
          "name": "Shujie Liu",
          "authorId": "2107983055"
        }
      ],
      "year": 2022,
      "abstract": "Abstract Yinyang philosophy encompasses an essential understanding of the mechanism and laws of nature, cosmos, and human society in Chinese culture, and reaches to many other parts of Asia and around the world. The purpose of this article is to explore how yinyang philosophy can serve as a philosophical underpinning of mixed methods research (MMR). In particular, harmony, one of the important features in yinyang philosophy, is applied to interpret the design of mixed methods research. Guided by this philosophy, other beliefs about an integrated approach to using qualitative and quantitative methods fit in with the MMR approach. These underlying precepts are not necessarily held by researchers, and will be shown to indicate harmony and a dynamic equilibrium of yin and yang. This perspective provides a novel window for considering controversial issues that have arisen about the use of different philosophical underpinnings for MMR during its emergence over the past several decades. The implications are for a softer interpretation, for example, when selection of quantitative rules needs to harmonize with certain types of MMR, and validity of self-developed questionnaires needs to consider different levels of criteria for MMR.",
      "citationCount": 2,
      "doi": "10.1080/00131857.2022.2105695",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/41dad122cce383dfc42ff885d4b020f3c511bd37",
      "venue": "Educational Philosophy and Theory",
      "journal": {
        "name": "Educational Philosophy and Theory",
        "pages": "468 - 482",
        "volume": "55"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8fa2779da4d873ade5aaee1f2b20544af96073bc",
      "title": "Causation in Mixed Methods Research: The Meeting of Philosophy, Science, and Practice",
      "authors": [
        {
          "name": "R. B. Johnson",
          "authorId": "144150680"
        },
        {
          "name": "Federica Russo",
          "authorId": "144755646"
        },
        {
          "name": "J. Schoonenboom",
          "authorId": "50253277"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 59,
      "doi": "10.1177/1558689817719610",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8fa2779da4d873ade5aaee1f2b20544af96073bc",
      "venue": "",
      "journal": {
        "name": "Journal of Mixed Methods Research",
        "pages": "143 - 162",
        "volume": "13"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "768051219a56485ef663b31d42d4decfb6940952",
      "title": "Samkhya Philosophy And Ex Post Facto Research: An Analysis",
      "authors": [
        {
          "name": "Sada Warsi",
          "authorId": "2350026135"
        }
      ],
      "year": 2025,
      "abstract": "This paper investigates Sankhya Philosophy and Ex Post Facto Research. Sankhya is an old philosophical system from India, while ex post facto research is a specific way to do research. They come from different times in history, but both Sankhya philosophy and ex post facto research deal with causes and effects. This paper examines how Sankhya philosophy and ex post facto research are similar and different. It also shows how Sankhya philosophy can make the study of ex-post facto research better. The findings show that Sankhya philosophy gives a useful way to understand the complex links between variables in ex post facto studies. This paper adds to the ongoing talk about how philosophy and research methods can work together. It shows the benefits of using ideas from different fields to create new knowledge.",
      "citationCount": 0,
      "doi": "10.57067/ir.v2.i8.371",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/768051219a56485ef663b31d42d4decfb6940952",
      "venue": "Integral Research",
      "journal": {
        "name": "Integral Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e21af0be4eb8259fb51ffac42590ca34fc1d59c3",
      "title": "Debating Research Philosophy in Political Science: A Critical Outlook",
      "authors": [
        {
          "name": "Mahendra Sapkota",
          "authorId": "2338424512"
        }
      ],
      "year": 2025,
      "abstract": "This paper conceives a philosophical position of research and states clearly that political science research is not a static science. Pivotal to this research question is the assessment of diverse philosophical standpoints through the perspective of political science. Following a systematic review method, the study brings certain propositions, which place the philosophy of political science in the context of the metaphysical concept, based on the interaction between political ontology and epistemology. These constructs are by no means fixed though, and current controversies and discussions include the very definition of reality and its location at the bedrock of political science research. The paper then reviews these debates within the context of the dominant Western research paradigms (positivism, post-positivism, social constructionism, criticalism, pragmatism and postmodernism) and Eastern paradigms (Vedanta, Buddhist, Confucianism and Taoism). Each of these paradigms provides specific methods for viewing political phenomena in empirical contexts. The paper highlights the need to look at political phenomena from a diverse set of research paradigms taking emerging issues and case studies. Finally, the study gathers that the concern with these paradigms is important because it expands scholarship for the political science to progress paradigm in a diverse and interconnected world.",
      "citationCount": 3,
      "doi": "10.47857/irjms.2025.v06i01.02927",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e21af0be4eb8259fb51ffac42590ca34fc1d59c3",
      "venue": "International Research Journal of Multidisciplinary Scope",
      "journal": {
        "name": "International Research Journal of Multidisciplinary Scope"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "5b86ff625864c639a52e6ec7a5c600b42eb1b6b4",
      "title": "Concept, Principles and Research Methods of African Environmental Ethics",
      "authors": [
        {
          "name": "Diana-Abasi Ibanga",
          "authorId": "119175877"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 3,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5b86ff625864c639a52e6ec7a5c600b42eb1b6b4",
      "venue": "",
      "journal": {
        "name": "The Journal of Pan-African Studies",
        "pages": "123",
        "volume": "11"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a0d9be93a0b37e2fcb979a92aa4ecd3343c54458",
      "title": "A Guide for Positivist Research Paradigm: From Philosophy to Methodology",
      "authors": [
        {
          "name": "Irwan Mohammad Ali",
          "authorId": "2350673593"
        }
      ],
      "year": 2024,
      "abstract": "Asserting that reality is objective, observable, and governed by universal laws through empirical investigation and logical reasoning, positivism continues to serve as a foundation in scientific inquiry. This paper provides a thorough examination of the positivist research paradigm, tracing its philosophical underpinnings and methodological implications. The epistemological foundation of positivism rests on objectivism, which posits that knowledge is independent of individual perceptions and can be verified through empirical evidence. Ontologically, positivism asserts a realist perspective, asserting a singular reality that exists external to human cognition. Axiologically, positivism emphasises value-free research to ensure objectivity and replicability of findings. This paper explores these philosophical beliefs and their application in research design, data collection techniques such as surveys and experiments, and data analysis methods, including statistical tools like SPSS and SmartPLS. By interpreting these aspects, this paper serves as a comprehensive guide for researchers adopting a positivist research paradigm, offering insights into its strengths, limitations, and ongoing relevance in present scientific inquiry.",
      "citationCount": 18,
      "doi": "10.24191/idealogy.v9i2.596",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a0d9be93a0b37e2fcb979a92aa4ecd3343c54458",
      "venue": "Idealogy Journal",
      "journal": {
        "name": "Idealogy Journal"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "88e85aa946dccf58366f20abd7a6e07af6cf0bbd",
      "title": "HISTORICITY OF INDIAN PHILOSOPHY: KEY RESEARCH ISSUES",
      "authors": [
        {
          "name": "Нanna Hnatovska",
          "authorId": "2181416644"
        }
      ],
      "year": 2025,
      "abstract": "B a c k g r o u n d . The article reveals the key methodological problems of historical and philosophical research of the creative heritage of Indian thinkers. The first of them is the definition of criteria for recognizing the philosophical component in the content of the intellectual discourse of Indians, reflected in the literary heritage that does not lose its relevance and has been developing for several millennia. The second is the prospects for the historical study of Indian philosophy and the arguments and counterarguments of this approach.\n\nM e t h o d s . We used general scientific methods, such as analysis, synthesis, comparison and description to reveal specific problems of the methodology of studying the history of Indian philosophy. An interdisciplinary approach was implemented, which made it possible to use the best practices of historians, methodologists of science and philologists.\n\nR e s u l t s . The definition of the criteria for the historicity of the original source in historicist theories is inextricably linked with the definition of the criteria for its philosophic nature, in particular, in the works of Chattopadhyay D. and Ruben V. The vulnerability and relevance of historicist concepts in modern times argues for the expediency of recognizing the relative autonomy of questions: \"What is philosophical?\" and, \"What is historical?\" in the methodological substantiation of research on the history of Indian philosophy.\n\nThe lack of a clear and distinct historical identity in the Indian cultural tradition has deprived researchers of the reliance on periodization that would have been formed by the Indians themselves during the development of their philosophical thought. This explains the significant differences between the most well-known methods of periodization of Indian philosophy, among other things, in the works of Radhakrishnan S., Biardo M., Franco E. At the same time, the widespread attitude among Indians to the original texts as timeless and unquestioningly authoritative, the lack of signs of \"Paradigm revolutions\" in the Kun interpretation of this lexeme, led to the rejection of periodization of Indian philosophy, for example, in the works of Chatterjee S. and Dutt D. And a critical reinterpretation of the tradition of periodization of the history of philosophy in the Western world became the basis for the original periodization of Plott J. Due to the lack of verifiable grounds for asserting the objectivity of the historical process as a whole, researchers are free to create certain ways of their own periodization of the history of Indian philosophy in accordance with the needs of their research and with a clear recognition of their convention and instrumentality.\n\nC o n c l u s i o n s . The basis of the discussion about the historicity of Indian philosophy in modern times is the question: is it justified to talk about history when it is not about distinguishing the modern from the outdated? The vulnerability of the assumption that it is possible to study the works of representatives of a tradition that has been going on for several millennia, without taking into account the specifics of the specific historical situation of the time and the conditions of their creation, encourages us to recognize the expediency of observing the principle of historicityin the research of Indian philosophy. The historical approach in the study of Indian philosophy is not the only possible one, but it fully meets the modern needs of scientific discourse and can be recognized as one of the priorities.",
      "citationCount": 0,
      "doi": "10.17721/2523-4064.2025/12-8/23",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/88e85aa946dccf58366f20abd7a6e07af6cf0bbd",
      "venue": "Bulletin of Taras Shevchenko National University of Kyiv Philosophy",
      "journal": {
        "name": "Bulletin of Taras Shevchenko National University of Kyiv. Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1e222f7fc145b88fc6a3ea9ae6716551cf0f9ea4",
      "title": "Action Research as a Mixed Methods Research: Definition, Philosophy, Types, Process, Political and Ethical Issues and Pros and Cons",
      "authors": [
        {
          "name": "I. Gunbayı",
          "authorId": "69987665"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.59455/jomes.2020.2.2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1e222f7fc145b88fc6a3ea9ae6716551cf0f9ea4",
      "venue": "Journal of Mixed Methods Studies",
      "journal": {
        "name": "Journal of Mixed Methods Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8575605063522a3baceb4fb2aa7ed4c932abec8a",
      "title": "Making Sense of Husserlian Phenomenological Philosophy in Empirical Research",
      "authors": [
        {
          "name": "E. Cudjoe",
          "authorId": "83594748"
        }
      ],
      "year": 2023,
      "abstract": "Phenomenological philosophy is esoteric. Therefore, it is not surprising that most empirical studies adopting a phenomenological approach do not acknowledge or engage with key phenomenological concepts that could shape their investigations. Meanwhile, can we claim that a study is phenomenological when it ignores fundamental phenomenological concepts/theories? A part of the lack of engagement with fundamental phenomenological concepts in empirical research is due to how challenging it is to make sense of these concepts in research. I rely on key concepts from Husserl’s phenomenology such as intentionality, natural attitude, lifeworld, pure essence and inter-subjectivity to envisage the application of phenomenological philosophy in empirical research. The concepts provide different perspectives to thinking about, seeing and analysing the world around us. It is hoped that this article makes phenomenological philosophy more accessible for researchers to apply in their investigations. With dedicated study, these concepts can be useful in different stages of the research process.",
      "citationCount": 29,
      "doi": "10.1177/16094069231171099",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8575605063522a3baceb4fb2aa7ed4c932abec8a",
      "venue": "International Journal of Qualitative Methods",
      "journal": {
        "name": "International Journal of Qualitative Methods",
        "volume": "22"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d4ac8d1f4a8e7a0867834697d706366fc5e06fef",
      "title": "Reuniting philosophy and science to advance cancer research",
      "authors": [
        {
          "name": "T. Pradeu",
          "authorId": "6305237"
        },
        {
          "name": "B. Daignan-Fornier",
          "authorId": "1401430175"
        },
        {
          "name": "A. Ewald",
          "authorId": "1851633"
        },
        {
          "name": "Pierre-Luc Germain",
          "authorId": "145298242"
        },
        {
          "name": "S. Okasha",
          "authorId": "2738599"
        },
        {
          "name": "A. Plutynski",
          "authorId": "4108686"
        },
        {
          "name": "S. Benzekry",
          "authorId": "1875336"
        },
        {
          "name": "M. Bertolaso",
          "authorId": "2196676"
        },
        {
          "name": "M. Bissell",
          "authorId": "2406395"
        },
        {
          "name": "Joel S Brown",
          "authorId": "2116699814"
        },
        {
          "name": "Benjamin Chin-Yee",
          "authorId": "2348463553"
        },
        {
          "name": "I. Chin-Yee",
          "authorId": "15031294"
        },
        {
          "name": "H. Clevers",
          "authorId": "3007819"
        },
        {
          "name": "L. Cognet",
          "authorId": "3510046"
        },
        {
          "name": "Marie Darrason",
          "authorId": "2358053611"
        },
        {
          "name": "E. Farge",
          "authorId": "3936171"
        },
        {
          "name": "J. Feunteun",
          "authorId": "6343679"
        },
        {
          "name": "J. Galon",
          "authorId": "3069178"
        },
        {
          "name": "É. Giroux",
          "authorId": "14700364"
        },
        {
          "name": "Sara Green",
          "authorId": "46818713"
        },
        {
          "name": "Fridolin Gross",
          "authorId": "47843647"
        },
        {
          "name": "Fanny Jaulin",
          "authorId": "2331726826"
        },
        {
          "name": "R. Knight",
          "authorId": "2069311648"
        },
        {
          "name": "E. Laconi",
          "authorId": "6010822"
        },
        {
          "name": "N. Larmonier",
          "authorId": "6270659"
        },
        {
          "name": "C. Maley",
          "authorId": "14218625"
        },
        {
          "name": "A. Mantovani",
          "authorId": "2052660233"
        },
        {
          "name": "V. Moreau",
          "authorId": "31754330"
        },
        {
          "name": "P. Nassoy",
          "authorId": "4495578"
        },
        {
          "name": "E. Rondeau",
          "authorId": "1394225845"
        },
        {
          "name": "David Santamaria",
          "authorId": "2216615616"
        },
        {
          "name": "Catherine M. Sawai",
          "authorId": "3501909"
        },
        {
          "name": "A. Seluanov",
          "authorId": "3265743"
        },
        {
          "name": "G. Sepich-Poore",
          "authorId": "1973050583"
        },
        {
          "name": "Vanja Sisirak",
          "authorId": "5959367"
        },
        {
          "name": "E. Solary",
          "authorId": "52026249"
        },
        {
          "name": "Sarah Yvonnet",
          "authorId": "148167945"
        },
        {
          "name": "L. Laplane",
          "authorId": "15798144"
        }
      ],
      "year": 2023,
      "abstract": "Cancers rely on multiple, heterogeneous processes at different scales, pertaining to many biomedical fields. Therefore, understanding cancer is necessarily an interdisciplinary task that requires placing specialised experimental and clinical research into a broader conceptual, theoretical, and methodological framework. Without such a framework, oncology will collect piecemeal results, with scant dialogue between the different scientific communities studying cancer. We argue that one important way forward in service of a more successful dialogue is through greater integration of applied sciences (experimental and clinical) with conceptual and theoretical approaches, informed by philosophical methods. By way of illustration, we explore six central themes: (i) the role of mutations in cancer; (ii) the clonal evolution of cancer cells; (iii) the relationship between cancer and multicellularity; (iv) the tumour microenvironment; (v) the immune system; and (vi) stem cells. In each case, we examine open questions in the scientific literature through a philosophical methodology and show the benefit of such a synergy for the scientific and medical understanding of cancer.",
      "citationCount": 24,
      "doi": "10.1111/brv.12971",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d4ac8d1f4a8e7a0867834697d706366fc5e06fef",
      "venue": "Biological Reviews of The Cambridge Philosophical Society",
      "journal": {
        "name": "Biological reviews of the Cambridge Philosophical Society",
        "pages": "1668 - 1686",
        "volume": "98"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6ad8f9d00e28214f15bd9e0cc544e50a5718d75d",
      "title": "Doing a Hermeneutic Phenomenology Research Underpinned by Gadamer’s Philosophy: A Framework to Facilitate Data Analysis",
      "authors": [
        {
          "name": "Rasha Alsaigh",
          "authorId": "1381066497"
        },
        {
          "name": "I. Coyne",
          "authorId": "8269062"
        }
      ],
      "year": 2021,
      "abstract": "Phenomenology is an umbrella term that refers to both a philosophical movement and a variety of research approaches. Hermeneutic phenomenology is a methodology, which is not rigidly set or prescribed. Hence, students and researchers using a hermeneutic phenomenology approach underpinned by Gadamer’s philosophy may struggle to apply his concepts while analysing data. This article describes a new framework that provides guidance on how to analyse data in a research study while remaining faithful to the major tenets of Gadamer’s work (pre-understandings, hermeneutic circle and fusion of horizons) and closely adhering to the central tenets. The framework provides a step-by-step strategy to ensure rigour while maintaining trustworthiness. This may serve as a useful guide for neophyte students and researchers using or considering Gadamer’s version of hermeneutic phenomenology in their studies.",
      "citationCount": 109,
      "doi": "10.1177/16094069211047820",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6ad8f9d00e28214f15bd9e0cc544e50a5718d75d",
      "venue": "International Journal of Qualitative Methods",
      "journal": {
        "name": "International Journal of Qualitative Methods",
        "volume": "20"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2b34b51cc135bc22d981bc3bb1ad3d394478ae78",
      "title": "Legal Philosophy as an Enrichment of Doctrinal Research Part I: Introducing Three Philosophical Methods 1",
      "authors": [
        {
          "name": "S. Taekema",
          "authorId": "69957818"
        },
        {
          "name": "W. V. D. Burg",
          "authorId": "4424677"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 8,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2b34b51cc135bc22d981bc3bb1ad3d394478ae78",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "3138804f9a8ac2efd0dabfa21b10881ee3d5de6b",
      "title": "Pragmatic Comparative Research: Pragmatism as a Philosophy of Science for Qualitative Comparative Analysis (QCA)",
      "authors": [
        {
          "name": "Pablo Garcés‐Velástegui",
          "authorId": "1582719726"
        }
      ],
      "year": 2024,
      "abstract": "Qualitative Comparative Analysis (QCA) is a set‐theoretic approach that enables accounting for causal complexity, incorporating features of qualitative and quantitative methods. Pioneered in sociology, it is increasingly used in comparative research to explain social phenomena in various disciplines. Despite its growing adoption, and because of its eclectic nature, some methodological themes have proven elusive. Its philosophy of science is one such issue. Philosophical pragmatism, which focuses on action, rather than the mind as rationalism or things as empiricism, is proposed to fill this void. Moving beyond the positivist‐interpretivist dichotomy, this paper argues that pragmatism's philosophical wagers support QCA's assumptions and practice. Moreover, pragmatism's implications in terms of practical consequences, provisionality of insights, plurality of method, and public participation provide fertile soil on which QCA‐based inquiry can sow, producing pragmatic comparative research.",
      "citationCount": 2,
      "doi": "10.1111/soc4.70021",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3138804f9a8ac2efd0dabfa21b10881ee3d5de6b",
      "venue": "Sociology Compass",
      "journal": {
        "name": "Sociology Compass"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 25,
  "errors": []
}
