{
  "status": "success",
  "source": "semantic_scholar",
  "query": "philosophical survey",
  "results": [
    {
      "paperId": "61343c3ba35fd26e8d7d5ce6ad2ad9d1eb8c5f02",
      "title": "Neural Machine Translation Between English And Bangla: A Philosophical Survey Observing Architectures And Performances",
      "authors": [
        {
          "name": "Md. Abdul Awal Ansary",
          "authorId": "96832232"
        }
      ],
      "year": 2024,
      "abstract": "Neural Machine Translation (NMT) is a state of the art of machine translations that uses neural network models to translate text from one language to another. Unlike traditional machine translation methods, which rely on statistical models and rule-based systems, NMT leverages the power of deep learning, specifically using techniques such as recurrent neural networks (RNNs), long short-term memory networks (LSTMs), or more recently, transformers. Neural Machine Translation represents a significant dive forward in the field of automatic translation, leveraging the latest advancements in deep learning to deliver more accurate and natural translations. The progress in NMT has been remarkable, driven by advancements in model architectures, multilingual training, pretraining techniques, increased computational power, and the availability of vast multilingual datasets and improved evaluation metrics. These developments have collectively enhanced the quality, efficiency, and applicability of NMT systems across various languages and domains. In this article we will explore the technologies and performances of NMT between English and Bangla Language pair from its launching periods to present.",
      "citationCount": 0,
      "doi": "10.9790/0661-2605011725",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/61343c3ba35fd26e8d7d5ce6ad2ad9d1eb8c5f02",
      "venue": "IOSR Journal of Computer Engineering",
      "journal": {
        "name": "IOSR Journal of Computer Engineering"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "831ed25053bff31f2875264a0f98cf91c63ab6cb",
      "title": "Non-uniquely Extendible Maximal Globally Hyperbolic Spacetimes in Classical General Relativity: A Philosophical Survey",
      "authors": [
        {
          "name": "Juliusz Doboszewski",
          "authorId": "91000581"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 12,
      "doi": "10.1007/978-3-319-55486-0_11",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/831ed25053bff31f2875264a0f98cf91c63ab6cb",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "193-212",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "28ab9db3573f0e02b3e2c4c011b64e5140077af9",
      "title": "Indian Aesthetics: A Philosophical Survey",
      "authors": [
        {
          "name": "E. Gerow",
          "authorId": "72869142"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1002/9781405164566.CH21",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/28ab9db3573f0e02b3e2c4c011b64e5140077af9",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "304-323",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "1569484e68ce8e80c6c444be01ceb2e76ed8ce8b",
      "title": "Justice Through Recognition: A Philosophical Survey",
      "authors": [
        {
          "name": "V. Busacchi",
          "authorId": "103609164"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1569484e68ce8e80c6c444be01ceb2e76ed8ce8b",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "1-9",
        "volume": "3"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "72c0e23fadad03593f27e48f2cfe96f8233fa65d",
      "title": "A Philosophical Survey Of The Influence Of The Mdeia On Violence Among Youths",
      "authors": [
        {
          "name": "E. A. Ikegbu",
          "authorId": "79311959"
        },
        {
          "name": "P. Bisong",
          "authorId": "77421036"
        },
        {
          "name": "Enyimba Maduka",
          "authorId": "114137984"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.19044/ESJ.2016.V12N14P351",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/72c0e23fadad03593f27e48f2cfe96f8233fa65d",
      "venue": "",
      "journal": {
        "name": "European Scientific Journal, ESJ",
        "pages": "351-351",
        "volume": "12"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "f8d36d78dfd7337d560b0792b4a7406f43ffb9b3",
      "title": "The Interview and Survey as Philosophical Research Tools in Chinese Thought",
      "authors": [
        {
          "name": "Yolanda Pérez Juarez",
          "authorId": "2354456963"
        }
      ],
      "year": 2025,
      "abstract": "Through this study, it is proposed to examine Chinese thought from a perspective that moves away from the limitations of Eurocentrism, which tends to relegate non-Western philosophies to the realm of myth or religion. To this end, a methodological approach will be adopted that prioritizes the analysis of primary sources, complemented by empirical research tools such as surveys and interviews, traditionally less employed in philosophical research. A deep exploration of Chinese philosophy, particularly Confucianism, which stands out as a philosophical system that significantly influences the shaping of Chinese and East Asian societies, can contribute to establishing a fruitful dialogue between Eastern and Western philosophical traditions. To this end, the universal human experience of death was considered as an object of study, as it may serve as a meeting point, capable of revealing the convergences and divergences in the conception of existence. For this purpose, interviews and surveys were conducted with Chinese citizens, allowing us to hear firsthand their ideas and thoughts on death. Although interviews and surveys have often been considered tools more suitable for social sciences, it is possible to recognize in them, through philosophical analysis and reflection, the philosophical principles present in all human endeavors.",
      "citationCount": 0,
      "doi": "10.32996/ijaas.2025.4.1.1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f8d36d78dfd7337d560b0792b4a7406f43ffb9b3",
      "venue": "International Journal of Asian and African Studies",
      "journal": {
        "name": "International Journal of Asian and African Studies"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "2605345c4804ee77c854c507df54133c3fd71380",
      "title": "Can We Think Machines Are Conscious? A Survey of Philosophical Problems Facing the Attribution of Consciousness to Machines",
      "authors": [
        {
          "name": "Parker Settecase",
          "authorId": "2268260120"
        }
      ],
      "year": 2024,
      "abstract": "In this paper, I’ll examine whether we could be justified in attributing consciousness to artificial intelligent systems. First, I’ll give a brief history of the concept of artificial intelligence (AI) and get clear on the terms I’ll be using. Second, I’ll briefly review the kinds of AI programs on offer today, identifying which research program I think provides the best candidate for machine consciousness. Lastly, I’ll consider the three most plausible ways of knowing whether a machine is conscious: (1) an AI demonstrates a sufficient level of organizational similarity to that of a human thinker, (2) an inference to the best explanation, and (3) what I call “punting to panpsychism”, i.e., the idea that if everything is conscious, then we get machine consciousness in AI for free. However, I argue that all three of these methods for attributing machine consciousness are inadequate since they each face serious philosophical problems which I will survey and specifically tailor to each method.",
      "citationCount": 1,
      "doi": "10.1142/s2705078524500073",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2605345c4804ee77c854c507df54133c3fd71380",
      "venue": "Journal of Artificial Intelligence and Consciousness",
      "journal": {
        "name": "J. Artif. Intell. Conscious.",
        "pages": "35-50",
        "volume": "11"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "4b4beff7717234fd11379d72eafc3c07c31e942e",
      "title": "Reaction qualifications in the eyes of the people: An experimental‐philosophical study based on US survey data",
      "authors": [
        {
          "name": "V. M. L. Pedersen",
          "authorId": "114110916"
        },
        {
          "name": "D. B. Andersen",
          "authorId": "81938921"
        },
        {
          "name": "S. F. Midtgaard",
          "authorId": "13271924"
        },
        {
          "name": "K. M. Sønderskov",
          "authorId": "1390154462"
        }
      ],
      "year": 2024,
      "abstract": "Is it fair for employers to select candidates partly based on how the employers think customers react to the candidates' appearances, that is, based on candidates' reaction qualifications? Both philosophically (in the literature on wrongful discrimination) and empirically, this question has recently been getting attention. Here, we focus on a theory of unfair disadvantages emphasizing (i) whether the possession of the appearance feature in question reflects choices on the part of the candidate and (ii) whether the appearance feature in question reflects values or convictions of importance to the candidate. We scrutinize the theory by evaluating how well these factors map on to folk intuitions about wrongful discrimination using an experimental‐philosophical approach and data from the United States. We do so on the presumption that coherence with folk intuitions is one desideratum for a philosophical theory and that attention should be given to potential discrepancies between philosophical theories and folk intuitions. Our central finding is that there is only general support for factor (i), not (ii), in the American population. Our study also adds to the extant empirical literature on reaction qualifications that tend to focus on the employer's side of the matter, not the candidate's as we do.",
      "citationCount": 1,
      "doi": "10.1111/theo.12559",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4b4beff7717234fd11379d72eafc3c07c31e942e",
      "venue": "Theoria",
      "journal": {
        "name": "Theoria"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "56b052d7fc4828f4006bc839d424e1b4ce827975",
      "title": "To analyze the results of a 2022 survey on public awareness of animal protection and provide ethical and philosophical suggestions",
      "authors": [
        {
          "name": "Eung-Chol Shin",
          "authorId": "2282571741"
        }
      ],
      "year": 2023,
      "abstract": "In recent times, amidst the various voices emerging in our society, discussions related to animal protection have been gaining attention. A striking example is the advocacy for legislating against the consumption of dog meat. The momentum behind the opposition to the consumption of dog meat has grown primarily due to the rapid increase in the population living with companion animals, leading to a heightened negative public opinion regarding the consumption of dogs, which are representative companion animals. \nA nationwide survey on the overall awareness of animal protection among Koreans was announced in early 2023. The Ministry of Agriculture, Food and Rural Affairs disclosed the results of a 2022 survey on public awareness of animal protection, covering 10 key aspects. This article aims to examine the core findings of the 2022 survey on animal protection awareness and analyze these results from a cultural and philosophical perspective. In conclusion, based on this, I would like to propose ethical and philosophical considerations to enhance awareness for animal protection.",
      "citationCount": 0,
      "doi": "10.54913/hn.2023.4.2.231",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/56b052d7fc4828f4006bc839d424e1b4ce827975",
      "venue": "The Korean Society of Human and Nature",
      "journal": {
        "name": "The Korean Society of Human and Nature"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "f9343d83b1d9b1a72305f256c76dfb1619ff86dc",
      "title": "Persuasive ethical appeals and climate messaging: A survey of religious Americans’ philosophical preferences",
      "authors": [
        {
          "name": "Victoria DePalma",
          "authorId": "2158434197"
        }
      ],
      "year": 2022,
      "abstract": "ABSTRACT Incorporating one’s preexisting ethical values into targeted messages has the capacity to increase message persuasiveness. The following study explores this idea by appealing to the ethical frameworks of deontology, utilitarianism and virtue ethics in ethical climate messaging in order to determine which appeal is seen as the most persuasive among the religious demographic. Current literature demonstrates the relationship between religious individuals and their preference for assessing ethical situations deontologically. A nationally representative survey (n = 1,200) was administered. Data reveals that religious respondents are more likely to find a deontological appeal more persuasive than a utilitarian appeal (p ≤ 0.001) when used as the ethical reasoning to reduce the effects of climate change. Implications and future directions are discussed.",
      "citationCount": 3,
      "doi": "10.1080/09515089.2022.2097904",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f9343d83b1d9b1a72305f256c76dfb1619ff86dc",
      "venue": "Philosophical Psychology",
      "journal": {
        "name": "Philosophical Psychology",
        "pages": "455 - 486",
        "volume": "37"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "99db1da160386f5621dac6f600c16b8787452ef3",
      "title": "XAI and Philosophical Work on Explanation: a Survey (short paper)",
      "authors": [
        {
          "name": "Aleks Knoks",
          "authorId": "2227087"
        },
        {
          "name": "T. Raleigh",
          "authorId": "2134692"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/99db1da160386f5621dac6f600c16b8787452ef3",
      "venue": "BEWARE@AI*IA",
      "journal": {
        "pages": "101-106"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "f7e755443d665ebc215e7caeda8aa3154466bddc",
      "title": "A Philosophical Introduction to Language Models - Part I: Continuity With Classic Debates",
      "authors": [
        {
          "name": "Raphael Milliere",
          "authorId": "2249763478"
        },
        {
          "name": "Cameron Buckner",
          "authorId": "2278429867"
        }
      ],
      "year": 2024,
      "abstract": "Large language models like GPT-4 have achieved remarkable proficiency in a broad spectrum of language-based tasks, some of which are traditionally associated with hallmarks of human intelligence. This has prompted ongoing disagreements about the extent to which we can meaningfully ascribe any kind of linguistic or cognitive competence to language models. Such questions have deep philosophical roots, echoing longstanding debates about the status of artificial neural networks as cognitive models. This article -- the first part of two companion papers -- serves both as a primer on language models for philosophers, and as an opinionated survey of their significance in relation to classic debates in the philosophy cognitive science, artificial intelligence, and linguistics. We cover topics such as compositionality, language acquisition, semantic competence, grounding, world models, and the transmission of cultural knowledge. We argue that the success of language models challenges several long-held assumptions about artificial neural networks. However, we also highlight the need for further empirical investigation to better understand their internal mechanisms. This sets the stage for the companion paper (Part II), which turns to novel empirical methods for probing the inner workings of language models, and new philosophical questions prompted by their latest developments.",
      "citationCount": 37,
      "doi": "10.48550/arXiv.2401.03910",
      "arxivId": "2401.03910",
      "url": "https://www.semanticscholar.org/paper/f7e755443d665ebc215e7caeda8aa3154466bddc",
      "venue": "arXiv.org",
      "journal": {
        "name": "ArXiv",
        "volume": "abs/2401.03910"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "0823d1e0deb2afa757b80b5bc4496312623e9e7f",
      "title": "My Philosophical Development",
      "authors": [
        {
          "name": "B. Russell",
          "authorId": "94008979"
        }
      ],
      "year": 2022,
      "abstract": "A survey such as this by one of the world's leading thinkers of his entire philosophical canon, is clearly as important as it is fascinating. It is a masterpiece of philosophical autobiography.",
      "citationCount": 298,
      "doi": "10.2307/2183411",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0823d1e0deb2afa757b80b5bc4496312623e9e7f",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "f1f19311a02c109204e2a8e851df9f0cc60be2cf",
      "title": "Bourdieu’s philosophical anthropologies: Exploring and Marxifying his framework for academic field research",
      "authors": [
        {
          "name": "L. Zipin",
          "authorId": "98727696"
        }
      ],
      "year": 2025,
      "abstract": "Abstract Philosophical anthropologies (PAs) – ontological assumptions about human species-nature – have long faced Foucauldian post-structural rejection of their value and legitimacy in explaining sociological problematics. In this article I endorse Bourdieu’s resistance to a post-PA momentum, arguing that PAs need assuming in sociological research. In the process, I explore PAs within Bourdieu’s research framework, including how his key empirical-analytic concepts – ‘habitus’, ‘field’, ‘illusio’ and ‘forms of capital’ – echo the PAs he assumes. Yet I argue his conceptual framework would do better without a PA he sometimes explicitly invokes: a ‘libidinal’ drive to compete for power in ‘games’ of social-field labour. I then draw on data from a survey of Australian education academics, who comment on how workforce restructures negatively affect their research and teaching labours. From the data, I argue that assuming a power-competitive PA as a driver of field labours inhibits attention to ethically-motivated desire for better labour purposes, fuelling critically-reflexive capacities to challenge field-structured power games. In turn, I diagnose that Bourdieu’s conceptual framework needs, but lacks, Marxian assumption of a human-species impulse for labours to serve use-valued social purposes, and that commodification of labours generates emotional alienation. I therefore suggest a ‘Marxification’ of Bourdieu’s framework.",
      "citationCount": 1,
      "doi": "10.1080/00131857.2025.2459082",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f1f19311a02c109204e2a8e851df9f0cc60be2cf",
      "venue": "Educational Philosophy and Theory",
      "journal": {
        "name": "Educational Philosophy and Theory",
        "pages": "764 - 780",
        "volume": "57"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "86323a34aac0d7b4e45c8fe6859cd3fd4ff4d323",
      "title": "Philosophical Barriers to Using Prescription Drug Monitoring Programs: Results from a Statewide Survey.",
      "authors": [
        {
          "name": "M. Gosdin",
          "authorId": "13398987"
        },
        {
          "name": "John A. Pugliese",
          "authorId": "21911329"
        },
        {
          "name": "G. Wintemute",
          "authorId": "143877696"
        },
        {
          "name": "Stephen G. Henry",
          "authorId": "8612522"
        }
      ],
      "year": 2019,
      "abstract": "Philosophical Barriers to Using Prescription Drug Monitoring Programs: Results from a Statewide Survey Melissa M. Gosdin, PhD,* John Pugliese, PhD, Garen Wintemute, MD, MPH, and Stephen G. Henry, MD, MSc *Davis Center for Health Care Policy and Research, University of California; California Department of Public Health, Nutrition, Education and Prevention Branch; Davis Department of Emergency Medicine, University of California; Davis Department of Internal Medicine, University of California",
      "citationCount": 3,
      "doi": "10.1093/pm/pnz033",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/86323a34aac0d7b4e45c8fe6859cd3fd4ff4d323",
      "venue": "Pain medicine (Malden, Mass.)",
      "journal": {
        "name": "Pain medicine"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "d3a4529c9919f0030a64e5048bbd8ab7239a9847",
      "title": "Al-Attas’s Critique of the Christian-Western Worldview: A Historical-Philosophical Review",
      "authors": [
        {
          "name": "A. Amir",
          "authorId": "82170745"
        },
        {
          "name": "Tasnim Abdul Rahman",
          "authorId": "5157048"
        }
      ],
      "year": 2025,
      "abstract": "The article reflects on the Attasian perspective and epistemology of the West, by highlighting the critique of Syed Muhammad Naquib al-Attas of Western secularism and the production of its modern secular outlook that projected Hellenistic influence on its intellectual and historical tradition, arising from its physical and materialistic concern which contradict with Islamic teaching of ethics and morality and its metaphysical worldview. Its objective is to survey its doctrinal impact on Muslim spiritual life which has caused confusion and error in their vision of reality and truth. The study is based on descriptive-qualitative approaches in the form of literature and documentary survey. The data were analyzed using inductive and deductive method by way of analytic, historical, empirical, hermeneutical, and philological technique. The finding reveals that al-Attas’s critique of the West was designed to dismantle its dewesternization and desecularization framework and the corruption of knowledge and its ideological impact on Muslim society. Its discursive ground was argued in his work on Islamic Metaphysics that defined “Islamic psychology, Islamic cosmology and Islamic ontology” articulating its nature and difference from Western philosophy influenced by its European-Christian thought embedded in its religious experience that make up its substance, premises and values. The research contributes to highlight al-Attas’s philosophical argument and his critique of the West and its contemporary relevance in Muslim society.",
      "citationCount": 1,
      "doi": "10.38073/aljadwa.3475",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d3a4529c9919f0030a64e5048bbd8ab7239a9847",
      "venue": "Jurnal Studi Islam",
      "journal": {
        "name": "Al-Jadwa: Jurnal Studi Islam"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "f3a21ea32e95c5c1078f2dfc23d793fb82cdf44e",
      "title": "A Study on the Level of Philosophical Intelligence Among Graduate Student Teachers of KeralaUn estudio sobre el nivel de inteligencia filosófica entre estudiantes de posgrado de profesores de Kerala",
      "authors": [
        {
          "name": "Praseeda V",
          "authorId": "2352520868"
        }
      ],
      "year": 2025,
      "abstract": "ABSTRACT\nIntroductionPhilosophical intelligence refers to the ability to critically consider fundamental issues related to existence, values, knowledge, and purpose. It involves exploring abstract ideas, ethical dilemmas, and synthesizing different perspectives to form a coherent worldview. This intelligence promotes wisdom, introspection, and the ability to approach life’s challenges with logical discernment. The current study aimed to assess the philosophical intelligence of graduate student teachers in Kerala and examine if gender, location, or socioeconomic status influenced their philosophical intelligence.\nMethodsThe study employed a quantitative approach, using a survey to assess the philosophical intelligence of graduate student teachers in Kerala. The sample was categorized by gender, location, and socioeconomic status to analyze potential differences. Data were analyzed to determine the overall level of philosophical intelligence among participants and to identify any significant differences across the subgroups.\nResultsThe results indicated that the philosophical intelligence of graduate student teachers was average or mediocre. No significant differences in philosophical intelligence were found across the subgroups based on gender, location, or socioeconomic status.\nConclusionsThe findings suggest that the current teacher education curriculum should emphasize the practical application of diverse philosophical schools through creative assignments and practicums, rather than focusing solely on rote memorization of theoretical concepts. This approach could foster a deeper understanding and development of philosophical intelligence among student teachers.",
      "citationCount": 0,
      "doi": "10.56294/sctconf20251521",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f3a21ea32e95c5c1078f2dfc23d793fb82cdf44e",
      "venue": "Salud, Ciencia y Tecnología",
      "journal": {
        "name": "Salud, Ciencia y Tecnología - Serie de Conferencias"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "aaf37a6036f13ea9330fff2fcfa38f7cddfcd074",
      "title": "Music teachers’ philosophical beliefs and the use of those beliefs in teaching and advocacy in the USA",
      "authors": [
        {
          "name": "J. M. Song",
          "authorId": "2329710800"
        }
      ],
      "year": 2025,
      "abstract": "The purpose of the study was to examine music teachers’ philosophical beliefs, and their application of those beliefs to teaching and advocacy in the United States. I also explored the factors that might predict those beliefs and their application to teaching and advocacy. To measure music teachers’ philosophical beliefs, I developed the Philosophical Beliefs (Ph.B.) scale based on the foundational utilitarian, aesthetic, and praxial philosophical perspectives. Using the Ph.B. scale, I conducted a survey through the National Association for Music Education in the United States, and 527 music teachers responded to the survey. The results revealed that music teachers’ philosophical beliefs and their use of beliefs in teaching and advocacy varied among the philosophical perspectives. In particular, the aesthetic perspective was most favored as a philosophical belief by music educators but used the least in advocacy. More experienced music teachers had stronger philosophical beliefs and made more use of these beliefs in practice. I discuss how future work may extend the research in this paper to consider additional philosophical and ethical perspectives of music educators.",
      "citationCount": 0,
      "doi": "10.1177/02557614251339551",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aaf37a6036f13ea9330fff2fcfa38f7cddfcd074",
      "venue": "International Journal of Music Education",
      "journal": {
        "name": "International Journal of Music Education"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "d3992a3c676d8de67cdfe4909292c218a6b06626",
      "title": "Morgan's canon and the associative-cognitive distinction today: A survey of practitioners.",
      "authors": [
        {
          "name": "Konstantinos Voudouris",
          "authorId": "2311876229"
        },
        {
          "name": "Benjamin G Farrar",
          "authorId": "2362211152"
        },
        {
          "name": "Lucy G. Cheke",
          "authorId": "2243337546"
        },
        {
          "name": "Marta Halina",
          "authorId": "2292816729"
        }
      ],
      "year": 2025,
      "abstract": "Philosophers of science and mind have paid increasing attention to the field of comparative psychology. Two recurring points of discussion in the literature are the methodological value of Morgan's Canon and the distinction between associative and cognitive processes. Although the existing literature regularly makes claims about the beliefs and attitudes of comparative psychologists, there are few empirical studies verifying these claims. This article fills this gap by presenting and analyzing the views of over 200 comparative psychologists on Morgan's Canon and the associative-cognitive distinction. We found that while there is some agreement between the claims in the existing literature and the views of the practitioners surveyed here (e.g., that Morgan's Canon is a parsimony principle), there are also surprising points of divergence (e.g., practitioners do not view the associative-cognitive distinction as a version of Morgan's Canon). We intend for this study to inform existing philosophical and theoretical work on perennial questions regarding how to study animal minds and behavior. (PsycInfo Database Record (c) 2025 APA, all rights reserved).",
      "citationCount": 3,
      "doi": "10.1037/com0000404",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d3992a3c676d8de67cdfe4909292c218a6b06626",
      "venue": "Journal of Comparative Psychology",
      "journal": {
        "name": "Journal of comparative psychology"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "b744c3d9bc80c708c399c89cbfc2724c87a02e35",
      "title": "A Mixed-Method Exploration of University Students’ Views about Reality and Knowledge: Combining Semantic Analysis of Textual Data and Quantitative Survey Research",
      "authors": [
        {
          "name": "Maria Gkevrou Julie Vaiopoulou",
          "authorId": "2385208002"
        },
        {
          "name": "Georgia Stavropoulou",
          "authorId": "2385204592"
        }
      ],
      "year": 2025,
      "abstract": "Within the context of investigating belief systems, this work exemplifies a mixed-method approach. Two approaches are utilized to explore the philosophical, ontological, and epistemological assumptions that university students foster regarding the relationships between knowledge and reality. In the first step, written materials that elaborated on the matter at hand were subjected to content analysis with the assistance of Leximancer, a software that recognizes themes and concepts and turns textual data into concept maps that express networks of meaning. The second step involved conducting a cluster analysis on the data obtained from the questionnaire to identify distinct groups of participants who shared consistent epistemological viewpoints. The results obtained from the two approaches are in agreement and shed light on the prevalent epistemic inclination that favors a constructivist viewpoint. Discussion on the ramifications of the findings, as well as the methodological issues that are pertinent to the present illustration, is provided.",
      "citationCount": 1,
      "doi": "10.12973/ijem.11.4.503",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b744c3d9bc80c708c399c89cbfc2724c87a02e35",
      "venue": "International Journal of Educational Methodology",
      "journal": {
        "name": "International Journal of Educational Methodology"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "86b393c3bc7a13163adff91fd4f961386f4d9614",
      "title": "The role of legal education in shaping worldviews: a historical and philosophical analysis",
      "authors": [
        {
          "name": "N. Morska",
          "authorId": "2111983916"
        },
        {
          "name": "Iryna Tymkiv",
          "authorId": "2338908800"
        },
        {
          "name": "Viktor Grushko",
          "authorId": "2338914007"
        },
        {
          "name": "Oksana Yatyshchuk",
          "authorId": "2338908775"
        },
        {
          "name": "Yaroslav Yuvsechko",
          "authorId": "2400942815"
        }
      ],
      "year": 2024,
      "abstract": "The topic’s relevance is determined by the need to study the impact of legal education on forming a person’s worldview in the context of globalisation and the digitalisation of modern society. Particular attention is paid to the integration of philosophical aspects into the process of legal education to form a comprehensive understanding of law. The purpose of the study is to examine the impact of legal education on forming a person’s worldview, emphasising historical and philosophical retrospectives. The research methodology is based on the analysis of literary sources, comparative analysis of various methods and historical analysis of the development of legal education. The study results show that legal education is vital in forming ethical and moral principles, critical thinking and social responsibility among students. A survey of students of Ternopil Volodymyr Hnatiuk National Pedagogical University, Faculty of History, speciality 014.03 Secondary Education (History and Basics of Law) showed that most of them rate the level of teaching as high or very high. At the same time, a significant proportion of students consider the courses to be insufficiently exciting and relevant. The analysis also revealed the need to increase the number of practical classes and internships. The inclusion of courses on human rights and international law contributes to the formation of global legal awareness. The practical significance of the findings lies in developing recommendations for improving the educational process, including updating teaching materials, increasing the number of practical classes and integrating interdisciplinary approaches. This will improve the quality of training specialists working effectively in modern conditions.",
      "citationCount": 3,
      "doi": "10.14571/brajets.v17.nse3.36-49",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/86b393c3bc7a13163adff91fd4f961386f4d9614",
      "venue": "Cadernos de Educação, Tecnologia e Sociedade",
      "journal": {
        "name": "Cadernos de Educação Tecnologia e Sociedade"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "5d4bad7903eb9bc6c6063221bdd087dd5dbf0438",
      "title": "A Critical Appreciation of Socratic Philosophical Thought in the Narrative of Euthyphro from the Perspective of Chinese Literature",
      "authors": [
        {
          "name": "Kan Chen",
          "authorId": "2341861425"
        },
        {
          "name": "Xiyao Du",
          "authorId": "2342249964"
        }
      ],
      "year": 2024,
      "abstract": "\nThis article uses a comparative analysis approach to juxtapose Socratic dialogues in Euthyphro with the Confucian ethical principle of ‘mutual concealment of wrongdoing among family members’ from the Analects of Confucius · Zilu. The comparative analysis approach provides a fresh perspective to comprehend and interpret Socrates’ attitude towards Euthyphro's act of accusing his father in Euthyphro. The analysis reveals that Socrates’ stance is not simply for or against but instead situated within the intricate triangular relationship between Athenian customs, Euthyphro's wisdom and civic morality. From the critical perspective in Chinese literature, Confucius's principle of ‘mutual concealment of wrongdoing among family members’ and the importance of family relations is the oppression of individuals, and ‘accusing his father of a crime’ is the awakening of individuals. However, in Euthyphro, Socrates challenges traditional moral notions, revealing moral decision-making's philosophical depth and complexity.",
      "citationCount": 1,
      "doi": "10.3167/cs.2024.360312",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5d4bad7903eb9bc6c6063221bdd087dd5dbf0438",
      "venue": "Critical Survey",
      "journal": {
        "name": "Critical Survey"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "df1d3d28472b61f2f505b691195e964e90aac25e",
      "title": "Head Transplants and Personal Identity: A Philosophical and Literary Survey",
      "authors": [
        {
          "name": "Giuliano Mori",
          "authorId": "48148194"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 11,
      "doi": "10.1111/cns.12534",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/df1d3d28472b61f2f505b691195e964e90aac25e",
      "venue": "CNS Neuroscience & Therapeutics",
      "journal": {
        "name": "CNS Neuroscience & Therapeutics",
        "volume": "22"
      },
      "publicationTypes": [
        "Review",
        "JournalArticle"
      ]
    },
    {
      "paperId": "f79e9f5dc019af8713456233642739cb7cf939b7",
      "title": "Philosophical analysis of the formation of spirituality of modern Kazakhstani youth: Problems and prospects",
      "authors": [
        {
          "name": "A.S. Dussipova",
          "authorId": "2295033134"
        },
        {
          "name": "Assan Tuxanbayev",
          "authorId": "2334141782"
        },
        {
          "name": "Yesbol Mukhanbetkaliyev",
          "authorId": "151452458"
        }
      ],
      "year": 2024,
      "abstract": "The relevance of the study is due to the fact that since the declaration of independence in Kazakhstan on December 16, 1991, several generations of people have grown up in a completely new paradigm of building a society, and therefore their beliefs and values may be qualitatively different from previous generations. The purpose of the research is to study ideals, explain the role of various factors of influence, such as the social environment, family heritage, educational institutions and popular culture, identify the main problems that young people face when they are on their spiritual path, provide possible prospects for the development of this process. Among the methods used, area survey, in-depth interviews, comparisons, and analysis. Through these methods, it is possible to identify trends, opinions, and discussions of participants, understand individual experiences and experiences, track trends and differences about the topic of spirituality, and identify contextual factors. In the course of the study, the main problems of the youth of Kazakhstan and their key factors influencing the formation of spirituality were presented and development prospects were identified while the influence of philosophical and religious traditions was presented. Approaches and solutions were also proposed for building a further strategy, and recommendations were developed aimed at the academic community, practical activities in the field of youth policy, education, and culture. The study allowed for a deeper understanding of the essence and significance of spirituality in the life of Kazakhstani youth and offered different approaches for the development of this process. The practical value of the study lies in the development of suitable strategies and programs for the formation of the spirituality of youth, the strengthening of traditional values, the development of education and youth organizations, raising awareness and understanding of the problems, and also prospects for the formation of the spirituality of young people.",
      "citationCount": 2,
      "doi": "10.46222/pharosjot.106.27",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f79e9f5dc019af8713456233642739cb7cf939b7",
      "venue": "Pharos Journal of Theology",
      "journal": {
        "name": "Pharos Journal of Theology"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "50c60263ced6ac69c5d7287baccd6692c8751cf2",
      "title": "Origen and Augustine: Rooted in the Socratic tradition of philosophical rhetoric",
      "authors": [
        {
          "name": "P. Decock",
          "authorId": "49414048"
        },
        {
          "name": "Psychagogia Psychagogia",
          "authorId": "2314144728"
        }
      ],
      "year": 2024,
      "abstract": "The article surveys a number of common elements between Augustine and Origen that shed light on the existence of a Christian form of philosophical rhetoric with roots in Plato. The article briefly presents Socrates’ approach to this form of rhetoric in the Phaedrus dialogue, a rhetoric that aims at teaching truth, unlike the other forms of rhetoric, and focuses on the true nature of the soul, its present condition, and the journey towards true happiness. Socrates calls it a form of ψυχαγωγία , guidance for the soul. A brief survey of Philo’s use of ψυχαγωγία/ψυχαγωγέω in his comments on Moses illustrates how the Socratic form of rhetoric has been appropriated in some currents of Hellenistic Judaism, which could have been one of the sources for the development of the Christian form of philosophical rhetoric in Origen and Augustine.",
      "citationCount": 0,
      "doi": "10.38140/at.vi.8246",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/50c60263ced6ac69c5d7287baccd6692c8751cf2",
      "venue": "Acta Theologica",
      "journal": {
        "name": "Acta Theologica"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    }
  ],
  "count": 25,
  "errors": []
}
