{
  "status": "success",
  "source": "semantic_scholar",
  "query": "sociology of philosophy",
  "results": [
    {
      "paperId": "6d44da30703f57ec06053a509dbdf81e14d72210",
      "title": "What is the Sociology of Philosophy?",
      "authors": [
        {
          "name": "Carl-Goran Heidegren",
          "authorId": "133763547"
        },
        {
          "name": "Henrik Lundberg",
          "authorId": "2305706801"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.4324/9781003426288",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6d44da30703f57ec06053a509dbdf81e14d72210",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "1b699b5b91b2c59a0bc6165b1199fb8c49eebfec",
      "title": "Constellation research and sociology of philosophy",
      "authors": [
        {
          "name": "Carl-Goran Heidegren",
          "authorId": "133763547"
        }
      ],
      "year": 2023,
      "abstract": "Sociology of philosophy is the name of a theory-based, empirical sociological subdivision, whose basic approach is praxeological: doing philosophy involves a variety of socially situated practices that in some cases result in philosophical arguments and doctrines fixed in text. Constellation research is an approach developed by the German philosopher Dieter Henrich (1927–2022) for investigations into the history of philosophy. It combines a historical and a systematic intent and interest. Constellation research has primarily been tried out on the rapid development of post-Kantian idealism in Germany in the 1790s. The approach has some obvious similarities with different approaches within the sociology of philosophy. The article first gives a condensed presentation of constellation research as a research program. In a second step, it tries to sort out similarities and dissimilarities with key concepts, topics and approaches within the sociology of philosophy. The argument put forward is that constellation research can provide the sociology of philosophy with some novel ideas and that the sociology of philosophy may prove to be a useful resource to constellation research. In short, there is a potential for cross-fertilization between the two approaches.",
      "citationCount": 3,
      "doi": "10.1177/00016993231214925",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1b699b5b91b2c59a0bc6165b1199fb8c49eebfec",
      "venue": "Acta Sociologica",
      "journal": {
        "name": "Acta Sociologica",
        "pages": "88 - 97",
        "volume": "67"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d113e07dc819373d921848ba2d9c90968b78cc1a",
      "title": "Prospects of the Sociology of Philosophy",
      "authors": [
        {
          "name": "Carl-Goran Heidegren",
          "authorId": "133763547"
        }
      ],
      "year": 2019,
      "abstract": "Abstract The article presents some key aspects of the approach called sociology of philosophy, as represented by Pierre Bourdieu, Randall Colins and others. Comparisons are made with the philosophical research programme, developed by Dieter Henrich, which goes under the name constellation research. One thing that unites the sociology of philosophy and constellation research is an interest in antagonistic constellations involving rivalry, competition and controversy. A few references to the case of Rorty are included in the discussion.",
      "citationCount": 0,
      "doi": "10.1515/AUK-2019-410108",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d113e07dc819373d921848ba2d9c90968b78cc1a",
      "venue": "Analyse & Kritik. Zeitschrift für Sozialtheorie",
      "journal": {
        "name": "Analyse & Kritik",
        "pages": "117 - 124",
        "volume": "41"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f4d561fc23eeaeda2ca93e0eb1869f55efec9b62",
      "title": "Simmel and Mannheim on the sociology of philosophy, historicism, and relativism",
      "authors": [
        {
          "name": "M. Kusch",
          "authorId": "46830158"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.4324/9780203702475-14",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f4d561fc23eeaeda2ca93e0eb1869f55efec9b62",
      "venue": "The Emergence of Relativism",
      "journal": {
        "name": "The Emergence of Relativism"
      },
      "publicationTypes": null
    },
    {
      "paperId": "51f7707ec846f149afb8071a38c3eb8b5ca7a5ca",
      "title": "Sociology of Philosophy: Development Difficulties",
      "authors": [
        {
          "name": "N. Popkova",
          "authorId": "104136155"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.31857/s013216250006228-3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/51f7707ec846f149afb8071a38c3eb8b5ca7a5ca",
      "venue": "Sociologiceskie issledovaniâ",
      "journal": {
        "name": "Sotsiologicheskie issledovaniya"
      },
      "publicationTypes": null
    },
    {
      "paperId": "de7c10735c7d7e61cdf3dd3ece8e1bd13b440682",
      "title": "Impact of Modern Social Stress on Life Perspectives: An Interdisciplinary Approach of Philosophy and Sociology",
      "authors": [
        {
          "name": "Jiahua Yang",
          "authorId": "2370070687"
        }
      ],
      "year": 2024,
      "abstract": "This study aims to explore the influence of modern social stress on individual life perspectives through an interdisciplinary lens of philosophy and sociology, employing purely theoretical analysis. The objective is to reveal how social stress impacts life perspectives through philosophical reflection and social structural analysis, and to investigate the underlying mechanisms of this influence. The research method primarily relies on literature review and theoretical construction, integrating and analyzing existing philosophical and sociological theories to build a comprehensive theoretical framework. The process begins with a review of the definition of social stress and its manifestations in modern society, followed by an exploration of life perspectives from a philosophical viewpoint and an analysis of how social structures influence individual life perspectives through stress transmission mechanisms. Finally, by contrasting the interpretations of life perspectives from different philosophical schools and sociological theories, the study concludes that modern social stress profoundly alters life perspectives by affecting individuals' cognitive frameworks and value judgments. This conclusion enriches theoretical research in the interdisciplinary field of philosophy and sociology and provides a new theoretical perspective for understanding and addressing mental health issues in modern society.",
      "citationCount": 0,
      "doi": "10.62517/jhve.202416409",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/de7c10735c7d7e61cdf3dd3ece8e1bd13b440682",
      "venue": "Journal of Higher Vocational Education",
      "journal": {
        "name": "Journal of Higher Vocational Education"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "039c230716cf446d37e8950317b9c0991a45aea8",
      "title": "Towards a Sociology of Philosophy",
      "authors": [
        {
          "name": "Carl-Goran Heidegren",
          "authorId": "133763547"
        },
        {
          "name": "Henrik Lundberg",
          "authorId": "2068633656"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 22,
      "doi": "10.1177/0001699309357831",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/039c230716cf446d37e8950317b9c0991a45aea8",
      "venue": "",
      "journal": {
        "name": "Acta Sociologica",
        "pages": "18 - 3",
        "volume": "53"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a7abb808c8135b9cbf554a856cdfd5cb9010abdf",
      "title": "Sociology, Science, and the End of Philosophy: How Society Shapes Brains, Gods, Maths, and Logics",
      "authors": [
        {
          "name": "R. Collins",
          "authorId": "13009091"
        }
      ],
      "year": 2021,
      "abstract": "who gets to profit from it are understood as struggles between the dominant sectors of society fought on the terrain of the French state’s bureaucracy (pp. 122–28). By comparison, Reed-Danahay’s discussion of the nation-state in Chapters Four and Five is less satisfying. In On the State, Bourdieu (2015) characterizes the state as holding a monopoly on symbolic power. This allows the state to, as Reed-Danahay writes, create a shared ‘‘perception of the world, and . . . way of classifying the social order,’’ a doxic ‘‘common sense’’ that creates shared feelings of belonging, affinity, and rootedness, and, when absent, creates foreignness and marginality (pp. 140–42, 166). Linking Bourdieu’s concept of social space to questions of national identify, belonging, and incorporation suggests intriguing opportunities to consider the cognitive aspects of identity and the links between domination, legitimation, and belonging. However, for Bourdieu the state is not only an instrument of doxic submission; the state is also a ‘‘metafield of power’’ whose emergence was tied to the construction of the idea of ‘‘the public’’ (Bourdieu 2015:309–11). This second characterization, which is key to understanding the bureaucratic nature of the state and its ability to wield symbolic power, is largely absent from Reed-Danahay’s analysis. Incorporating it would have allowed Reed-Danahay to push her analysis further while also speaking more directly to Bourdieu’s own interest in the state and its role in the broader conceptual framework he was constructing. By collecting so many of Bourdieu’s writings on space in one place and presenting them so transparently, Reed-Danahay has produced a valuable reference work. As such, this book will be of interest to any scholar interested in approaching space from a Bourdieusian perspective or deepening their understanding of Bourdieu more generally, and it would serve as a helpful companion to Bourdieu’s original work for scholars of mobility. For well-prepared scholars, Bourdieu and Social Space presents the reader with many tantalizing suggestions of Bourdieu’s unruly theory-in-the-making and acts as an invitation for fresh theorizing on the intersections of space, place, mobility, and society.",
      "citationCount": 7,
      "doi": "10.1177/00943061211006085x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a7abb808c8135b9cbf554a856cdfd5cb9010abdf",
      "venue": "",
      "journal": {
        "name": "Contemporary Sociology: A Journal of Reviews",
        "pages": "253 - 255",
        "volume": "50"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d0962da8e8d1bccc92b595967c06c8b22f74b841",
      "title": "Philosophy and Sociology in Bourdieu’s Conception of Symbolic Forms",
      "authors": [
        {
          "name": "Luciano Perulli",
          "authorId": "2345591240"
        }
      ],
      "year": 2025,
      "abstract": "ABSTRACT The article examines Bourdieu’s repurposing of Cassirer’s notion of symbolic forms in the context of his sociological paradigm. After outlining the meaning of ‘symbolic’ in Bourdieu’s work, I reconstruct his understanding of the concept of symbolic form. Bourdieu conceives of symbolic forms both as historically determined cognitive, practical, and evaluative dispositions and as cultural systems (e.g. myth, religion, ideology, art, sciences). I identify two moments in Bourdieu’s appropriation of this notion. In the first moment, which I associate with the idea of a “sociology of symbolic forms” and locate in the earlier phase of his reflection, he emphasizes the relation between symbolic forms and social reproduction. In the second one, which I connect with the idea of a “differential anthropology of symbolic forms” and locate in the final phase of his production, Bourdieu explores the autonomous perspective of symbolic forms and the universal and trans-historical potential of symbolic forms such as art or science. While his later understanding and use of this notion are arguably more nuanced than his earlier one, I suggest that they still raise specifically philosophical questions that transcend the standpoint of the social and human sciences. In the conclusion, I consider three such issues: the specificity of different symbolic forms; the relation between symbolic forms as historically determined subjective dispositions, on the one hand, and basic human capacities, on the other; the adequacy of the notion of ‘arbitrary’ to account for symbolic forms.",
      "citationCount": 0,
      "doi": "10.1080/20539320.2025.2563270",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d0962da8e8d1bccc92b595967c06c8b22f74b841",
      "venue": "Journal of Aesthetics and Phenomenology",
      "journal": {
        "name": "Journal of Aesthetics and Phenomenology",
        "pages": "153 - 167",
        "volume": "12"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fdf553433339282d9a76c87728d61ae92f1c0c33",
      "title": "Religion, Platonist Dialectics, and Pragmatist Analysis: Marcus Tullius Cicero’s Contributions to the Philosophy and Sociology of Divine and Human Knowing",
      "authors": [
        {
          "name": "R. Prus",
          "authorId": "4746313"
        }
      ],
      "year": 2021,
      "abstract": "Whereas Socrates, Plato, Aristotle and Augustine are probably the best known of the early Western philosophers of religion, Marcus Tullius Cicero (106-43 BCE) also played a particularly consequential role in the development and continuity of Greco-Latin-European social thought. Cicero may be best known for his work on rhetoric and his involvements in the political intrigues of Rome, but Cicero’s comparative examinations of the Greco-Roman philosophies of his day merit much more attention than they have received from contemporary scholars. Cicero’s considerations of philosophy encompass much more than the theological issues considered in this statement, but, in the process of engaging Epicurean and Stoic thought from an Academician (Platonist) perspective, Cicero significantly extends the remarkable insights provided by Socrates, Plato, and Aristotle. Although especially central to the present analysis, Cicero’s On the Nature of the Gods (1972) is only one of several texts that Cicero directs to a comparative (multiparadigmatic and transhistorical) analysis of divine and human knowing. Much of Cicero’s treatment of the philosophy of religion revolves around variants of the Socratic standpoints (i.e., dialectics, theology, moralism) that characterized the philosophies of Cicero’s era (i.e., Stoicism, Epicureanism, Academician dialectics), but Cicero also engages the matters of human knowing and acting in what may be envisioned as more distinctively pragmatist sociological terms. As well, although Cicero’s materials reflect the socio-historical context in which he worked, his detailed analysis of religion represents a valuable source of comparison with present day viewpoints and practices. Likewise, a closer examination of Cicero’s texts indicates that many of the issues of divine and human knowing, with which he explicitly grapples, have maintained an enduring conceptual currency. This paper concludes with a consideration of the relevance of Cicero’s works for a contemporary pragmatist sociological (symbolic interactionist) approach to the more generic study of human knowing and acting.",
      "citationCount": 1,
      "doi": "10.18778/1733-8077.7.3.01",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fdf553433339282d9a76c87728d61ae92f1c0c33",
      "venue": "Qualitative Sociology Review",
      "journal": {
        "name": "Qualitative Sociology Review"
      },
      "publicationTypes": null
    },
    {
      "paperId": "553e38e9b6af6c4de911682a60cfe120e6f49f82",
      "title": "INTERDISCIPLINARY APPROACHES IN GENERAL THEORY OF LAW: BETWEEN SOCIOLOGY, POLITICAL PHILOSOPHY AND LINGUISTICS",
      "authors": [
        {
          "name": "V. Pekarchuk",
          "authorId": "116097710"
        },
        {
          "name": "Y. Petrovska",
          "authorId": "2170270353"
        },
        {
          "name": "A. Popruzhna",
          "authorId": "150917325"
        }
      ],
      "year": 2025,
      "abstract": "The relevance of the study is stipulated by the urgency to update the theoretical and legal paradigm in the aspect of an open, pluralistic and reflexive model of law integrating the achievements of related sciences into its arsenal and responding to the challenges of the modern world.\n\nThe purpose of the article is to outline interdisciplinary approaches in the general theory of law – sociological, philosophical and linguistic – as promising directions for the development of the methodology of legal phenomena.\n\nThe article explores the interdisciplinary dimension of the general theory of law in the context of the modern transformation of legal understanding. Attention is focused on the fact that openness to other scientific subjects is not only a consequence of methodological search, but also a reaction to the crisis of the normative paradigm. Interdisciplinarity is considered as an ontologically justified necessity to understand law not only as a system of norms, but as a complex social, political and linguistic phenomenon.\n\nThe potential of the sociology of law as a tool for identifying the actual operation of norms, analyzing the gap between law and social practice, studying informal regulators and institutional interaction is revealed. The sociological perspective allows us to study law as an element of social order, which does not simply exist in the form of formal norms, but is implemented in the behavior of society members, and in institutional interaction.\n\nIt is noted that political philosophy allows us to critically assess legal reality, comprehend the value principles of normative decisions, and also determine the ideological guidelines that underlie legal regulation. Political philosophy allows us to comprehend how different ideas about freedom, equality, authority and the common good shape different models of the legal system.\n\nSpecial attention is paid to the linguistic approach to law, within which law is considered as a linguistic practice that forms and structures legal reality. Taken together, these directions demonstrate the urgency to go beyond normative positivism and expand the research framework of the general theory of law by integrating it into a broader humanitarian context.\n\nKey words: linguistic approach, methodology of law, normativism, law, legal reality, legal understanding, political philosophy, sociology of law.",
      "citationCount": 0,
      "doi": "10.32755/sjlaw.2025.02.087",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/553e38e9b6af6c4de911682a60cfe120e6f49f82",
      "venue": "Scientific Herald of Sivershchyna. Series: Law",
      "journal": {
        "name": "Scientific Herald of Sivershchyna. Series: Law"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f74e4867e1d10afd9f32352875f63c3ef34fda48",
      "title": "Kyiv national university of trade and economics,Chair of Philosophy, Sociology and Political Science",
      "authors": [
        {
          "name": "Lyubomyr Hubytskyy",
          "authorId": "2087560124"
        }
      ],
      "year": 2020,
      "abstract": "The state treasury has been and remains one of the first concerns of either state rulers or civil servants. Revenues to the treasury are conducted through the taxation of citizens engaged in production and services. Some taxpayers use ways to evade taxes. Illicit trade has been an important segment of tax evasion for people involved in services and trade. The Russian authorities issued legislative acts, in particular, imperial decrees in order to prevent this illegal activity. In the 1790s, trade transactions were determined by customs tariffs and imperial decrees of Catherine II and Paul I. Ports, customs, communication lines, the process of transportation, registrations, sale of goods were regulated. The Russian legal framework encouraged both to the effective work of customs and to the active involvement of the population of border settlements. Financial and monetary rewards remained the main incentive in the fight against illegal, uncustomed import of goods. Citizens (subjects) who were able to detect illegal goods received the entire consignment of goods after paying all duties. Smugglers found guides for unsanctioned crossing the border among the population of border villages, avoiding state restrictions, using means of transport available at the end of the 18th century (animal-powered transport). Customs, which had remained from the time before the Partitions of the Commonwealth, were located on the territory of Kyiv Province. Customs controlled land and river communication lines. Customs and supervisory bodies, namely local police and trade representatives of state city magistrates were involved in anti-illicit trade activities. The documents recorded cases of fictitious payment of duties by merchants who crossed the state border and the customs area of Kyiv Province. The state and personal interest was sufficient for the risks taken by customs officers, residents of border villages and merchants involved in illicit trade.",
      "citationCount": 1,
      "doi": "10.17721/2518-1270.2020.62.10",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f74e4867e1d10afd9f32352875f63c3ef34fda48",
      "venue": "Ethnic History of European Nations",
      "journal": {
        "name": "Ethnic History of European Nations"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6d6c1bbf353db0d026c452779c7580accdac813f",
      "title": "Axel Honneth and Digital Alienation New Perspectives on Social Theory between Labor Process, Sociology and Social Philosophy",
      "authors": [
        {
          "name": "Eugenio Capitani",
          "authorId": "2317727733"
        },
        {
          "name": "Matteo Rinaldini",
          "authorId": "2317731011"
        }
      ],
      "year": 2024,
      "abstract": "Axel Honneth's Theory of Recognition has engaged first with the sociology of Nancy Fraser and subsequently with new perspectives in social philosophy, aiming to merge the thematic legacy of the Frankfurt School with European and American political thought. Honneth's research has proven to be a decisive tool in reconstructing the theoretical and operational challenges of recent years, as evidenced by various scholars' accounts (Tekin, 2023; Piromalli, 2023). Particularly, given the digital transition in workplaces and the widespread acceleration of technological updates (Rosa, 2016), labor unions and researchers have highlighted that workers' primary concerns today revolve around the loss of freedom and recognition of their contributions, rather than traditional worries about wages or working hours. In this paper, we seek to delve into the connection between the Theory of Recognition and current modes of digitalization, aiming to demonstrate how Honneth's thought can help us understand and define what appears to be a form of digital alienation. Through a theoretical and operational analysis of some productive and social processes, this work aims to elucidate the significance of Honneth's work for contemporary interpretative frameworks of digital transition at both the labor and philosophical levels.\n",
      "citationCount": 0,
      "doi": "10.62422/978-81-968539-1-4-041",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6d6c1bbf353db0d026c452779c7580accdac813f",
      "venue": "Abstracts of the 5th World Conference on Arts, Humanities, Social Sciences and Education",
      "journal": {
        "name": "Abstracts of the 5th World Conference on Arts, Humanities, Social Sciences and Education"
      },
      "publicationTypes": [
        "Conference"
      ]
    },
    {
      "paperId": "5933d4e646c7cb05f8cb975f44d9de6d151a6c96",
      "title": "Sociology, Science, and the End of Philosophy",
      "authors": [
        {
          "name": "S. Restivo",
          "authorId": "2887997"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 7,
      "doi": "10.1057/978-1-349-95160-4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5933d4e646c7cb05f8cb975f44d9de6d151a6c96",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "59cc050863c9572c21beb50d14c1c1096cf54513",
      "title": "Moving beyond insularity in the history, philosophy, and sociology of chemistry",
      "authors": [
        {
          "name": "J. I. Seeman",
          "authorId": "50606505"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 12,
      "doi": "10.1007/S10698-017-9290-7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/59cc050863c9572c21beb50d14c1c1096cf54513",
      "venue": "",
      "journal": {
        "name": "Foundations of Chemistry",
        "pages": "75-86",
        "volume": "20"
      },
      "publicationTypes": null
    },
    {
      "paperId": "725631979831f3cb49f1b8ce9de620b5b202a9fc",
      "title": "How Is Individuality Possible? Georg Simmel’s Philosophy and Sociology of Individualism",
      "authors": [
        {
          "name": "H. Müller",
          "authorId": "118205976"
        },
        {
          "name": "A. Cavalli",
          "authorId": "2052472660"
        },
        {
          "name": "Alessandro Ferrara",
          "authorId": "145540107"
        }
      ],
      "year": 2018,
      "abstract": "“How is society possible?” The mirror image of Simmel’s famous question is: “How is individuality possible?” To answer this question Simmel developed a philosophy and sociology of individualism. The “tragedy of individuality” consists of the hiatus between the social structure offering freedom and individuality and the culture unable to provide the necessary meaning and orientation. This is shown with respect to epistemic, structural, cultural and ethic individuality.",
      "citationCount": 6,
      "doi": "10.7202/1051006ar",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/725631979831f3cb49f1b8ce9de620b5b202a9fc",
      "venue": "Simmel Studies",
      "journal": {
        "name": "Simmel Studies"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9dfe02c7e6e028883ccd4d9e123f2eaffb532501",
      "title": "The SAGE handbook of the history, philosophy and sociology of international relations",
      "authors": [
        {
          "name": "Andreas Gofas",
          "authorId": "113378336"
        },
        {
          "name": "Inanna Hamati-Ataya",
          "authorId": "1403138675"
        },
        {
          "name": "N. Onuf",
          "authorId": "66857925"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 25,
      "doi": "10.4135/9781526402066",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9dfe02c7e6e028883ccd4d9e123f2eaffb532501",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "6e1039ab078f810fcf22aadc76f9ea721ff5f7d5",
      "title": "The Urgency of Philosophy of Science for Doctoral Students of Law",
      "authors": [
        {
          "name": "Vicki Dwi Puromo",
          "authorId": "2329698543"
        },
        {
          "name": "Heri Santoso",
          "authorId": "2329701274"
        },
        {
          "name": "Edy Lisdiyono",
          "authorId": "2329699984"
        },
        {
          "name": "Vicki Dwi Purnomo",
          "authorId": "2329433045"
        }
      ],
      "year": 2024,
      "abstract": "Philosophy of science plays a very important role for doctoral students in law, because it provides a critical, reflective, and in-depth foundation for thinking in conducting advanced legal research. This article discusses the urgency of philosophy of science for doctoral students in law from several main aspects, including epistemological and ontological foundations, development of theoretical frameworks, critical evaluation of scientific methods, and improvement of legal reasoning skills. Philosophy of science also provides ethical guidance in research and helps students understand the relationship between law and other disciplines, such as sociology and politics. Through a deeper understanding of philosophy of science, doctoral students in law can compile more comprehensive, relevant, and impactful research, and make significant contributions to the development of legal science in the future.",
      "citationCount": 0,
      "doi": "10.55927/ajae.v3i4.11948",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6e1039ab078f810fcf22aadc76f9ea721ff5f7d5",
      "venue": "Asian Journal of Applied Education (AJAE)",
      "journal": {
        "name": "Asian Journal of Applied Education (AJAE)"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "efe8aca922174be8fc19e5fac286d1f5bd4a0707",
      "title": "Towards a critical character education using virtue ethics philosophy and Bourdieu’s sociology",
      "authors": [
        {
          "name": "D. I. Walker",
          "authorId": "2275594409"
        }
      ],
      "year": 2023,
      "abstract": "ABSTRACT In this article I develop ideas for supporting character education through sociology and virtue ethics philosophy. A combination of Pierre Bourdieu’s theory of habitus together with (neo) Aristotelian virtue ethics philosophy is used to promote a critical form of character education—one that accents the individual as well as the social context through human embodiment. In brief, my intention is that this framework may underpin conceptual and practical possibilities for critical (moral) character development for youth. Obviously the two approaches making up the theoretical framework differ by levels of analysis with predictably less concern for individual moral development from Bourdieu whose focus is on social context (e.g., race, class etc.) as it shows up in patterns of individual perceiving, feeling, thinking, and valuing. The proposed critical character education involves incorporating into processes of virtue and character development a reflexive capacity to understand how community practices, habits, and relations may be unjust or unconducive for human flourishing. The aim is to champion and develop shared qualities of being human while also acknowledging and tackling differences and oppressions in ways that are not counter-productive.",
      "citationCount": 9,
      "doi": "10.1080/03057240.2023.2288360",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/efe8aca922174be8fc19e5fac286d1f5bd4a0707",
      "venue": "Journal of Moral Education",
      "journal": {
        "name": "Journal of Moral Education",
        "pages": "631 - 644",
        "volume": "53"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bb7f55e882f99a37e9757f187ec231be11438013",
      "title": "Philosophy and sociology of technology in the XXI century: the problematic field of contemporary discussions",
      "authors": [
        {
          "name": "A. V. Baeva",
          "authorId": "2126639054"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.21146/2413-9084-2019-24-2-150-161",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bb7f55e882f99a37e9757f187ec231be11438013",
      "venue": "Philosophy of Science and Technology",
      "journal": {
        "name": "Philosophy of Science and Technology"
      },
      "publicationTypes": null
    },
    {
      "paperId": "29d8b042d2a9305167da0e61a591d597d6b488b2",
      "title": "Moving beyond insularity in the history, philosophy, and sociology of chemistry",
      "authors": [
        {
          "name": "J. I. Seeman",
          "authorId": "50606505"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s10698-017-9290-7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/29d8b042d2a9305167da0e61a591d597d6b488b2",
      "venue": "Foundations of Chemistry: Philosophical, Historical, Educational and Interdisciplinary Studies of Chemistry",
      "journal": {
        "name": "Foundations of Chemistry",
        "pages": "75 - 86",
        "volume": "20"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7cc4816baee414452097e420632165b71354f78c",
      "title": "A New Line of Research: Synergetic Philosophy and Sociology of Personality",
      "authors": [
        {
          "name": "Vladimir Branskij",
          "authorId": "115553870"
        },
        {
          "name": "K. Oganyan",
          "authorId": "113435879"
        },
        {
          "name": "K. Oganyan",
          "authorId": "113435881"
        }
      ],
      "year": 2018,
      "abstract": "The research of the synergetic philosophy of history leads to a fundamentally new approach to the study of personality and rational understanding of the meaning of life. The heuristic role in the history synergetic philosophy is argued in the structuring of a new human philosophy in the context of the self-organization of man and mankind. It is this aspect that is specific to the synergetic philosophy of man.",
      "citationCount": 8,
      "doi": "10.24234/WISDOM.V10I1.203",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7cc4816baee414452097e420632165b71354f78c",
      "venue": "wisdom",
      "journal": {
        "name": "WISDOM"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1a75e3455960ba8836afa5316c1287a3b7f4645d",
      "title": "Mind the gap(s): Moral philosophy, international law and interpretative historical sociology",
      "authors": [
        {
          "name": "P. Wagner",
          "authorId": "49432218"
        }
      ],
      "year": 2023,
      "abstract": "Given the diversity of opinions about whether, how, and towards which end Western societies should defend Ukraine against the ongoing Russian aggression, it would be desirable to spell out clear moral principles and apply them in a contextually adequate way to the situation. This is what Hans-Herbert Kögler tries to do in his contribution to this issue. However, his reasoning remains unclear about the relation between moral philosophy and empirical and historical knowledge about the context of moral action. Furthermore, while he proposes critical-hermeneutic reconstruction as a means to understand the participants in the conflicts, he applies this approach in an asymmetric and insufficiently nuanced way. His view of the conflict as a struggle between democracy and dictatorship about a future world-order is too dichotomic and ignores the history of international law as a practical moral philosophy dealing with situations for which there are no unambiguous principles that could guide action.",
      "citationCount": 3,
      "doi": "10.1177/13684310231164258",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1a75e3455960ba8836afa5316c1287a3b7f4645d",
      "venue": "European Journal of Social Theory",
      "journal": {
        "name": "European Journal of Social Theory",
        "pages": "527 - 535",
        "volume": "26"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4a3c94e82b151c25a57a07506d3a458edf8ca7c8",
      "title": "Creative tourism: the issues of philosophy, sociology and communication",
      "authors": [
        {
          "name": "Agnieška Juzefovič",
          "authorId": "70389798"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 10,
      "doi": "10.3846/23450479.2015.1065601",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4a3c94e82b151c25a57a07506d3a458edf8ca7c8",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "73-74",
        "volume": "8"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7cdedfcf7972968d62b57ba6b6edc74dd8722223",
      "title": "The philosophy and sociology of the experience of music",
      "authors": [
        {
          "name": "Mary Butterton",
          "authorId": "116271248"
        },
        {
          "name": "C. Trevarthen",
          "authorId": "144337525"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.4324/9781315378466-8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7cdedfcf7972968d62b57ba6b6edc74dd8722223",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "69-80",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "453b54089ce7c29c69472b724750fc2dab4bcd8d",
      "title": "Educational Leadership: Islamic Religious, Philosophy, Psychology, and Sociology Perspectives",
      "authors": [
        {
          "name": "Herdianto Wahyu Pratomo",
          "authorId": "2165726079"
        },
        {
          "name": "Abas Hidayat",
          "authorId": "117127882"
        }
      ],
      "year": 2022,
      "abstract": "Leadership is a complex and challenging task requiring a thorough study in this area. The quality of leadership determines educational outcomes in schools. Quality leadership indicators understand the meaning of leadership based on Islamic religious, philosophy, psychology, and sociology perspectives. This study examines educational leadership based on Islamic religious, philosophy, psychology, and sociology perspectives. This study used a library research design by studying references from books and journals related to leadership. In the Islamic religious perspective, educational leadership is a mandate that must be carried out correctly and accounted for by humans and Allah. Leadership that does not work professionally and proportionately is a betrayal of Allah and the Prophet. According to a philosophical perspective, in making decisions, educational leaders must use the right way of thinking to avoid missed decisions that affect school education outcomes. Psychologically a person's leadership style affects the process he lives in everyday life because it is a fundamental human nature from birth to death, so factors from within himself heavily influence his leadership style. Based on a sociological perspective, educational leadership must be able to answer the social challenges of the academic community as the times change.",
      "citationCount": 12,
      "doi": "10.47191/ijsshr/v5-i5-26",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/453b54089ce7c29c69472b724750fc2dab4bcd8d",
      "venue": "International journal of social science and human research",
      "journal": {
        "name": "International Journal of Social Science and Human Research"
      },
      "publicationTypes": null
    },
    {
      "paperId": "26a1c3df5c560da7a3e53e3b44a9767221c20296",
      "title": "Comparative Study of Philosophical Poetics of T. S. Eliot’s Finite Center and Wallace Stevens’ Supreme Fiction: From the Perspective of Sociology of Knowledge",
      "authors": [
        {
          "name": "Sunghyun Kim",
          "authorId": "2241978107"
        }
      ],
      "year": 2023,
      "abstract": "It is widely known that T. S. Eliot’s poetics and philosophy are grounded on the epistemology of F. H. Bradley. Wallace Stevens, who played another significant role in the modernist poetics during a similar period, presented his unique philosophy on reality and phenomena in “Notes Toward a Supreme Fiction.” According to Stevens, humans inevitably need the concept of the “supreme fiction” to grasp reality. This paper aims to examine the roles played by Bradley’s concept of the “finite center,” which Eliot employed as a poetic or philosophical concept, and Stevens’ concept of the “supreme fiction” in understanding phenomena and reality, and how these conceptions formed the basis of their respective poetic systems. In the process of such comparative analysis, we will explore how closely Eliot’s adoption of Bradley’s “finite center” aligns with the concept of the “supreme fiction” and examine the significance of these two concepts used by the two poets in terms of the sociology of knowledge.",
      "citationCount": 1,
      "doi": "10.14364/t.s.eliot.2023.33.1.1-26",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/26a1c3df5c560da7a3e53e3b44a9767221c20296",
      "venue": "Journal of the T S Eliot Society of Korea",
      "journal": {
        "name": "Journal of the T. S. Eliot Society of Korea"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "41e655e094a8fd8d24da4342707af8822ed10e3a",
      "title": "Historical anthropology as a modern philosophy of history and theoretical sociology: social-cultural dynamics analysis",
      "authors": [
        {
          "name": "S. Aytov",
          "authorId": "118625515"
        }
      ],
      "year": 2022,
      "abstract": "The article analyzes the impact of scientific approaches of historical anthropology as a modern philosophy of history on the theoretical sociology’s understanding of social and cultural dynamics in the planes of “local civilizations” and global. The methodology of this work includes the principles of complementarity, structure, and dialogue. In the study of the problematic field of labor, the following methods were applied: philosophical hermeneutics, systemic- structural, and interdisciplinary. Historical anthropology as a philosophical- historical discipline, that analyzes the mental- cultural horizon of causality, the essence of historical processes and their possible projection into the future has a significant potential for the understanding of global social- cultural dynamics by theoretical sociology. An important problem for its understanding is the analysis of the essence and trends of globalization and civilizational development. The scientific influence of historical anthropology as a modern philosophy of history on theoretical sociology brings to this social and humanitarian discipline conceptual approaches for researching psychological and worldview- cultural causality and the essence of processes, that are part of its problem field. Among the issues that belong to the intellectual space of theoretical and sociological studies and can be effectively investigated using the concepts of historical anthropology, the following should be noted:– the study of the mental and cultural horizon of the social dynamics of civilizational communities– understanding the humanitarian plane of the historical foundations and development trends of “local civilizations”;– study of correlation of globalization and civilizational trends of modern socio- cultural dynamics;– proposing and understanding the scenarios of further global socio- cultural development;– research of the content and features of alternative models of global socio- cultural dynamics and assessment of the probability of their implementation.Solving these cognitive issues by theoretical sociology using the conceptual approaches of historical anthropology as a modern philosophy of history allows this discipline to form knowledge about the important mental and cultural foundations of causality, essence and probable prospects of sociocultural dynamics both at the level of “local civilizations” and at the global level. The significance of the analysis of a wide range of psychological and cultural- worldview foundations of socio- cultural processes is explained by the multifaceted and deep nature of their influence on various segments of global social reality, including economic, demographic, scientific- technological, educational, etc.",
      "citationCount": 0,
      "doi": "10.15421/272216",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/41e655e094a8fd8d24da4342707af8822ed10e3a",
      "venue": "Studies in history and philosophy of science and technology",
      "journal": {
        "name": "Studies in history and philosophy of science and technology"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b7cea63b51662cfe32a76f3fe6eb1b38799affc0",
      "title": "Vocation of the Russian philosophy and sociology historian. Centennial of Professor Galaktionov",
      "authors": [
        {
          "name": "M. Sinyutin",
          "authorId": "117718154"
        }
      ],
      "year": 2022,
      "abstract": "The article is written to commemorate the centenary of the birth of the famous historian of Russian philosophy and sociology Anatoly Andrianovich Galaktionov (1922-2002), whose life activity for a long time was closely connected with St Petersburg (Leningrad) State University. The purpose of the article is a comprehensive understanding of the role of A. A. Galaktionov in the national historical and sociological tradition, as well as a synthesized assessment of his work from the standpoint of the current state of the history of sociology. The historian’s work is revealed within the biographical context and the main stages of the scientist’s life as a struggle for his research principles and beliefs. Based on the historiographical review, the sequence of formation of A. A. Galaktionov’s key scientific ideas is thoroughly considered and the fundamental importance of methodological developments in the field of historical research of the Russian philosophical process is shown. On basis of this approach, his fundamental contribution to the development of Russian science was first concretized. An important conclusion is made that the main creative achievement of A. A. Galaktionov is the concretization and systematization of the historical-materialistic understanding of social thought in Russia. The identification of the national and cultural peculiarities of the Russian philosophical process is indicated as an important moment of this concretization. A vivid example of this kind of concretization was the comprehension of the historical place and significance of Slavophilism in the history of Russian social thought. For the first time in the Russian literature, his characteristic of Russian philosophy as a philosophy of life is highlighted. At the end of the article, the relevance and value of A. A. Galaktionov’s ideas for modern research of Russian philosophical culture and sociological thought is emphasized.",
      "citationCount": 0,
      "doi": "10.21638/spbu12.2022.408",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b7cea63b51662cfe32a76f3fe6eb1b38799affc0",
      "venue": "Vestnik of Saint Petersburg University. Sociology",
      "journal": {
        "name": "Vestnik of Saint Petersburg University. Sociology"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "53b9b131d8b1ab2b7a97b194f74ef33de979e277",
      "title": "Tax philosophy versus fiscal sociology: choice problem in teaching",
      "authors": [
        {
          "name": "T. V. Panova",
          "authorId": "1506040523"
        },
        {
          "name": "E. G. Panov",
          "authorId": "2119425125"
        }
      ],
      "year": 2021,
      "abstract": "The inconsistency of the established attitudes in the analysis of taxation within the framework of the philosophy of taxes and fiscal sociology is reflected in the conflict of teaching these disciplines. One of the ways to resolve the conflict was introducing in the educational environment of the world’s leading universities courses that considered the tax culture of contemporary societies. They allowed formulating new concepts that generalized the results of the symbolic analysis of taxation, complementing the consideration of it as a tool of the state’s fiscal policy. The analysis of this practice formed the basis of the present study. According to the results of the study, a way to overcome the indicated conflict is proposed based on the compatibility of the subject certainty of the philosophy of taxes and fiscal sociology. The authors put forward provisions for the coexistence of different tax systems competing in the taxpayer’s mind for the right to represent the social whole. On this basis, the following conceptual statement concerning taxation is formulated as a special kind of way of constructing social reality, which is diversely analyzed in different university courses. This kind of approach can bring the necessary humanitarian component not only to the teaching of special disciplines but also to the educational environment of a contemporary university in general.",
      "citationCount": 1,
      "doi": "10.1051/SHSCONF/202110301027",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/53b9b131d8b1ab2b7a97b194f74ef33de979e277",
      "venue": "SHS Web of Conferences",
      "journal": {
        "name": "SHS Web of Conferences"
      },
      "publicationTypes": [
        "Conference"
      ]
    }
  ],
  "count": 30,
  "errors": []
}
