{
  "status": "success",
  "source": "semantic_scholar",
  "query": "scholarly integrity philosophy",
  "results": [
    {
      "paperId": "d5427376f090e1ca19f17c7b07e725810d2e970e",
      "title": "Classical educational philosophy in the evolution of nursing education: A literature review",
      "authors": [
        {
          "name": "Heni Kumalasari",
          "authorId": "2398130719"
        },
        {
          "name": "I. W. Lasmawan",
          "authorId": "2075918300"
        },
        {
          "name": "D. P. Parmiti",
          "authorId": "2082131052"
        },
        {
          "name": "I. N. Tika",
          "authorId": "88685266"
        }
      ],
      "year": 2025,
      "abstract": "This literature review explores the influence of classical educational philosophy on the evolution of nursing education globally and in Indonesia. Drawing from the works of Plato, Aristotle, and Socrates, the study identifies how the moral, rational, and humanistic ideals of classical thought have shaped the foundations of professional and ethical nursing education. Using a qualitative literature review approach, this paper synthesizes scholarly sources related to philosophical foundations, historical development, and curriculum transformation in nursing education. The findings reveal that classical philosophy, emphasizing the harmony of intellectual, moral, and practical dimensions, continues to inform modern nursing education through values of compassion, moral responsibility, and professional integrity. In Indonesia, these philosophical roots are adapted within a contextual framework of local wisdom, spirituality, and national education policy. The study concludes that revisiting classical philosophical principles provides a robust conceptual framework for strengthening the character and humanistic orientation of nursing education worldwide.",
      "citationCount": 0,
      "doi": "10.53730/ijhs.v9n3.15828",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d5427376f090e1ca19f17c7b07e725810d2e970e",
      "venue": "International Journal of Health Sciences",
      "journal": {
        "name": "International journal of health sciences"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "4bd68f88e0a2561675d4b1494374aa0282c1684c",
      "title": "THE BASIC IS STILL BASIC: A BIOLOGY PROFESSOR’S PHILOSOPHY AND PERSONAL REFLECTION",
      "authors": [
        {
          "name": "Chee Kong Yap",
          "authorId": "117712924"
        }
      ],
      "year": 2024,
      "abstract": "This reflective note offers my personal journey through academia, guided by principles of humility, integrity, and foundational scholarship. Drawing parallels with the structure of Merdeka 118, it emphasizes the importance of deep grounding in both knowledge and character. I reject the pursuit of ego-driven recognition and instead advocates for mentorship, responsible research, and accessible scholarship rooted in biology and ethics. Through lived experience and philosophical insights, this note explores burnout, the quiet strength of teaching, and the enduring impact of values over metrics. Humility, clarity, and service are presented not as constraints, but as enduring pillars of scholarly legacy. This reflection serves as a message to young scholars and research students: build slowly, build deeply, and build truthfully. This is because the view is earned by the strength of the foundation. To make this message practical for new researchers, I anchor it in a simple natural law. Big results grow from small well-tended beginnings and careful early moves prevent failure at the end. I frame mentoring and laboratory practice around this. Attend to roots, correct while errors are still small, and finish with the same care as at the start. The basic is still basic, especially in today’s AI era, and it remains the real mover of scientific success; if you can agree with me.",
      "citationCount": 1,
      "doi": "10.26480/itechmag.07.2025.79.82",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4bd68f88e0a2561675d4b1494374aa0282c1684c",
      "venue": "i TECH MAG",
      "journal": {
        "name": "i TECH MAG"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "dbd48fbdf7d7d39645bcbeac9424bb8812bdb34f",
      "title": "Moral philosophy of scholarly publications",
      "authors": [
        {
          "name": "M. V. Prakash",
          "authorId": "116140814"
        },
        {
          "name": "S. Ashutosh",
          "authorId": "2090033253"
        },
        {
          "name": "Jatinder Kaur",
          "authorId": "2143554831"
        },
        {
          "name": "K. Gauri",
          "authorId": "113452047"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 2,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dbd48fbdf7d7d39645bcbeac9424bb8812bdb34f",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "e0b365a09385803d9f4c4fb1de4f7fb6421f7f3a",
      "title": "One Hundred Years of Chinese Studies on Philosophy of Bertrand Russell: Continuities, Retrospectives, and New Directions",
      "authors": [
        {
          "name": "Jan Vrhovski",
          "authorId": "118677431"
        }
      ],
      "year": 2021,
      "abstract": "The years 2020 and 2021 mark a centenary since the great British polymath Bertrand Russell visited China. One hundred years after the visit of this preeminent British philosopher to China, studies in modern Chinese intellectual history are still directly or indirectly concerned with the consequences this trip had for the Chinese scientific, philosophical, and sociopolitical discourse in the Republican era and thereafter. With his personal and scholarly integrity, his polymathic erudition, progressive social ideas, and unbending fervor in his endeavors for freedom of thought and personal choice, Russell left an enduring imprint on numerous aspects of Chinese modern thought and society. Although, over time, the character and the extent of Russell’s influence on Chinese philosophical discourse have reached both extremes of recognition and rejection, its deep entanglement with the very roots of Chinese modernity guaranteed his philosophy a sustained influence and presence in the content of contemporary Chinese philosophical currents. Tested and shaped by the ebbs and flows of Chinese social, political, and intellectual trends in the last 100 years, Chinese intellectuals’ interest in Russell’s philosophy went through different, and at the time directly opposite, phases: from its (1) initial establishment in the May Fourth period, to (2) establishment of Russell’s philosophy and logic in Chinese academia in the 1930s, to (3) its ideological denunciation in the first decades of the People’s Republic (PRC, 1949–), down to (4) its (predominantly retrospective) rehabilitation in the 1980s and (5) its ultimate reestablishment at the heart of current Chinese philosophical trends. In a manner typical for the majority of large-scale and swift, especially politically induced, intellectual turns in the 20th century, the transitions between the later stages were characterized or accompanied by a strong retrospective dimension, which aimed at establishing a new relationship between the nature and content of his philosophy, on one side, and the political identity of past and present Chinese philosophers, on the other. Because each of the major ebbs and flows in Chinese scholarship on Russell’s philosophy was founded as a profoundly historical event, in which the wefts of the past were replaced by those pertaining to the new realities, a certain degree of continuity was retained throughout the studies of Russell’s philosophy, which thus remained deeply embedded in the tissue of the long warp of Chinese history. On the other hand, a high level of continuity was also retained by means of traditionally strong student–teacher relationships. At the same time, past and contemporary retrospectives usually marked the entrance of a new generation of",
      "citationCount": 1,
      "doi": "10.1080/10971467.2021.1917938",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e0b365a09385803d9f4c4fb1de4f7fb6421f7f3a",
      "venue": "",
      "journal": {
        "name": "Contemporary Chinese Thought",
        "pages": "1 - 8",
        "volume": "52"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1b1dc7eab6fdb6269b519859019fc70fa5fcbb61",
      "title": "Over-Soul: A Comparative Study of the East and the West",
      "authors": [
        {
          "name": "Sasikanta Mohanty",
          "authorId": "2376844253"
        },
        {
          "name": "Khagendra Sethi",
          "authorId": "2377090721"
        }
      ],
      "year": 2025,
      "abstract": "Ralph Waldo Emerson used the term Over-Soul to denote the relationship between individual soul and the universal soul. Emerson’s extensive reading of both Eastern and Western philosophies has prompted him to articulate such a concept that adheres to the philosophical discourses of both the continents. Emerson’s concept of the Over-Soul denotes inseparable, impersonal and eternal essence fundamental to human consciousness, integrity and nature. The concept has a universal appeal as scholars have examined the notion from the perspective of different schools of philosophy spanning across the globe. This universal approach of the notion poses Emerson at the centre of the Eastern and Western metaphysical discourse.  Over-Soul resounds with the Eastern concepts like Brahman, Non-dualism and Sunya (Void). It also echoes with the concept of Sunya (void) articulated by Bhima Bhoi, an Odia saint poet. Both these concepts, ‘Over-Soul’ and ‘Sunya’ share a common notion that is Brahman, the Vedic concept of the Ultimate Reality or the Supreme Being. This Supreme Being or Brahman pervades all existence. It is the source and destination of every being. In their writings both Emerson and Bhoi articulate that the individual self (the soul) is part of the cosmic self (the Over-Soul). To them, Brahman is not an intangible essence but an active consciousness that binds the “seer and the seen, the subject and the object” into one metaphysical reality.",
      "citationCount": 0,
      "doi": "10.29070/9d1jcr03",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1b1dc7eab6fdb6269b519859019fc70fa5fcbb61",
      "venue": "Journal of Advances and Scholarly Researches in Allied Education",
      "journal": {
        "name": "Journal of Advances and Scholarly Researches in Allied Education"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a03802a3fe94c507e871c0b8a8b580fd00c80711",
      "title": "George Eliot, Harriet Martineau and the popularisation of Comte’s Positive Philosophy",
      "authors": [
        {
          "name": "L. Scholl",
          "authorId": "152124328"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1111/J.1741-4113.2012.00906.X",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a03802a3fe94c507e871c0b8a8b580fd00c80711",
      "venue": "",
      "journal": {
        "name": "Literature Compass",
        "pages": "764-773",
        "volume": "9"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c204c2e4f8834b232c77c722acac3c29d623abd2",
      "title": "Character Is the Way: The Path to Spiritual Freedom in the Linji Lu",
      "authors": [
        {
          "name": "Tao Jiang",
          "authorId": "46456788"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-90-481-2939-3_17",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c204c2e4f8834b232c77c722acac3c29d623abd2",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "399-415",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "8b85df89b4442e192c0281f960216800e20e09fe",
      "title": "The Position of Ethics in Research Methodology of Educational Sciences after 1989 in the Czech Republic",
      "authors": [
        {
          "name": "Miroslav Dopita",
          "authorId": "2074577893"
        },
        {
          "name": "H. Grecmanova",
          "authorId": "2085053297"
        }
      ],
      "year": 2018,
      "abstract": "The issue of ethics of research in educational sciences is focused on similar areas as it is in other social sciences, e.g., anthropology, political science, psychology or sociology. The codes of ethics in research in social sciences mainly follow general principles and set standards [14], [15], [16], [17]. These usually are general principles such as Professional Competence; Integrity; Professional, Scientific, and Scholarly Responsibility; Respect for People’s Rights, Dignity, and Diversity; Social Responsibility (comp. [14], [16]). The above principles are subsequently elaborated in ethical codes into numerous standards; e.g. in the case of the Code of Ethics of the American Educational Research Ethics is one of the themes of educational sciences. Its position is in disciplines such as the history of pedagogy, philosophy of education, the theory of education, general pedagogy, didactics, andragogy or adult education, special pedagogy, research methodology of educational sciences, school legislation and other. Ethical norms were influenced by ideology in the Czech and Slovak environment before 1989. Ethics in educational sciences have gradually been revised after 1989. The presented paper focuses on the analysis of scientific texts on research methodology of educational sciences (pedagogy, andragogy or adult education, special pedagogy), dealing with research ethics and published in publishing houses of nation-wide distribution (Grada, Karolinum, Paido, Portal) in 1990-2015. Examined are ethical aspects of both quantitative and qualitative researches with regard to the development of contemporary global as well as local society.",
      "citationCount": 0,
      "doi": "10.26552/com.c.2018.1a.96-100",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8b85df89b4442e192c0281f960216800e20e09fe",
      "venue": "Communications - Scientific letters of the University of Zilina",
      "journal": {
        "name": "Communications - Scientific letters of the University of Zilina"
      },
      "publicationTypes": null
    },
    {
      "paperId": "da38d4469a3b196776064e7d3ee190be784cc9f8",
      "title": "A review of Buffett's commentary on accounting, governance, and investing practices: does he “walk the talk”?",
      "authors": [
        {
          "name": "R. M. Bowen",
          "authorId": "145838865"
        },
        {
          "name": "Shivaram Rajgopal",
          "authorId": "145253638"
        },
        {
          "name": "M. Venkatachalam",
          "authorId": "39149269"
        }
      ],
      "year": 2018,
      "abstract": "Understandably, many financial professionals and laypeople seek to understand Warren Buffett's investing philosophy as he is regarded as one of the greatest investors. Unsurprisingly, Buffett has made his opinions on corporate governance, accounting, valuation methodology, and market trends known through the annual reports of Berkshire Hathaway and particularly its Chairman's Letters.Buffett's extraordinary success alone would make him inherently worthy of scholarly research. His long investment horizon, specific suggestions for improving corporate governance, evident reasoning for his opinions on accounting practice, and generally excellent reputation for integrity make him especially useful to study.These three professors studied both Buffett's publicly expressed opinions and his investment decisions to see how well Buffett's opinions matched the investments he has made. Additionally, they studied whether Buffett's investments tended to be made in companies that already shared Buffett's preferences or whether Buffett's investment tended to cause companies to change the way they were managed subsequently so that their behavior became better aligned with Buffett's public views. The findings of Bowen, Rajgopal, and Venkatachalam are a bit mixed.As predicted, the companies Berkshire invests in (investees) tend to follow more transparent and timely accounting and disclosure of both good and bad news, tend to have accruals and cash flows in accord, have been more likely to expense stock option costs before being required to do so, are less likely to meet or beat targets, and make conservative assumptions about their pension obligations. On the other hand, Berkshire has invested in companies that are more likely than their peers to flout Buffett's public advice about using EBITDA and a performance metric, continuing to provide “earnings guidance,” and publishing poorly written and ambiguous annual reports as measured by the “FOG Index.”CEOs at Berkshire investees are paid less and their pay is more sensitive to company performance than their peer CEOs. That said, Berkshire investee pay plans do not penalize CEOs for poor performance more so than for their peers, do not filter out the effect of marketwide increases in stock prices on CEOs' compensation, still rely on stock options rather than “straight” stock, are not sensitive to earnings adjusted for the cost of capital, and are as likely as peer companies to boost CEO pay if that CEO's pay falls in the lower half of his industry peers in the previous year.The pattern with members of boards of directors is somewhat similar to the CEOs. While board members of Berkshire investees own more of the investee's stock than do board members at peer firms, boards are no smaller than average, tend to have fewer outside directors, and greater ethnic and gender diversity than Buffett seems to recommend.The multivariate regression analysis shows that investees are consistent with Buffett's stated investment philosophy on six out of seven characteristics that Buffett prefers. Berkshire investees had higher “owner earnings,” lower volatility of owner earnings, more persistent sales, less competition, lower financial leverage, lower pension and other post‐retirement liabilities, and fewer stock splits compared with the average firm in the same industry and year. Berkshire investees also tended to pay dividends more often and were more likely to issue equity when their stock price was greater than its intrinsic value per share.Buffett clearly walks the talk on investment practices. However, the results on accounting, compensation, and disclosure practices are less clear cut. Overall, the authors found much evidence that Berkshire investees were already well aligned with Buffett's investing principles (e.g., high return on equity) before being bought by Berkshire but not so well aligned already in terms of accounting and disclosure practices.They found less evidence that these practices changed after Berkshire became a shareholder however. Investee board size and leverage decreased while the frequency of dividend payouts increased, suggesting that Buffett was drawn to certain companies because of the attributes they already had.Buffett is well known for a handsoff policy in the operating decisions of Berkshire firms. So, despite Buffett's commentary suggesting that large investors can improve the business practices of their investees, his passive approach appears to extend to accounting and governance choices as well.Although not mutually exclusive, the evidence therefore is more consistent with the “selection” hypothesis than the “influence” hypothesis. Even if Buffett does exert some influence over management after purchasing shares he seems to be relatively passive in doing so–more so than the tone and breadth of his public statements would suggest. We believe it is important to note that Buffett's passive behavior towards investee management is inconsistent with the belief that large investors have the potential to improve corporate governance.",
      "citationCount": 0,
      "doi": "10.1111/JACF.12310",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/da38d4469a3b196776064e7d3ee190be784cc9f8",
      "venue": "Journal of Applied Corporate Finance",
      "journal": {
        "name": "Journal of Applied Corporate Finance"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "ee610e76c66f55e82a5f6fc363bcf0026476d358",
      "title": "Gerald Odonis, Doctor Moralis and Franciscan minister general : studies in honour of L.M. de Rijk",
      "authors": [
        {
          "name": "W. Duba",
          "authorId": "73307744"
        },
        {
          "name": "C. Schabel",
          "authorId": "82062807"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 21,
      "doi": "10.1163/EJ.9789004178502.I-230",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ee610e76c66f55e82a5f6fc363bcf0026476d358",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "f768b7ef459f994054746892a14d193bd188f385",
      "title": "EARLY CHRISTIAN SECTS AND SCHISMS IN AL-MILAL WA AL-NIḤAL: A STUDY ON MUḤAMMAD ʿABD AL-KARĪM AL-SHAHRASTĀNĪ",
      "authors": [
        {
          "name": "Muḥammad Azizan Sabjan",
          "authorId": "103638913"
        },
        {
          "name": "Noor Shakirah Mat Akhir",
          "authorId": "17915682"
        }
      ],
      "year": 2015,
      "abstract": "Abū al-Fatḥ Muḥammad Ibn ʿAbdul al-Karīm Ahmad al-Shahrastānī (1086/479–1153/548) was one of the most prominent, multifaceted and creative Muslim thinkers in Islamic Thought. He embodied the multidisciplinary mastery and unity, personal integrity and courage of the Islamic religious-intellectual ideals. His contributions to scholarly works were manifold which cover a wide range of Islamic Thought including theology, philosophy and Qurʾānic sciences. Among his major works were those dealing with tafsīr, kalām and philosophy. This paper attempts to explore his contributions to religionwissenchaft with a specific reference to his observation on early Christian sects and schisms in his magnum opus, al-Milal wa alNiḥal.",
      "citationCount": 1,
      "doi": "10.56389/tafhim.vol8no1.2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f768b7ef459f994054746892a14d193bd188f385",
      "venue": "TAFHIM: IKIM Journal of Islam and the Contemporary World",
      "journal": {
        "name": "TAFHIM : IKIM Journal of Islam and the Contemporary World"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b2931ed234e1ee2c4e295f89392123ae5b7ce0e9",
      "title": "Acknowledgments of Reviewers",
      "authors": [
        {
          "name": "D. Rudge",
          "authorId": "14063177"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11191-014-9732-8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b2931ed234e1ee2c4e295f89392123ae5b7ce0e9",
      "venue": "Science Education",
      "journal": {
        "name": "Science & Education",
        "pages": "227 - 228",
        "volume": "24"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "86dc22990fe2d41cf5356c8cb8d3270f3b597220",
      "title": "Genetics and Society Thematic Issue: Acknowledgement of Reviewers",
      "authors": [
        {
          "name": "J. Olson",
          "authorId": "32455105"
        },
        {
          "name": "D. Resnik",
          "authorId": "2286582"
        },
        {
          "name": "D. Rudge",
          "authorId": "14063177"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11191-013-9669-3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/86dc22990fe2d41cf5356c8cb8d3270f3b597220",
      "venue": "Science Education",
      "journal": {
        "name": "Science & Education",
        "pages": "519 - 520",
        "volume": "23"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "165c962601a97a5a850638564f42fdff7046b013",
      "title": "Philosophical Considerations in the Teaching of Biology: Acknowledgement of Reviewers",
      "authors": [
        {
          "name": "K. Kampourakis",
          "authorId": "48526544"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11191-012-9563-4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/165c962601a97a5a850638564f42fdff7046b013",
      "venue": "Science Education",
      "journal": {
        "name": "Science & Education",
        "pages": "375 - 376",
        "volume": "22"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "6d8dbfb35a947fe2b3053e5b1f085f42046f30c9",
      "title": "An AN ANALYSIS OF PERSIAN LANGUAGE SCHOLARLY STUDIES ON THE EDUCATIONAL PHILOSOPHY OF ABU NASR AL-FARABI",
      "authors": [
        {
          "name": "Yktiyar Paltore",
          "authorId": "77345994"
        },
        {
          "name": "H. Khoshbateni",
          "authorId": "2383406629"
        },
        {
          "name": "Anar Mustafayeva",
          "authorId": "12955290"
        }
      ],
      "year": 2025,
      "abstract": "Abu Nasr al-Farabi was a profound thinker whose contributions have left a lasting impact on the development of Islamic philosophy. He is also recognized as one of the notable figures in the intellectual heritage of the Turkic world. During his era, he laid down theoretical foundations across various disciplines including education, ethics, social organization, and political governance. Al-Farabi's emphasis on education and upbringing as essential means for achieving human perfection highlights the human-centered nature of his philosophical worldview. He believed that by nurturing reason, wisdom, and both theoretical and practical virtues, an individual could progress toward becoming the \"Perfect Human\" (الإنسان الكامل – al-Insan al-Kamil).\n The philosophical concepts outlined in al-Farabi's extant works – particularly those addressing teaching, learning, and pedagogy – have been extensively studied in Arabic, Persian, and Turkish academic traditions. In Iran especially, scholarly engagement with his legacy has been prominent. This is due in part to the historical fact that al-Farabi spent a portion of his life in regions corresponding to modern-day Iran, where many of his original Arabic and Persian manuscripts are preserved. Moreover, Iranian intellectual circles have shown continued interest in exploring his educational thought and philosophical system. This paper aims to systematically examine Persian-language academic publications that focus on al-Farabi's educational philosophy and pedagogical ideas. It further seeks to analyze the methodological frameworks and scientific quality of these studies, assessing their role and contribution within the broader landscape of Iranian scholarship.",
      "citationCount": 0,
      "doi": "10.63051/kos.2025.3.327",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6d8dbfb35a947fe2b3053e5b1f085f42046f30c9",
      "venue": "KAZAKHSTAN ORIENTAL STUDIES",
      "journal": {
        "name": "KAZAKHSTAN ORIENTAL STUDIES"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8f4fcecea0cd1f5271ad91af6f5694ab568dc0f3",
      "title": "The Evolution of Ronald Dworkin's Legal Philosophy: From Interpretivism to Integrity",
      "authors": [
        {
          "name": "Agam Ibnu Asa",
          "authorId": "2147097816"
        }
      ],
      "year": 2025,
      "abstract": "Ronald Dworkin's legal philosophy marked a paradigm shift from positivism, emphasizing law as a deep interpretive practice. The problem addressed is the lack of systematic exploration into the evolution of Dworkin's thought from early interpretivism to integrity and the unity of value as a single narrative. This study aims to trace how Dworkin's ideas developed and shaped each other. Through literature review and conceptual analysis of his major works, this research finds that Dworkin's early interpretivism, which focused on criticizing Hart and the role of principles in \"hard cases,\" developed and influenced the formation of the theory of \"Law as Integrity\" by demanding principled coherence. Key stages in his evolution include the critique of positivism, the development of rights as trumps, the formulation of integrity as a legal virtue, and the introduction of the unity of value. Furthermore, the concept of \"unity of value\" strengthens the theories of integrity and interpretivism by providing a philosophical foundation that moral values are fundamentally coherent. In conclusion, Dworkin built an integrated philosophical architecture, asserting law as an ongoing moral project aimed at realizing justice and principled consistency.",
      "citationCount": 0,
      "doi": "10.62079/abjad.v3i2.88",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8f4fcecea0cd1f5271ad91af6f5694ab568dc0f3",
      "venue": "Abjad Journal of Humanities &amp; Education",
      "journal": {
        "name": "Abjad Journal of Humanities &amp; Education"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "6836b1dc4aa0a225e84992d296f69a783b22ea61",
      "title": "Research on the Path of Constructing a Social Integrity System from the Perspective of Moral Philosophy",
      "authors": [
        {
          "name": "Qijiong Zhang",
          "authorId": "2392490326"
        }
      ],
      "year": 2025,
      "abstract": "With the rapid development of the social economy and the advancement of the informatization process, social integrity issues have become increasingly prominent, becoming one of the key challenges in building a harmonious society. Social integrity is not only a moral requirement but also the cornerstone of economic and social activities. From the perspective of moral philosophy, this paper explores the path of constructing a social integrity system. Firstly, it analyzes the connotation and role of social integrity. Secondly, from the perspective of moral philosophy, it discusses how ethics and morality, social responsibility, and legal systems can mutually promote and jointly promote the construction of the integrity system. Finally, combined with the actual situation, it puts forward specific strategies for improving the integrity system, including strengthening integrity education, improving the social supervision mechanism, and establishing a credit punishment mechanism. Through the analysis of this paper, it aims to provide theoretical support and practical guidance for the construction of social integrity.",
      "citationCount": 0,
      "doi": "10.63887/jse.2025.1.8.44",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6836b1dc4aa0a225e84992d296f69a783b22ea61",
      "venue": "Journal of Sociology and Education",
      "journal": {
        "name": "Journal of Sociology and Education"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "65e8b5bb901d496225012c5d35bb297b2a03522d",
      "title": "Did the »After Science and Religion« Project Work in Attempting to Move Scholarly Emphasis from Science and Religion and Towards Metaphysical Theology and Natural Philosophy?",
      "authors": [
        {
          "name": "Paul Tyson",
          "authorId": "2349007859"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1628/ptsc-2025-0003",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/65e8b5bb901d496225012c5d35bb297b2a03522d",
      "venue": "Philosophy, Theology and the Sciences",
      "journal": {
        "name": "Philosophy, Theology and the Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2b01c249c7e38d78107349d9106f4d01bb2da476",
      "title": "«PHILOSOPHY OF INTEGRITY» OF «DEMONIC» IMAGES OF M. A. VRUBEL’S CREATIVITY",
      "authors": [
        {
          "name": "O. Tokareva",
          "authorId": "2095564330"
        },
        {
          "name": "Illirika Yevgenyevna Yurko",
          "authorId": "2331975536"
        }
      ],
      "year": 2024,
      "abstract": "The article presents the original development of the image «System ef-fect» created on the basis of the derived system of symbols, the main provi-sions of which originate from the analysis of «demonic» images of M. A. Vru-bel’s creativity. The point of view on which the authors rely is conditioned by the ideas of philosophy of integrity as a conception that plays a decisive role in the perception of M. A. Vrubel’s paintings and helps understand the very es-sence of his «demonic». The consistent analysis of Vrubel’s images allowed to make the following conclusions: the specifics of interpreting M. A. Vrubel’s «demonic» images is сonditioned by the unique system of symbols, whose fea-tures are diverse on the emotional and ideological levels and can be presented subjectively due to the difference in interpretation in the socio-cultural envi-ronment and distorted comprehension of the «demon’s» essence. The follow-ing methods have been used in the study, namely the comparative analysis of the notion «demonic», the environmental analysis of the socio-cultural con-text of Vrubel’s «demonic», and the systemic analysis of Vrubel’s own system of symbols.",
      "citationCount": 0,
      "doi": "10.31443/2541-8874-2024-3-31-57-67",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2b01c249c7e38d78107349d9106f4d01bb2da476",
      "venue": "Вестник Восточно-Сибирского государственного института культуры",
      "journal": {
        "name": "Вестник Восточно-Сибирского государственного института культуры"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "52c47b4f6a15c780121bcb8a77095b3de6aa64d2",
      "title": "The Idea of the Integrity of Social Being in Russian Religious Philosophy",
      "authors": [
        {
          "name": "V. B. Aleksandrov",
          "authorId": "2139065717"
        }
      ],
      "year": 2024,
      "abstract": "The article considers the understanding of the nature of public life as some integrity in Russian religious philosophy. It is shown that the main specificity of the way of thinking of Russian philosophers is to distinguish between the empirical reality of social life, which is the “scratching of war” of various subjects and the deep spiritual basis, historically formed and gaining mystical status in people’s minds. Attention is drawn to the fact that its content, according to the considered views of Russian thinkers, includes the spiritual foundations of the family, religious beliefs and the consciousness of the community of historical fate, which make up the meaning of cathedral life in their unity. This way of understanding the integrity of public life eliminates the orientation towards its revolutionary transformation inherent in the collectivist paradigm, since historically formed spiritual foundations oppose such aspirations and, instead of planned improvements in public integrity, can entail severe social consequences. Accordingly, rationally justified partial reforms, the orientation of which is due to the individualistic paradigm, must be consulted with those meanings that have historically developed and form the spiritual basis of social life. The category expressing the way of thinking of Russian philosophers on the integrity of public life is universalism.",
      "citationCount": 0,
      "doi": "10.22394/1726-1139-2024-5-159-167",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/52c47b4f6a15c780121bcb8a77095b3de6aa64d2",
      "venue": "Administrative Consulting",
      "journal": {
        "name": "Administrative Consulting"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "39f7a5e6178af7001f63b59eef82cb42835bbb44",
      "title": "The Role of Defense Science Philosophy in Determining Strategies to Maintain The Sovereignty and Integrity of The Unitary State of The Republic Indonesia in Industrial Revolution 4.0",
      "authors": [
        {
          "name": "Junita Dewi",
          "authorId": "2297429045"
        },
        {
          "name": "Sari Simanjuntak",
          "authorId": "2297426443"
        },
        {
          "name": "Timbul Siahaan",
          "authorId": "2297425209"
        },
        {
          "name": "G. Deksino",
          "authorId": "113000814"
        },
        {
          "name": "Nadya Ophelia",
          "authorId": "2297428634"
        }
      ],
      "year": 2024,
      "abstract": "The complexity and dynamics of this era, the philosophy of defense science becomes a conceptual guide in formulating appropriate strategies. This research used a qualitative descriptive method.  Through qualitative descriptive methods, this research analyzes the role of defense science philosophy in determining strategies to maintain the sovereignty and integrity of unitary state of the Republic of Indonesia. Industrial Revolution 4.0 brings the potential to increase the country's defense capabilities, but also brings new threats, especially in terms of cyber security and paradigm changes in social and economic life. From the research that had been carried out, researchers found that the philosophy of defense science is the basis for understanding basic values, principles and concepts in determining strategies to maintain the sovereignty and integrity of the Republic of Indonesia in the era of industrial revolution 4.0 in conceptual analysis, defense ethics and ethos, threat identification, social studies and politics, as well as the development of critical thinking and innovation. Based on the role of the defense science philosophy, strategies were found to maintain the sovereignty and integrity of the Republic of Indonesia, which includes strengthening cyber security, maritime defense, developing artificial intelligence, increasing human resource capabilities, international collaboration, and increasing public awareness and education. By using this approach, the philosophy of defense science contributes significantly protecting the Republic of Indonesia from growing threats in an era of rapidly developing technology.",
      "citationCount": 0,
      "doi": "10.55227/ijhess.v3i5.857",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/39f7a5e6178af7001f63b59eef82cb42835bbb44",
      "venue": "International Journal Of Humanities Education and Social Sciences (IJHESS)",
      "journal": {
        "name": "International Journal Of Humanities Education and Social Sciences (IJHESS)"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9defe0469940577ae780c7e8d268469f2cdf905e",
      "title": "Knowledge and Scholarly Authority in Al-Ghazali’s Philosophy: A Study of Fatihatul ‘Ulum",
      "authors": [
        {
          "name": "M. H. Suwarno",
          "authorId": "2347971867"
        },
        {
          "name": "Hayyan Ahmad",
          "authorId": "2322451223"
        },
        {
          "name": "Ulul Albab",
          "authorId": "2090944179"
        }
      ],
      "year": 2024,
      "abstract": "Islamic education is a place to form humans who can carry out their duties as caliphs on earth. Knowledge of the concepts of science and scholars is needed to understand and develop science and scholars in Islamic teachings combined with the philosophy of Islamic education. This concept is the basis for understanding the philosophy of Islamic education. The two have a close relationship. The purpose of this research is to describe the concept of science according to Imam Al-Ghazali and to find out the role of ulama' according to Imam Al-Ghazali in the book of Fatihatul 'Ulum. This research method uses a literature review focused on the book of Fatihah al-Ulum. The data collection technique uses the documentation method related to the book of Fatihah al-Ulum and other works that are still one theme of discussion. Analysis of this literature study uses content analysis by looking at the validity of the original data and explaining it again by comparing other sources. First, researchers found knowledge as the main foundation of a person so that he can know Allah SWT. Studying science is considered something with good intentions by seeking the pleasure of Allah SWT. After knowledge is obtained, a person will become more moral and can practice religious and general knowledge with a heart that is always linked to Allah SWT. Secondly, being an ulama' is a big responsibility because he is the heir of the Prophet SAW. Ulama' must link their hearts to seek the pleasure of Allah, leave the affairs or desires of the world, and teach all the knowledge they have so that their students can take the path of Allah's pleasure.",
      "citationCount": 1,
      "doi": "10.63245/jpds.v1i2.29",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9defe0469940577ae780c7e8d268469f2cdf905e",
      "venue": "Journal of Pesantren and Diniyah Studies",
      "journal": {
        "name": "Journal of Pesantren and Diniyah Studies"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "3f9c9bdd1d150be7c5acb884d7e3e52a9176f1ce",
      "title": "Academic integrity as a challenge, demand and will: contexts of philosophical anthropology, ethics and philosophy of education",
      "authors": [
        {
          "name": "Nazip Khamitov",
          "authorId": "71878117"
        }
      ],
      "year": 2024,
      "abstract": "Academic integrity in education and science is understood as an ability that translates from possible into actual justice in the relations of students, teachers and scientists, their respect for their own dignity and the dignity of colleagues, as well as a focus on sincere creativity and co-creation. Academic integrity is the ability to maintain and develop the reputation of a conscientious, tolerant and creative professional who does not envy the talent of colleagues and does not appropriate their achievements. In the article, academic integrity appears not only as a demand and a challenge, but also as a will. In the coordinates of the methodology of meta-anthropology, it is proven that at the level of the will to self-preservation and procreation, as well as at the level of the will to power, any virtue, including academic and conditional, moreover, its deformations and distortions are possible. Only under the influence of the will to knowledge and creativity of the finite being of a person, which is supplemented by the will to co-creation in the meta-boundary being, academic integrity acquires an unconditional character and naturalness. It has been proven that true academic integrity is impossible without true academic dialogue, without it it turns into a simulacrum. The heuristic meaning of the concept “will to academic integrity” is substantiated. The will to academic integrity is an important component of the will to scientific novelty and actualizes academic writing that has heuristic achievements, is free from plagiarism, does not amount to compilation and is not a fabrication. As an example of the action of such a will in the academic community, the Kyiv anthropological school is presented in its development in the directions of existential anthropology and metaanthropology. The role of academic integrity in conditions of war and peace is shown.",
      "citationCount": 3,
      "doi": "10.31874/2309-1606-2023-29-2-2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3f9c9bdd1d150be7c5acb884d7e3e52a9176f1ce",
      "venue": "Filosofiya osvity. Philosophy of Education",
      "journal": {
        "name": "Filosofiya osvity. Philosophy of Education"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e1675a249af726892e947427396771d8181dec71",
      "title": "The Concept and Philosophy of Integrity in Teaching and Learning Based on Surah Luqman",
      "authors": [
        {
          "name": "M. A. Suhaimi",
          "authorId": "2336145645"
        },
        {
          "name": "Wan Mohd Khairul Firdaus Wan Khairuldin",
          "authorId": "2113683097"
        },
        {
          "name": "Fakulti Pengajian Kontemporari Islam",
          "authorId": "2336150530"
        }
      ],
      "year": 2024,
      "abstract": "This study investigates the integration of Islamic principles of integrity in teaching and learning, with a focus on the story of Luqman al-Hakim in Surah Luqman. It addresses the current challenges in maintaining academic integrity in Malaysia, particularly amid the rise of online learning and the increasing prevalence of misconduct. Employing a qualitative exploratory approach, the research utilizes content analysis of primary Islamic texts, including Tafsir al-Qurtubi and Tafsir al-Tabari, alongside secondary academic sources. The concept of Rabbaniyyah in teaching emphasizes grounding education in faith and attributing all wisdom to Allah SWT, fostering spiritual integrity. Awlawiyyat prioritizes Islamic knowledge with a structured approach, placing Tauhid, Fiqh, and Akhlaq as essential foundations for holistic learning. Additionally, the appropriateness of teaching methods, including the use of affectionate language, plays a crucial role in effectively imparting moral and spiritual values, making education more impactful and emotionally resonant. In conclusion, the teachings of Luqman al-Hakim provide a model for integrating Islamic values into modern education, thereby addressing challenges in teaching and learning, such as academic integrity, and enhancing the character and discipline of students. However, this study can still be further developed and deepened. In-depth research examining additional values found in Surah Luqman can be conducted to create a more robust model of integrity.",
      "citationCount": 0,
      "doi": "10.6007/ijarbss/v14-i12/23945",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e1675a249af726892e947427396771d8181dec71",
      "venue": "International Journal of Academic Research in Business and Social Sciences",
      "journal": {
        "name": "International Journal of Academic Research in Business and Social Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5f5b57728562e43cb564eb6ebd19a81a39120387",
      "title": "Using Generative AI for Literature Searches and Scholarly Writing: Is the Integrity of the Scientific Discourse in Jeopardy?",
      "authors": [
        {
          "name": "Paul G. Schmidt",
          "authorId": "2266399979"
        },
        {
          "name": "A. Meir",
          "authorId": "31726758"
        }
      ],
      "year": 2023,
      "abstract": "Ever since the public release of ChatGPT in November 2022, serious concerns have been raised about the impact and potentially dire consequences of the increasingly widespread use of generative AI tools for purposes of scientific writing and publishing. We document the ongoing discussion in the science community with a review of news articles, editorials, and position statements by major scientific publishers; discuss the potential pitfalls of using generative AI tools such as ChatGPT as aids in scholarly writing; furnish evidence for the proposition that AI-induced contamination of the scientific literature is not only a threat, but already a reality; and call upon leaders in our field to develop policies and guidelines to stem the spread of such contamination. Closing on a positive note, we provide a brief overview of potentially useful capabilities and sensible applications of ChatGPT and similar AI tools for purposes of scholarly writing.",
      "citationCount": 10,
      "doi": "10.48550/arXiv.2311.06981",
      "arxivId": "2311.06981",
      "url": "https://www.semanticscholar.org/paper/5f5b57728562e43cb564eb6ebd19a81a39120387",
      "venue": "Notices of the American Mathematical Society",
      "journal": {
        "name": "ArXiv",
        "volume": "abs/2311.06981"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "83d05e6b8b7a629c64522a14b355d66ebe956a82",
      "title": "A Philosophy for Fostering Integrity and Compassion: Nurturing Ethical Practices and Collaboration in the Music Industry",
      "authors": [
        {
          "name": "Donna E. Scott",
          "authorId": "2260892531"
        }
      ],
      "year": 2023,
      "abstract": "This philosophical article explores unethical practices in the music industry and highlights lessons in integrity and accountability. It emphasizes the importance of promoting ethical behavior through guidelines and codes of conduct. Effective communication is crucial for fostering collaboration and integrity. Exemplary collaborations serve as inspiration for success through ethical practices. Balancing personal ambitions and compassion is essential, and educational initiatives play a key role in nurturing ethics and collaboration. Associations, organizations, and institutions have a vital role in setting ethical standards. By prioritizing ethical behavior, embracing diversity, and maintaining open communication, the music industry can create a thriving and inclusive environment. In conclusion, the industry must confront unethical practices and prioritize integrity, compassion, and positive change. \n ",
      "citationCount": 1,
      "doi": "10.61629/ijmel.v1i1.11",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/83d05e6b8b7a629c64522a14b355d66ebe956a82",
      "venue": "International Journal of Music Entrepreneurship and Leadership",
      "journal": {
        "name": "International Journal of Music Entrepreneurship and Leadership"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "005004536db508cb2e1be525bedcf70b7dc79913",
      "title": "Oral Commentaries and Scholarly Debates in Sanskrit Philosophy",
      "authors": [
        {
          "name": "E. Freschi",
          "authorId": "3348695"
        },
        {
          "name": "Jonathan Peterson",
          "authorId": "98640150"
        },
        {
          "name": "A. Rao",
          "authorId": "145491274"
        }
      ],
      "year": 2023,
      "abstract": "Abstract:Over the fall and winter of 2020–2021, students and faculty at the University of Toronto, Canada, and Manipal Academy of Higher Education, India, came together to study with two renowned scholars of classical Sanskrit knowledge systems: Shree Vidyashreesha Tirtha (formerly Dr. D. Prahladacharya) and Dr. Mani Dravid Shastrigal. As in many traditional learning contexts, the pandits used oral commentary in Sanskrit to guide students through Sanskrit philosophical texts. Unlike most traditional learning contexts, however, oral commentary was conducted entirely online via Zoom. This paper highlights the continuities and disjunctures of these commentaries with the traditional genre of philosophical commentaries in Sanskrit philosophy and explores the relationship between written commentary and orality in this new media landscape.",
      "citationCount": 0,
      "doi": "10.17302/mgl.2022.a897566",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/005004536db508cb2e1be525bedcf70b7dc79913",
      "venue": "The Medieval Globe",
      "journal": {
        "name": "The Medieval Globe",
        "pages": "105 - 91",
        "volume": "8"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3a7041a355d956cbb7f03c13effb1259afc8af36",
      "title": "Cognition of the Universe’s Integrity in the Philosophy of Hesychasm",
      "authors": [
        {
          "name": "A. Ishutin",
          "authorId": "15698244"
        }
      ],
      "year": 2023,
      "abstract": "The present article discusses the epistemological and ontological foundations of such a prominent Orthodox teaching as Hesychasm. It is emphasized that true knowledge, according to the worldview of the Hesychasts, comes through deep inner experience and contact with the divine presence in the heart. Though God is un-knowable in essence, His actions and energies can be realized and perceived through human experience. The Hesychasts taught that created nature can be reunited with the godhead through the perception of uncreated energies, which are the manifestation of God’s presence in the world. The synergy of God and man leads to their meeting and communicating in prayer, which is a crucial step on the path to the deification of man. The author of the article concludes that at present Hesychasm remains an important component of spirituality and culture in Russia, and certain Hesychastic practices are still relevant in terms of human psychological experi-ence and the search for personal integrity.",
      "citationCount": 0,
      "doi": "10.24158/fik.2023.9.5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3a7041a355d956cbb7f03c13effb1259afc8af36",
      "venue": "Общество философия история культура",
      "journal": {
        "name": "Общество: философия, история, культура"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4bd5f3ba09ec4bb8efab0954f7e5215de12b070c",
      "title": "Philosophy of Identity in Fashion Phenomenon: Codes, Structures and Integrity",
      "authors": [
        {
          "name": "Sandra Mockutė-Cicėnė",
          "authorId": "2238335352"
        },
        {
          "name": "Viktorija Žilinskaitė-Vytė",
          "authorId": "1729226984"
        }
      ],
      "year": 2023,
      "abstract": "The article analyses fashion as a reflex of philosophy of identity in everyday life. Contemporary fashion is not imaginable without postulation of national and/or regional identity. Worldly recognisable French, Italian and other regional fashions show a variety of models that have recognisability. Internationally recognisable as fashion that represents particular national identity it still can be seen as not the only possible its identity version. Contemporary variety in identity models in fashion design are reflecting identity models in general. Identity is understood as changeable and liquid that can reflect aspects of identity depending on participants of interaction. Fashion, differently, is a form of mass communication that does not change the message depending on the receiver.",
      "citationCount": 0,
      "doi": "10.6001/fil-soc.2023.34.3.8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4bd5f3ba09ec4bb8efab0954f7e5215de12b070c",
      "venue": "Filosofija Sociologija",
      "journal": {
        "name": "Filosofija. Sociologija"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "110a0db71a348c10f78fae8a39ebcd078c986636",
      "title": "Bridging Neurodiversity and Open Scholarship: How Shared Values Can Guide Best Practices for Research Integrity, Social Justice, and Principled Education",
      "authors": [
        {
          "name": "Jenny Mai Phan",
          "authorId": "2295007107"
        },
        {
          "name": "S. Middleton",
          "authorId": "2005321700"
        },
        {
          "name": "F. Azevedo",
          "authorId": "2103778201"
        },
        {
          "name": "Bethan J. Iley",
          "authorId": "2141316100"
        },
        {
          "name": "Magdalena Grose‐Hodge",
          "authorId": "2224232307"
        },
        {
          "name": "S. Tyler",
          "authorId": "2158251821"
        },
        {
          "name": "Steven K. Kapp",
          "authorId": "2238793997"
        },
        {
          "name": "S. Yeung",
          "authorId": "101788507"
        },
        {
          "name": "John J. Shaw",
          "authorId": "2341896022"
        },
        {
          "name": "Helena Hartmann",
          "authorId": "2295724226"
        }
      ],
      "year": 2025,
      "abstract": "\n Not all people conform to socially constructed norms, nor should they have to. Neurodiversity, the natural variation in human brains and cognition, is fundamental to understanding human behavior, yet neurodivergent individuals in academia are often stigmatized, undervalued, or pressured to mask their differences. This position statement, authored predominantly by neurodivergent scholars, explores how aligning the values of the neurodiversity movement with practices of Open Scholarship (OSch) can foster greater research integrity, rigor, social responsibility and justice, diversity, equity, inclusivity, and accessibility in academia. We review systemic barriers faced by neurodivergent researchers—from disclosure dilemmas and hidden curriculum expectations to intersectional disadvantages—and identify how OSch principles (transparency, accessibility, collaboration) can help mitigate these challenges. Drawing on lived experiences and current research, we propose concrete reforms, including adopting universal design in scholarly communication, promoting participatory research methods, and enacting supportive policies (e.g., flexible work arrangements, inclusive codes of conduct). By leveraging shared values of openness and neuro‐inclusion, academia can become more just and epistemically equitable. Our recommendations chart a path toward an academic culture where neurodivergent scholars can thrive openly, to the benefit of scientific rigor and social justice alike\n.",
      "citationCount": 36,
      "doi": "10.1111/josi.70035",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/110a0db71a348c10f78fae8a39ebcd078c986636",
      "venue": "Journal of Social Issues",
      "journal": {
        "name": "Journal of Social Issues"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    }
  ],
  "count": 30,
  "errors": []
}
