{
  "status": "success",
  "source": "semantic_scholar",
  "query": "scoping review philosophy",
  "results": [
    {
      "paperId": "6f22498b1fef8a49c0fd94b91218f35339e75152",
      "title": "Application of Stoic Philosophy Teachings in Nursing and Allied Health: A Scoping Review",
      "authors": [
        {
          "name": "Amirhossein Boostani",
          "authorId": "2353237206"
        },
        {
          "name": "Seyed Amirhossein Vahhabzadeh Mousavi",
          "authorId": "2400624631"
        },
        {
          "name": "Khalil Momeni",
          "authorId": "2400624876"
        },
        {
          "name": "M. Arab-Zozani",
          "authorId": "1403657977"
        }
      ],
      "year": 2025,
      "abstract": "Introduction Stoicism is a way of life that brings peace and happiness to humans as it shifts individuals’ perspectives on existence. From the Stoics’ perspective, suffering originates from beliefs, desires, and emotions, and can be reduced by managing them. This study aimed to systematically collect and analyze Stoic-related research in nursing care and allied health, to further the understanding of its practical applications in clinical settings. Method This scoping review was conducted using the PRISMA-ScR checklist and the following five stages were followed: (1) Identifying the research question; (2) Identifying relevant studies; (3) Selecting studies; (4) Charting the data; (5) Collecting, summarizing, and reporting the results. Five main databases including PubMed, Web of Science, Cochrane, Scopus, and Google Scholar were searched up to February 2025. Articles published from the year 2000 and onward were considered if they met the eligibility criteria. The data charted based on the type of studies, publication year, and population under the studies. Also, the researchers conducted a content analysis to synthesize the results. Results Twenty-eight studies were included in the final analysis. These included theoretical (42.85%), interventional (7.14%), cross-sectional (25%), longitudinal (3.57%), mixed-methods (10.71%), and qualitative studies (10.71%). Based on the content analysis six main themes emerged, including stoicism and its applications, philosophy of nursing and ethics, mental health and psychological stress, healthcare worker and patient interactions, cultural and gender influences, evolutionary biology and sexual selection. Conclusion Stoicism is influenced by culture, gender, economic, and social status. Since Stoic teachings appear to improve the psychological indicators of healthcare professionals, chronic patients, and students, it is recommended that more evidence-based interventional studies be conducted in this field rather than relying solely on theoretical studies based on historical reports. This would enable health policymakers to prioritize the inclusion of these teachings in educational and training programs, especially for students and frontline healthcare staff.",
      "citationCount": 0,
      "doi": "10.1177/23779608251408240",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6f22498b1fef8a49c0fd94b91218f35339e75152",
      "venue": "SAGE Open Nursing",
      "journal": {
        "name": "SAGE Open Nursing",
        "volume": "11"
      },
      "publicationTypes": [
        "Review",
        "JournalArticle"
      ]
    },
    {
      "paperId": "a3ec921b60301caf734dec51134888a9e36af80d",
      "title": "What is the Philosophy of Neurology? Scoping Review and Defining the Discipline (P2-1.016)",
      "authors": [
        {
          "name": "Rajeev Dutta",
          "authorId": "2253637118"
        },
        {
          "name": "Cyrus K. Dastur",
          "authorId": "7419566"
        },
        {
          "name": "Yama Akbari",
          "authorId": "2274575341"
        },
        {
          "name": "Sara Stern-Nezer",
          "authorId": "1613001817"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1212/wnl.0000000000208555",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a3ec921b60301caf734dec51134888a9e36af80d",
      "venue": "Neurology",
      "journal": {
        "name": "Neurology"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "b388a6b1f1ed710e682f82a8d24605f7e4b3d5c1",
      "title": "Exploring the Value of Philosophy in Curriculum Implementation in Physical Education: A Scoping Review",
      "authors": [
        {
          "name": "Rowen Jr. M. Luprandado",
          "authorId": "2337311021"
        },
        {
          "name": "Pauline Jane C. Sazon",
          "authorId": "2337311024"
        },
        {
          "name": "Junique O. Agrano",
          "authorId": "2337311317"
        },
        {
          "name": "Kyla Marie C. Zapata",
          "authorId": "2337302129"
        },
        {
          "name": "Mary Joy C. Gania",
          "authorId": "2337308185"
        },
        {
          "name": "Chinie A. Pansuelo",
          "authorId": "2337311246"
        },
        {
          "name": "Maria Monica Y. Rodriguez",
          "authorId": "2337509261"
        },
        {
          "name": "Paula Mae Q. Fernandez",
          "authorId": "2337314557"
        }
      ],
      "year": 2024,
      "abstract": "Educational philosophy provides a strong pillar of support and guidance to an institution. The scoping review aims to examine the significance of educational philosophies to curriculum implementation in Physical Education. The purpose was to provide a comprehensive overview of other relevant literature to identify gaps and observe existing cases related to this review. Additionally, it explores how these theoretical-based approaches influence the selection of content, teaching pedagogy, and preferred learning styles to deliver instructions effectively. Arksey and O’Malley’s (2005) five-stage framework was employed for a comprehensive and transparent process. Moreover, the study covered a criterion for inclusion and exclusion studies. The researchers selected articles from 1998 to 2024 that focused on the accuracy and consistency of the scope and material and underwent a rigorous evaluation to identify peer-reviewed papers. Further, the references list was manually searched and extracted from Google Scholar. The results indicate that educational philosophies are the common basis of reflection on how certain curriculum content should be properly implemented. Though learning contents might vary, teachers could still find an effective way to sustain the demands of learners providing substantial experiences in academic pursuit.",
      "citationCount": 0,
      "doi": "10.11594/ijmaber.05.12.15",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b388a6b1f1ed710e682f82a8d24605f7e4b3d5c1",
      "venue": "International Journal of Multidisciplinary Applied Business and Education Research",
      "journal": {
        "name": "International Journal of Multidisciplinary: Applied Business and Education Research"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "a840d2aebc94fe0829c9f683d9792b70c7276524",
      "title": "How has the philosophy of pragmatism been addressed in occupational therapy and occupational science? Protocol for a scoping review",
      "authors": [
        {
          "name": "Naila Pereira Souza",
          "authorId": "2321311856"
        },
        {
          "name": "Taís Quevedo Marcolino",
          "authorId": "2320569034"
        },
        {
          "name": "Ricardo Lopes Correia",
          "authorId": "2301963564"
        },
        {
          "name": "E. Kinsella",
          "authorId": "7612291"
        },
        {
          "name": "Rodolfo Morrison",
          "authorId": "2057120533"
        }
      ],
      "year": 2024,
      "abstract": "Abstract Introduction The Philosophy of Pragmatism has been recognized for its importance in the initial development of occupational therapy in the early twentieth century in the United States. This perspective has regained attention as an approach that is fruitful for understanding contemporary challenges in the field. Despite this renewed interest, there are no review studies that examine the affordances of pragmatism in the occupational therapy and occupational science peer-review literature. Objective To present the scoping review protocol. Method The protocol was developed guided by the Joanna Briggs Institute methodology. Results This protocol presents a comprehensive plan to conduct the scoping review. The study aim is to identify the state of knowledge about how the philosophy of pragmatism has been addressed in occupational therapy and occupational science in peer-reviewed literature in the past ten years, specifying subquestions. The inclusion criteria encompasses English, Spanish and Portuguese peer-reviewed literature (conceptual and research studies), with any population and in any physical, geographic, field of practice, and cultural context. The protocol presents the collaborative team strategy for searching databases (PsycINFO, Scopus, Web of Science, MedLine, and Embase) and for selection of papers. Data extraction will include key information from the papers presented in an evidence table. The use of pragmatism in theoretical and methodological aspects will be extracted from the papers, and thematically analyzed. Conclusion We inform the research community about our intentions to understand the repercussions of pragmatism in occupational therapy and occupational science by making publicly available the comprehensive plan for conducting the study.",
      "citationCount": 0,
      "doi": "10.1590/2526-8910.ctoar286237202",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a840d2aebc94fe0829c9f683d9792b70c7276524",
      "venue": "Cadernos Brasileiros de Terapia Ocupacional",
      "journal": {
        "name": "Cadernos Brasileiros de Terapia Ocupacional"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "c7379bb1ee7bc214fec5013c3268e040c9359cb4",
      "title": "Exploring the philosophy and practice of AI literacy in higher education in the Global South: a scoping review",
      "authors": [
        {
          "name": "Brenda van Wyk",
          "authorId": "2127580809"
        }
      ],
      "year": 2024,
      "abstract": "Artificial Intelligence (AI) is at the top of the agendas of higher education and  education leaders are required to give direction in educating the next generation of students and citizens. AI holds positive answers to technological innovations, but  the potential for continued inequities, exclusion and divides must not be ignored. As a relatively new concept, AI literacy is often viewed as a complex concept requiring more detailed conceptualisation. Furthermore, with the recent hype around generative AI (GenAI), discussions and explorations around what AI literacy is, are now being deliberated. Historically AI was the domain of mathematicians and computer scientists. This is changing as the wider implication of AI permeates all aspects of society, in particular the ethical and informed use of AI and GenAI is paramount. This leaves higher education with the dilemma of deciding who is responsible in teaching and facilitation AI literacy. Keeping in mind that there is an abundance of new literacies in academia. This problem is particularly pronounced in the Global South countries, where digital exclusions and social injustice are becoming more complex. This scoping review evaluated 40 screened and eligible peer reviewed articles and conference proceedings published between 2020- 2024 on AI literacy in higher education in the Global South. The aim of the study was to gauge the extant research on AI literacy and its subsequent ethical implications in higher education in the Global South. The study further explored which philosophies and frameworks inform and guide AI literacy research and support in higher education within the selected region. Findings are that while the disciplines of education are engaging in research, other disciplines such as Information Science are interdisciplinary actors in teaching and facilitating AI literacy, but that there is a pronounced paucity in research being conducted",
      "citationCount": 6,
      "doi": "10.70000/cj.2024.73.601",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c7379bb1ee7bc214fec5013c3268e040c9359cb4",
      "venue": "Cybrarians Journal",
      "journal": {
        "name": "Cybrarians Journal"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "95ca0431a4c3c53a14785faea2b32438418a60e0",
      "title": "The role of philosophical inquiry in cultivating critical thinking among students: A scoping review",
      "authors": [
        {
          "name": "Mohammed Looti",
          "authorId": "2400787412"
        },
        {
          "name": "Marwa Abd-alzim",
          "authorId": "2369307847"
        }
      ],
      "year": 2025,
      "abstract": "Background: Critical thinking is increasingly acknowledged as an essential skill for students in the 21st century. Consequently, pedagogical approaches that foster critical thinking are of considerable scholarly interest. Philosophical inquiry, particularly outside the domain of religious education, has been identified as a potential method for cultivating these skills.\n \nObjective: This scoping review systematically maps the extant literature concerning the application of philosophical methods and interventions to foster critical thinking skills in students, specifically excluding implementations within religious education. The review investigates the types of interventions employed, the populations studied, the outcomes assessed, and the reported efficacy of these approaches.\n \nMethods: A systematic literature search was conducted using the Scopus and Web of Science databases, encompassing publications from January 1 2014, to December 31 2024. Inclusion criteria stated that studies examine the use of philosophical methods (e.g. Socratic questioning, communities of inquiry, Philosophy for Children) to enhance critical thinking in students at any educational level, outside of religious instruction. Extracted data included study characteristics, participant demographics, intervention specifics, outcome measures, and principal findings. A narrative synthesis was conducted.\n \nResults: Thirty-three studies satisfied the inclusion criteria. These studies represented a broad spectrum of educational levels, from preschool through to higher education, and diverse geographical regions across Asia, Europe, North America, and Africa. Interventions varied in duration and specific philosophical approach but frequently involved methodologies such as Philosophy for Children (P4C), Socratic methods, and facilitated community of inquiry discussions, often integrated into various curricula. The majority of studies reported positive impacts on various facets of critical thinking, including reasoning abilities, argumentation, communication, and metacognitive awareness, alongside notable effects on non-cognitive skills and evidence of skill transfer across different contexts.\n \nConclusion: The accumulated evidence indicates that philosophical inquiry can be a valuable pedagogical tool for cultivating critical thinking skills in students across a variety of educational settings and age cohorts. Further investigation is warranted to refine intervention designs, ascertain long-term effects, explore optimal implementation conditions, and further investigate mechanisms of skill transfer.",
      "citationCount": 0,
      "doi": "10.46707/hn77r642",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/95ca0431a4c3c53a14785faea2b32438418a60e0",
      "venue": "Journal of Philosophy in Schools",
      "journal": {
        "name": "Journal of Philosophy in Schools"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "0e88be1001ebb637594d3a6fdb3f374eb29134ca",
      "title": "Philosophical Perspectives in Health Education for Hemodialysis Patients: A Scoping Review",
      "authors": [
        {
          "name": "Atikah Fatmawati",
          "authorId": "2396614924"
        },
        {
          "name": "Tintin Sukartini",
          "authorId": "2137683287"
        },
        {
          "name": "Moses Glorino",
          "authorId": "2125687591"
        },
        {
          "name": "Rumambo Pandin",
          "authorId": "2251815202"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1101/2025.09.14.25335738",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0e88be1001ebb637594d3a6fdb3f374eb29134ca",
      "venue": "medRxiv",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "95c279c08d7ce4dcb4aa205c08dce83af1710c38",
      "title": "Principlism in Bioethics: How to Consolidate Autonomy? A Scoping Review.",
      "authors": [
        {
          "name": "Gabriel Revon",
          "authorId": "2368367722"
        },
        {
          "name": "Michael J. Reiss",
          "authorId": "2368361006"
        }
      ],
      "year": 2025,
      "abstract": "Background The concept of autonomy in bioethics is subject to significant debate, with scholars describing it in contradictory terms—ranging from “fundamental” and “universal” to “blurry” and “flawed”. Despite its central role in safeguarding patients’ rights, informed choice, and personal integrity, the paradoxical nature of autonomy has led to conceptual fragmentation and academic disagreement. Objectives This study aims to reconcile autonomy with other core ethical principles—beneficence, non-maleficence, and justice—by considering it as a non-absolute principle that can be justifiably infringed upon in certain ethical circumstances. Additionally, it explores how emerging interdisciplinary approaches may refine or consolidate autonomy in bioethical discourse. Results A scoping literature review identifies two innovative yet contentious approaches to autonomy: 1. Narrative Autonomy, which emerges from identity politics and philosophy, emphasises the role of personal narratives in shaping decision-making. 2. Autonomy-Enhancing Paternalism, influenced by behavioural economics and psychology, proposes interventions that subtly guide individuals towards better decisions while preserving their agency. Both approaches offer valuable perspectives but lack broad consensus. In contrast, an interdisciplinary “relational turn”, which underscores informed decision-making within a social and collective framework, appears more promising for strengthening autonomy while addressing ethical tensions in bioethics. Conclusions While autonomy remains a fundamental principle in bioethics, its formulation must evolve to remain relevant in contemporary ethical debates. A relational approach to autonomy—one that integrates social responsibility and collective well-being—may enhance human flourishing and promote social justice while addressing the limitations of traditional models.",
      "citationCount": 1,
      "doi": "10.12688/bioethopenres.17704.1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/95c279c08d7ce4dcb4aa205c08dce83af1710c38",
      "venue": "Bioethics Open Research",
      "journal": {
        "name": "Bioethics Open Research"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "a64f956b731287deb88609580dc506c8ee462e45",
      "title": "Correction: The impact of digital health technologies on moral responsibility: a scoping review",
      "authors": [
        {
          "name": "E. Meier",
          "authorId": "2333077045"
        },
        {
          "name": "T. Rigter",
          "authorId": "2333074851"
        },
        {
          "name": "M. P. Schijven",
          "authorId": "2333076928"
        },
        {
          "name": "M. van den Hoven",
          "authorId": "2333074848"
        },
        {
          "name": "M. A. R. Bak",
          "authorId": "2333072025"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11019-024-10248-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a64f956b731287deb88609580dc506c8ee462e45",
      "venue": "Medicine, Health care and Philosophy",
      "journal": {
        "name": "Medicine, Health Care, and Philosophy",
        "pages": "367 - 368",
        "volume": "28"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "36f9853bf7273f12d9000882ad2472fcfe31b0d1",
      "title": "Philosophical Assumptions in Communication Qualitative Research: A Scoping Review",
      "authors": [
        {
          "name": "Dr. Hussein Khalifa",
          "authorId": "2290844058"
        },
        {
          "name": "Hassan Khalifa",
          "authorId": "2290785996"
        }
      ],
      "year": 2024,
      "abstract": ": Philosophical assumptions are typically the first ideas in developing a study. This paper presents an overview of philosophical assumptions and interpretive frameworks in communication qualitative research. Upon adhering to a five-step scoping review, this study combed through articles that looked into philosophical assumptions and interpretive frameworks in communication qualitative research retrieved from six databases. Articles published in the past two decades were selected for this scoping review. As a result of reviewing 35 selected research papers, there are five stages to conceptualize the research process and situate philosophy and interpretive frameworks within the research process. In addition, the results show four philosophical assumptions including Ontological, Epistemological, Axiological, and Methodological assumptions. Furthermore, the findings revealed nine types of interpretive frameworks that can be used in qualitative research. In conclusion, although the philosophical assumptions are not always stated, the interpretive frameworks do convey different philosophical assumptions, and qualitative researchers need to be aware of this connection.",
      "citationCount": 1,
      "doi": "10.21608/ejsrt.2024.271307.1085",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/36f9853bf7273f12d9000882ad2472fcfe31b0d1",
      "venue": "المجلة العلمیة لبحوث الإذاعة والتلفزیون",
      "journal": {
        "name": "المجلة العلمية لبحوث الإذاعة والتلفزيون"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "5e8290c8db0b220ada4c7497acc688de36fd0131",
      "title": "Ethics of mandatory COVID-19 vaccination: a scoping review",
      "authors": [
        {
          "name": "N. Uvais",
          "authorId": "2296234957"
        }
      ],
      "year": 2023,
      "abstract": "Vaccination against life-threatening infectious illnesses is an important medical contribution that saves millions of lives worldwide each year. However, vaccine development and its use often attracted significant ethical controversies. The ethical deliberations around vaccine research and use often utilize public health ethics principles where the benefit of the community at large or the common good is considered as the goal of ethical deliberations over benefits at the individual level. A scoping review of the literature regarding mandatory COVID-19 vaccination showed that many scholars recommended such a strategy based on the harm principle, and there is not much literature regarding other ethical principles that can be utilized to promote mandatory COVID-19 vaccination.",
      "citationCount": 0,
      "doi": "10.53388/hpm2023017",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5e8290c8db0b220ada4c7497acc688de36fd0131",
      "venue": "History & Philosophy of Medicine",
      "journal": {
        "name": "History and Philosophy of Medicine"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "a40c20407551e4c9be35aa1be12b1638eda75cc8",
      "title": "Ethical Perspectives of Therapeutic Human Genome Editing From Multiple and Diverse Viewpoints: A Scoping Review",
      "authors": [
        {
          "name": "Andrew M Joseph",
          "authorId": "2181153144"
        },
        {
          "name": "M. Karas",
          "authorId": "2106066946"
        },
        {
          "name": "Yaseen Ramadan",
          "authorId": "2141680275"
        },
        {
          "name": "Ernesto Joubran",
          "authorId": "2193327453"
        },
        {
          "name": "Robin J Jacobs",
          "authorId": "2403599126"
        }
      ],
      "year": 2022,
      "abstract": "Human genome editing has been increasingly explored to determine if it can be used to eradicate genetic diseases like sickle cell disease, but it has also been surrounded by a wide variety of ethical dilemmas. The purpose of this review was to conduct a scoping review of the ethics of therapeutic human genome editing in terms of philosophy, theology, public perspectives, and research ethics. A systemized search of PubMed, Embase, Ovid MEDLINE, and Web of Science was conducted. The initial search resulted in 4,445 articles, and after removing 1,750 duplicates and screening the remaining 2,695 articles, 27 final articles were selected for the final analysis. From a philosophical and theological standpoint, therapeutic human genome editing was generally ethically acceptable. Worldwide public perspectives were also in agreement except for the Oceanic region, which disagreed mainly due to the possible effects on future generations. Lastly, human research ethics revealed that women were not always included in informed consent, and that child autonomy needs to be preserved. Further research is needed to determine adverse effects on the mother, fetus, and future generations.",
      "citationCount": 18,
      "doi": "10.7759/cureus.31927",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a40c20407551e4c9be35aa1be12b1638eda75cc8",
      "venue": "Cureus",
      "journal": {
        "name": "Cureus",
        "volume": "14"
      },
      "publicationTypes": [
        "Review",
        "JournalArticle"
      ]
    },
    {
      "paperId": "9ba3efd7a2d0e45b65b7c2e4f7efdbbe132c0a96",
      "title": "Agonism in education: a systematic scoping review and discussion of its educational potential",
      "authors": [
        {
          "name": "G. Koutsouris",
          "authorId": "72393868"
        },
        {
          "name": "L. Stentiford",
          "authorId": "82922243"
        },
        {
          "name": "S. Benham-Clarke",
          "authorId": "1485773001"
        },
        {
          "name": "D. Hall",
          "authorId": "2082341350"
        }
      ],
      "year": 2021,
      "abstract": "ABSTRACT Within political philosophy and particularly in the work of Chantal Mouffe and Hannah Arendt, “agonism” has been described as representing the notion of being able to challenge and dissent in a productive way. However, little is known about how agonism is used in the educational literature, other than some applications relevant to democratic education. This paper considers the use of agonism in the educational literature drawing on the findings of a systematic scoping review exploring how it has been used in the context of education. Five databases were searched for literature published using agonism within the context of education to map the existing body of work in a systematic fashion, and to explore how agonism has been differently conceptualised and utilised by researchers in the field of education. The findings suggest that there have been a range of attempts to apply agonistic principles in different educational sub-fields (including, citizenship education, early years education, initial teacher training, arts education and international education), and different interpretations of such principles into education based on different philosophical underpinnings (dissociative and associative approaches). As agonism is mostly explored in a theoretical way, we also discuss the potential of abstract theoretical agonistic principles from different philosophical traditions to be translated into meaningful practical applications for education in order to inform curriculum development, infuse democratic principles into classroom practice, and help to negotiate deep-running tensions amongst key stakeholders in education.",
      "citationCount": 20,
      "doi": "10.1080/00131911.2021.1889983",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9ba3efd7a2d0e45b65b7c2e4f7efdbbe132c0a96",
      "venue": "Educause Review",
      "journal": {
        "name": "Educational Review",
        "pages": "1029 - 1054",
        "volume": "74"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "51b888a4437bc01e924a66a13737b6bd020de957",
      "title": "Promoting the practice of exclusive breastfeeding: a philosophic scoping review",
      "authors": [
        {
          "name": "Tumilara Busayo Amoo",
          "authorId": "113708393"
        },
        {
          "name": "R. Lucas",
          "authorId": "48141648"
        }
      ],
      "year": 2021,
      "abstract": "Background The World Health Organization recommends exclusive breastfeeding for the first 6 months of an infant’s life and continued breastfeeding for 2 years. The global rate of exclusive breastfeeding is low at 33%. Thus, it is important to identify philosophical and theory-based strategies that can promote exclusive breastfeeding. The aim of the study was to identify philosophical schools of thought and theories used in research on promoting the practice of exclusive breastfeeding. Methods A scoping review using Arksey and O'Malley's framework explored the phenomenon of exclusive breastfeeding practice promotion. Searches were conducted using CINAHL Plus full-text, PubMed, APA PsycInfo, and Academic Search Premier. Search terms included theory, philosophy, framework, model, exclusive breastfeeding, promotion, support, English, and publication between 2001—2022. Results The online search yielded 1,682 articles, however, only 44 met the inclusion criteria for the scoping review. The articles promoting exclusive breastfeeding used pragmatism ( n  = 1) or phenomenology ( n  = 2) philosophies and theories of self-efficacy ( n  = 10), theory of planned behaviour ( n  = 13), social cognitive theories ( n  = 18) and represented 16 countries. Theories of self-efficacy and planned behaviour were the most used theories. Conclusions This review suggests that theories and models are increasingly being used to promote exclusive breastfeeding. Orienting exclusive breastfeeding programmes within theoretical frameworks is a step in the right direction because theories can sensitize researchers and practitioners to contextually relevant factors and processes appropriate for effective exclusive breastfeeding strategies. Future research should examine the efficacy and effectiveness of theory-informed exclusive breastfeeding programmes over time. Such information is important for designing cost-effective EBF programmes.",
      "citationCount": 20,
      "doi": "10.1186/s12884-022-04689-w",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/51b888a4437bc01e924a66a13737b6bd020de957",
      "venue": "BMC Pregnancy and Childbirth",
      "journal": {
        "name": "BMC Pregnancy and Childbirth",
        "volume": "22"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "cd53b8eef9d9aba9331303f84b73a8ce2f86f607",
      "title": "Humanities in Predoctoral Dental Education: A Scoping Review.",
      "authors": [
        {
          "name": "K. Marti",
          "authorId": "14900049"
        },
        {
          "name": "A. Mylonas",
          "authorId": "39130398"
        },
        {
          "name": "Mark P. MacEachern",
          "authorId": "6589575"
        },
        {
          "name": "L. Gruppen",
          "authorId": "2109902"
        }
      ],
      "year": 2019,
      "abstract": "Health humanities usually includes such disciplines as philosophy, ethics, history, literature, performing arts, and cultural anthropology. The aims of this scoping review were, first, to search the published literature for references to the humanities in predoctoral dental education and, second, to determine if any research studies found that introducing humanities in dental education improved the overall profile of dental graduates. Literature searches were run in Ovid MEDLINE, Embase, ERIC, CINAHL, and Dentistry and Oral Sciences Source. A total of 248 articles were included in the review, with inclusion criteria comprising the areas of the curriculum, the scope of humanities, and predoctoral dental education. Of those articles, 101 referred in a targeted way to ethics in predoctoral dental education, while others mainly referred to the humanities in general or pointed out the role and place of humanities topics in predoctoral dental curricula. Topics covered included professional ethics, music, narrative learning, theater, art, communication skills, empathy, emotional intelligence, and cultural competence in the context of general humanistic education. The review found limited evidence of a clear impact, either short-term or long-term, of humanities education in predoctoral dental education. Reflections on humanistic education in the practice of clinical dentistry were sparse, as mainly documented by development of the ideal dentist-patient relationship, enhancement of empathy for patients, and most importantly, construction of professional moral values.",
      "citationCount": 15,
      "doi": "10.21815/JDE.019.126",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cd53b8eef9d9aba9331303f84b73a8ce2f86f607",
      "venue": "Journal of Dental Education",
      "journal": {
        "name": "Journal of dental education"
      },
      "publicationTypes": [
        "Review",
        "JournalArticle"
      ]
    },
    {
      "paperId": "7d5e4f52282719022f958c7704dbb3d7fdd48fdc",
      "title": "The relationship between the philosophy of Ubuntu and the principles of inclusive education",
      "authors": [
        {
          "name": "J. Mpofu",
          "authorId": "28923455"
        },
        {
          "name": "M. Sefotho",
          "authorId": "28939176"
        }
      ],
      "year": 2024,
      "abstract": "This PRISMA scoping review identifies the emerging evidence on the relationship between the philosophy of ubuntu and the principles of inclusive education. The searches in this scoping review were conducted in AERD, Scopus, BASE EBSCO Host and Google Scholar to find the relationship between the philosophy of ubuntu as an African traditional knowledge system and the principles of inclusive education. Seven of the studies were included from a total of 134 articles published in Africa from January 2021 to December 2022 in English. Articles were excluded from review if they were published outside Africa, not in English, and from the period before January 2021. Data were thematically analysed following the thematic approach by Braun and Clarke (2021). Results organised by themes indicate that there is a very strong relationship between the philosophy of ubuntu and the principles of inclusive education. The thematic data analysis in this study indicated that both the philosophy of ubuntu and the principles of inclusive education are based on 1) equality, 2) unconditional acceptance, 3) enabling learning environment, and 4) respect for human diversity. The implication of this study is the recognition and adoption of the philosophy of ubuntu at inclusive education systems in Africa.",
      "citationCount": 10,
      "doi": "10.38140/pie.v42i2.7338",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7d5e4f52282719022f958c7704dbb3d7fdd48fdc",
      "venue": "Perspectiva Educacional",
      "journal": {
        "name": "Perspectives in Education"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "2cc08fc8789ebe85ec7450198535a44680149af6",
      "title": "93 Burn Patient Perspectives on Disability Weights and the Philosophy of Disability",
      "authors": [
        {
          "name": "Paul Won",
          "authorId": "2052065733"
        },
        {
          "name": "Karel-Bart Celie",
          "authorId": "14275833"
        },
        {
          "name": "H. Yenikomshian",
          "authorId": "48484559"
        }
      ],
      "year": 2024,
      "abstract": "Abstract Introduction Disability-adjusted life years (DALYs) have a ubiquitous presence in academic global health, including attempts to understand the global burden of burn injuries. An important component of the DALY is the “disability weight” (DW)—a number from 0 to 1 that assigns a “badness” to the disease state in question. The numbers assigned by DWs depend on the individuals being queried, as well as the underlying philosophical model of disability that is being assumed. The present scoping review aimed to examine: first, whether DWs for burns were derived from actual burn patients (rather than from clinicians/lay public); second, whether the existing literature indicates which of the three most common philosophical models of disability aligns with burn patient experiences. Methods A systematic search of six databases was conducted for articles published any time until January of 2023. Inclusion criteria were studies in English, studies with human subjects, and studies investigating burn patient perspectives on disability. Study aims, methodology, and results were collected, and general themes were identified and described. The Critical Appraisal Skills Program (CASP) checklist was utilized to evaluate included studies. Results 764 articles were returned, and 10 met criteria for in-depth review. Regarding our first aim, no studies were found that directly queried burn patient for DWs. Regarding our second aim, 4 studies contained data that could be extrapolated to burn patient perspectives on the philosophy of disability. These articles utilized semi-structured interviews and reported qualitative analysis of thematic elements such as return to work and social integration. In all studies, a recurring theme was that burn injuries are instrumentally detrimental, with modulation based on the patient’s social environment. For example, patients with manual occupations often reported a significant burden of disease and cited resumption of work as a significant factor to their social adjustment and recovery. This aligns most with a philosophical model of disability known as the welfare account. Conclusions This scoping review highlights a significant gap in literature. First, no studies were found that directly queried burn patients for DWs. Second, the philosophical model informing the concept of ‘disability’ in global health remains under-explored. These two themes should be prospectively studied in the burn population. Applicability of Research to Practice Currently employed DWs use public and health expert opinions with limited input from burn patients. This study demonstrates two significant gaps in the literature that emphasize the importance of obtaining burn patient perspectives. A solid foundation for how ‘disability’ is understood—and subsequently employed in DWs—will help to more accurately triage resources and improve patient care.",
      "citationCount": 0,
      "doi": "10.1093/jbcr/irae036.092",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2cc08fc8789ebe85ec7450198535a44680149af6",
      "venue": "Journal of Burn Care & Research",
      "journal": {
        "name": "Journal of Burn Care & Research: Official Publication of the American Burn Association",
        "pages": "75 - 75",
        "volume": "45"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "1f204f5431c9f33d74d5cec12636f5dbc8ed56e7",
      "title": "Diaspora, Gender and Identity Transformations inthe Context African Philosophy and Culture: A Case of Zimbabwe.",
      "authors": [
        {
          "name": "Nefasi Mlambo",
          "authorId": "2052331421"
        }
      ],
      "year": 2024,
      "abstract": "his paper sought to explore diaspora, gender and identity transformations in the context African philosophy and culture. The paper explored diaspora, gender and identity transformations of Zimbabwean society and the concomitant demise of socio-cultural practices, dissecting how diasporas have shaped its cultural identity. 20 participants were purposively drawn from adult Zimbabwean family members living in the diaspora or with diasporic lived experiences of more than three years. The author used a scoping review of literature related to African philosophy, diaspora, gender and identity using search engines. Questionnaires and interview schedule were also used to gather data. Results show that diasporic experiences produce fused, identity and gender modes of cultural dimensions marked by significant, negative transformations. Gender was found to be a central cog that affects every stage of the migration process, interactions and subsequent outcomes. Additionally, it was noted that men are the worst affected as they are faced with challenges of trying to model families within the philosophy or context of African gender, sex and identity whilst children born in the diaspora face a myriad of challenges trying to meet the desired or accepted status. From these findings it could be concluded that diaspora life and identity exist under highly toxic and polarized relations which harbours identity confusion, mental instability, altered gender roles and to some extent self-destructive behaviours like prostitution, drugs and substance abuse, mutilation and suicide. The researcher therefore recommends collaborative, large-scale researches with those in the diaspora. The government should establish Zimbabwean culture centres in countries where Zimbabweans are diaspora to preserve our philosophies. Another recommendation is to curb the diaspora ecstasy as well as provision of multicultural counseling to those in the diaspora.",
      "citationCount": 0,
      "doi": "10.51583/ijltemas.2023.121210",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1f204f5431c9f33d74d5cec12636f5dbc8ed56e7",
      "venue": "International Journal of Latest Technology in Engineering, Management &amp; Applied Science",
      "journal": {
        "name": "International Journal of Latest Technology in Engineering, Management &amp; Applied Science"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "2b8ef2d808494aff438bb776070713dc2e668d8c",
      "title": "Scoping reviews in health professions education: challenges, considerations and lessons learned about epistemology and methodology",
      "authors": [
        {
          "name": "A. Thomas",
          "authorId": "27381568"
        },
        {
          "name": "Stuart Lubarsky",
          "authorId": "144049956"
        },
        {
          "name": "L. Varpio",
          "authorId": "3320165"
        },
        {
          "name": "S. Durning",
          "authorId": "3572700"
        },
        {
          "name": "M. Young",
          "authorId": "38572411"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 103,
      "doi": "10.1007/s10459-019-09932-2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2b8ef2d808494aff438bb776070713dc2e668d8c",
      "venue": "Advances in Health Sciences Education",
      "journal": {
        "name": "Advances in Health Sciences Education",
        "pages": "989 - 1002",
        "volume": "25"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "80e65c393c2dcff4398263a15788118be77beb82",
      "title": "Vocabulary at the Living–Machine Interface: A Narrative Review of Shared Lexicon for Hybrid AI",
      "authors": [
        {
          "name": "Andrew Prahl",
          "authorId": "2298495830"
        },
        {
          "name": "Yan Li",
          "authorId": "2204285651"
        }
      ],
      "year": 2025,
      "abstract": "The rapid rise of bio-hybrid robots and hybrid human–AI systems has triggered an explosion of terminology that inhibits clarity and progress. To investigate how terms are defined, we conduct a narrative scoping review and concept analysis. We extract 60 verbatim definitions spanning engineering, human–computer interaction, human factors, biomimetics, philosophy, and policy. Entries are coded on three axes: agency locus (human, shared, machine), integration depth (loose, moderate, high), and normative valence (negative, neutral, positive), and then clustered. Four categories emerged from the analysis: (i) machine-led, low-integration architectures such as neuro-symbolic or “Hybrid-AI” models; (ii) shared, moderately integrated systems like mixed-initiative cobots; (iii) human-led, medium-coupling decision aids; and (iv) human-centric, low-integration frameworks that focus on user agency. Most definitions adopt a generally positive valence, suggesting a gap with risk-heavy popular narratives. We show that, for researchers investigating where living meets machine, terminological precision is more than semantics and it can shape design, accountability, and public trust. This narrative review contributes a comparative taxonomy and a shared lexicon for reporting hybrid systems. Researchers are encouraged to clarify which sense of Hybrid-AI is intended (algorithmic fusion vs. human–AI ensemble), to specify agency locus and integration depth, and to adopt measures consistent with these conceptualizations. Such practices can reduce construct confusion, enhance cross-study comparability, and align design, safety, and regulatory expectations across domains.",
      "citationCount": 1,
      "doi": "10.3390/biomimetics10110723",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/80e65c393c2dcff4398263a15788118be77beb82",
      "venue": "Biomimetics",
      "journal": {
        "name": "Biomimetics",
        "volume": "10"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "050a06c5a731f489bfbf0e27ef8af595b78e2d9a",
      "title": "Burn Patient Perspectives on Disability Weights and the Philosophy of Disability: A Gap in the Literature",
      "authors": [
        {
          "name": "Paul Won",
          "authorId": "2052065733"
        },
        {
          "name": "Karel-Bart Celie",
          "authorId": "14275833"
        },
        {
          "name": "Cindy Rutter",
          "authorId": "2266653693"
        },
        {
          "name": "T. J. Gillenwater",
          "authorId": "32786417"
        },
        {
          "name": "H. Yenikomshian",
          "authorId": "48484559"
        }
      ],
      "year": 2023,
      "abstract": "Background: Disability-adjusted life years (DALY) have a ubiquitous presence in academic global health, including attempts to understand the global burden of burn injuries. Objective: The present scoping review aimed to examine whether disability weights (DWs) were informed by burn patient perspectives and secondarily to determine whether literature indicates which of the three most common philosophical models of disability best aligns with burn patient experiences. Methods: A review of six databases was conducted and The Critical Appraisal Skills Program (CASP) checklist was utilized. Results: Out of a total of 764 articles, zero studies solicited patient perspectives of DWs. Four articles contained data that could be extrapolated to patient perspectives on disability. All articles utilized semi-structured interviews of burn survivors and reported thematic elements including return to work, self-image, and social integration. Patients reported similar themes that burn injuries were disabling injuries and instrumentally detrimental, with modulation based on the patient’s social circumstances. Conclusions: This scoping review highlights a significant gap in literature. First, no studies were found directly investigating burn patient perspectives on burn DWs. Current DWs have been derived from expert opinions with limited input from patients. Second, the limited primary patient data gleaned from this review suggest patients consider their injuries as instrumentally detrimental, which aligns most closely with the welfarist view of disability. More explicit investigations into the philosophical model of disability best aligning with burn patient experiences are needed to ground the health economics of burns in sound theory.",
      "citationCount": 1,
      "doi": "10.3390/ebj4040037",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/050a06c5a731f489bfbf0e27ef8af595b78e2d9a",
      "venue": "European burn journal",
      "journal": {
        "name": "European Burn Journal",
        "pages": "563 - 572",
        "volume": "4"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "e9501ce8a7e54fcdcc1473aa4d0069006a495d94",
      "title": "Integrating ethics in digital mental healthcare technologies: a principle-based empirically grounded roadmap approach",
      "authors": [
        {
          "name": "Wanda Spahl",
          "authorId": "119935645"
        },
        {
          "name": "Giovanni Rubeis",
          "authorId": "2292630025"
        }
      ],
      "year": 2025,
      "abstract": "Digital mental healthcare technologies increasingly incorporate gamification, yet relevant ethical considerations remain underexamined. This paper introduces the Principle-Based Empirically Grounded Roadmap Approach (PERA), a methodological contribution to empirical bioethics. It has evolved from ethics research within the Horizon Europe project ASPbelong, which designs a collaboratively played augmented reality intervention for adolescents. PERA refines existing integrated empirical bioethics methodologies by responding to three key characteristics of the use case: a largely predetermined technology with a relatively low degree of openness in technological design, embedded co-development practices led by facilitators from within the project team, and planned future iterations beyond the ethics team’s involvement. PERA integrates mapping of principles from the ethics literature, a scoping review of the moral intuitions of developers of comparable technologies, and the collection of original empirical data on the use case. Using abductive reasoning, these insights are synthesized into a tangible output: an ethics roadmap designed to guide and be adapted in future use case iterations. By advancing a methodology of combining normative reasoning with empirical insights on a concrete use case, this paper provides both practical tools for ethics researchers in technology projects and a means to generate empirically grounded conceptual contributions. Its outcomes, when brought into dialogue with findings from other integrated empirical bioethics research, can support the critical examination of broader assumptions and implications of gamified mental healthcare, including questions of good care and the broader social implications of such technologies.",
      "citationCount": 1,
      "doi": "10.1007/s11019-025-10283-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e9501ce8a7e54fcdcc1473aa4d0069006a495d94",
      "venue": "Medicine, Health care and Philosophy",
      "journal": {
        "name": "Medicine, Health Care, and Philosophy",
        "pages": "411 - 424",
        "volume": "28"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "50ebfe0a4e2052cfcc2d685b5003dedf863a255e",
      "title": "What do philosophers talk about when they talk about autism?",
      "authors": [
        {
          "name": "Travis LaCroix",
          "authorId": "46258927"
        },
        {
          "name": "Alexis Amero",
          "authorId": "2388947786"
        },
        {
          "name": "Benjamin Sidloski",
          "authorId": "2389147635"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11229-025-05116-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/50ebfe0a4e2052cfcc2d685b5003dedf863a255e",
      "venue": "Synthese",
      "journal": {
        "name": "Synthese",
        "volume": "206"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "bb6a780920acc29a32eabf3ede8821af10ed04c8",
      "title": "Artificial intelligence and the ethics of tomorrow",
      "authors": [
        {
          "name": "B. Van Wyk",
          "authorId": "2390944948"
        },
        {
          "name": "Marlene A. Holmner",
          "authorId": "2334166093"
        }
      ],
      "year": 2024,
      "abstract": "Traversing our digital information society safely and responsibly rests mainly on our comprehension of the vast sociotechnical nature of AI ethics risks, its implications and consequences. Ultimately, we all would prefer to live in a mature information society that is technologically just, inclusive and sophisticated, firmly rooted in ethical information philosophy and values. In this paper the findings of a scoping review of recent reported research look, in particular, at the sociotechnical changes and impact that disruptive AI innovation has on societies, and how this could impact new and futuristic nuances in AI ethics. The study delves into the interdisciplinarity of AI ethics.  The role of intergovernmental collaboration in researching and availing  frameworks and  guardrails in upholding AI ethics is critically interrogated and explored. The study alludes to gaps in current research around AI ethics and impresses the need to deliberate on future AI ethics dimensions. The prerequisites for fostering further confidence and trust in AI technology are synthesised. The study concluded that inclusivity and justice in AI Ethics is not yet achieved on a global level, and that there is still a tendency towards cultural and other biases in designing, planning, implementing and also regulating AI. More research is needed on the impact and trends of AI innovation in the Global South compared to the Global North.",
      "citationCount": 1,
      "doi": "10.34190/icair.5.1.3017",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bb6a780920acc29a32eabf3ede8821af10ed04c8",
      "venue": "International Conference on AI Research",
      "journal": {
        "name": "International Conference on AI Research"
      },
      "publicationTypes": [
        "JournalArticle",
        "Conference",
        "Review"
      ]
    },
    {
      "paperId": "b2f6f5bb7db5ba0bdaee1da09d466deb7901c7bb",
      "title": "Bridging the gaps in patient education through aesthetic-based education: A concept analysis study",
      "authors": [
        {
          "name": "Elham Khooshab",
          "authorId": "2264881168"
        },
        {
          "name": "P. Khorasani",
          "authorId": "3792913"
        },
        {
          "name": "M. Rakhshan",
          "authorId": "6046549"
        },
        {
          "name": "A. Yazdannik",
          "authorId": "6606540"
        },
        {
          "name": "Hasanali BakhtiyarNasrabadi",
          "authorId": "2299048929"
        }
      ],
      "year": 2024,
      "abstract": "BACKGROUND: Aesthetics is a branch of philosophy that has been entered into the philosophy of education for a long time. Reviewing the concept of aesthetics in education, we can see the components that can cover a number of challenges in the field of patient education. Focusing on the conceptual dimensions obtained from the analysis of this concept, the aim is matching the resulting conceptual categories with the gaps in the field of patient education. MATERIALS AND METHODS: Using a scoping review, we reviewed the literature dealt with different dimensions of aesthetic-based education. Walker and Avant's concept analysis approach was used to inductively analyze the content obtained from the review of literature. The data were divided into three general groups of antecedents, attributes, and consequences of the aesthetic-based education concept, and the final conceptual model was defined. Interdisciplinary comparisons between educational and medical sciences were made to match the concept of aesthetic education with the field of patient education to cover its issues. During the scope review process of the texts, after screening the articles, 17 articles selected to enter the concept analysis stage. RESULT: Concept analysis phase showed that the main conceptual categories of antecedents of aesthetic-based education are aesthetic-based intrapersonal competencies and aesthetic capacities of educational setting. The attributes include aesthetic-based educational content and teaching methods including unity in diversity, combination with art and being based on empathy. The consequences include subliminal learning and constraint-free learning. These conceptual dimensions can cover four important issues in patient education including patient satisfaction, pedagogical competences of health educators, patient centeredness, and empathetic relationship. CONCLUSION: Applying aesthetic concept in the patient education process can bridge part of the gaps in this process. So, this study can be an introduction to future innovative models based on aesthetic paradigm in the field of patient education.",
      "citationCount": 0,
      "doi": "10.4103/jehp.jehp_532_23",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b2f6f5bb7db5ba0bdaee1da09d466deb7901c7bb",
      "venue": "Journal of Education and Health Promotion",
      "journal": {
        "name": "Journal of Education and Health Promotion",
        "volume": "13"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    }
  ],
  "count": 25,
  "errors": []
}
