{
  "status": "success",
  "source": "semantic_scholar",
  "query": "state of the art philosophy",
  "results": [
    {
      "paperId": "5a50cf66da746ffe6804e62e24dd8c9663f004b5",
      "title": "HERMENEUTICAL «READING» OF WORLD VIEW MEANINGS IN THE ART OF SYMBOLISM",
      "authors": [
        {
          "name": "S. Zhuk",
          "authorId": "2321379475"
        },
        {
          "name": "O. Kuznetsova",
          "authorId": "2321384714"
        }
      ],
      "year": 2023,
      "abstract": "The paper focuses on the art of symbolism and its «language» which presents a certain difficulty for its understanding. It considers the paintings of the symbolist artist M.A. Vrubel dedicated to the theme of the Demon («Seated Demon», «Flying Demon», «Defeated Demon»). The authors aim to read deep, ideological meanings in the named works of the artist, abstracting from traditional evaluative stereotypes. The specifics of the subject and the task set singles out the problem of the method which makes the paper a significant methodological and theoretical contribution. Hermeneutic logic acts as a methodological basis in this study. It also increases the relevance of the research, since the use of hermeneutics as a method in scientific studies is a rare phenomenon. The main stages of «hermeneutical following» in the text of the article are accompanied with the necessary explanations. The use of hermeneutic logic reveals the deep meanings of M. Vrubel’s paintings associated with the worldview of the artist (the philosophy of F. Nietzsche, A. Schopenhauer) and their interpretation in the «prism of choice» of the superpersonality (Demon).",
      "citationCount": 0,
      "doi": "10.14529/ssh230304",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5a50cf66da746ffe6804e62e24dd8c9663f004b5",
      "venue": "Bulletin of the South Ural State University Series «Social Sciences and the Humanities»",
      "journal": {
        "name": "Bulletin of the South Ural State University Series «Social Sciences аnd the Humanities»"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a61e7cfaa2033b979933d5d53db232affb1d6d0f",
      "title": "HISTORICAL FACTS ON THE PHILOSOPHY OF ART AND LUBRICANT ZHIVOPISI",
      "authors": [
        {
          "name": "U. Zakirov",
          "authorId": "12941633"
        },
        {
          "name": "I.Arabaev Ksu",
          "authorId": null
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.33514/1694-7851-2019-2-107-111",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a61e7cfaa2033b979933d5d53db232affb1d6d0f",
      "venue": "Bulletin of the Kyrgyz State University. I. Arabaev",
      "journal": {
        "name": "Bulletin of the Kyrgyz State University. I. Arabaev"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d97038ab192bf1f727194a46eeac21e091abda39",
      "title": "A ESTHETIC AND TECHNOLOGICAL ASPECT OF LUBRICANT PAINTING AND PHILOSOPHY OF ART",
      "authors": [
        {
          "name": "U. Zakirov",
          "authorId": "12941633"
        },
        {
          "name": "I.Arabaev Ksu",
          "authorId": null
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.33514/1694-7851-2019-2-111-114",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d97038ab192bf1f727194a46eeac21e091abda39",
      "venue": "Bulletin of the Kyrgyz State University. I. Arabaev",
      "journal": {
        "name": "Bulletin of the Kyrgyz State University. I. Arabaev"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2ba3c1b17203891b13b8b83421bc48c9738b3f51",
      "title": "Cultural and philosophical analysis of theatrical art in Kazakhstan",
      "authors": [
        {
          "name": "Вестник Карагандинского",
          "authorId": "2278878620"
        },
        {
          "name": "A. Boranbayev",
          "authorId": "2278877290"
        }
      ],
      "year": 2023,
      "abstract": "This article considers the ways of professional  evelopment of kazakh directing in the era of globalization, having studied the artistic horizons of modern theatrical art from a new point of view. The directions of continuity of the theatre sphere, which is an artistic and aesthetic phenomenon in the culture of our state, from ancient times to the present day are considered. The national character of the country's theatrical directing is considered the trends of its development in the context of cultural and philosophical contexts. Theatrical art is a spiritual, social, artistic and aesthetic beginning for the nation from analysis of the current trends in the development of theatrical directing in Kazakhstan, determining its existence and essence. The role of the theatre industry is determined in a globalizing society in the preservation and development of the image and image of the nation. Scientific and theoretical analysis of the creative heritage of outstanding national directors will be carried out. The purpose of this study is to determine the role of theatrical art for the socio – cultural space of modern Kazakhstan, to determine the role of theatrical amateurs in the formation of modern kazakh culture, to identify interaction with other elements of the socio-cultural system.",
      "citationCount": 0,
      "doi": "10.31489/2023ph4/200-208",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2ba3c1b17203891b13b8b83421bc48c9738b3f51",
      "venue": "Bulletin of the Karaganda university. \"History. Philosophy\" series",
      "journal": {
        "name": "Bulletin of the Karaganda university History. Philosophy series"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "270f0dc86a859c51a3ba636dc956c4e82f1eedf0",
      "title": "Art and Myth: Beyond Binaries",
      "authors": [
        {
          "name": "Susanne Claxton",
          "authorId": "134705541"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-030-24918-2_5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/270f0dc86a859c51a3ba636dc956c4e82f1eedf0",
      "venue": "The Films of Lars von Trier and Philosophy",
      "journal": {
        "name": "The Films of Lars von Trier and Philosophy"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ff35bd065d2c213000c4525b03784462e601330b",
      "title": "Philosophical and cultural perspectives of identities of Eastern Ukraine (on the material of the Kharkiv Meetdoc-2018 film festival)",
      "authors": [],
      "year": 2019,
      "abstract": "It is proved that the cultural perspectives of Eastern Ukraine's identities are of particular importance in the context of the hybrid war and the fact that national identities are the strongest foundation for state-building and the creation of contemporary national art. It is argued that art serves as a means of identifying the identities of Eastern Ukraine, as well as the best means of social and cultural communication, a way of developing a national identity in a global world. The philosophical foundations of national identities and national trauma were studied by E. Said, M. Pavlyshyn, K. Karut, G. Grabovich, O. Hnatyuk, O. Tytar, K. Hübner. The philosophical and cultural perspectives of Eastern Ukraine's identities are analyzed on the example of films and materials of the Kharkiv MeetDoc-2018 film festival, which states that national identity determines contemporary art and the life of a nation, where the life of each person is integrated into the unity of national existence. National identity is a complex multicomponent phenomenon, but the fact of national identity remains decisive. National cinema, forming a nation and defending national values, the national dignity of the entire nation, remains a significant factor in modern information and socio-cultural policies. Cinematography can act as a translator of proper ethical behavior, as the mass culture requires the translation and retransmission of such samples of heroism and virtues. It is proved that spiritual victory is the best means of unity and identity. Analyzed as modern cinema provides high samples of sacrifice, heroism, national drama, tragedy and their overcoming in a grand act. Cinematographic art is studied as a means of imitation and promotion of identity in mass culture, a new means of sensitivity and sincerity, a culture of presence.",
      "citationCount": 0,
      "doi": "10.26565/2306-6687-2019-59-11",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ff35bd065d2c213000c4525b03784462e601330b",
      "venue": "The Journal of V. N. Karazin Kharkiv National University, Series \"The Theory of Culture and Philosophy of Science\"",
      "journal": {
        "name": "The Journal of V. N. Karazin Kharkiv National University, Series \"The Theory of Culture and Philosophy of Science\""
      },
      "publicationTypes": null
    },
    {
      "paperId": "1cb0751097f7887decc4b00025c85c8a46ce46fa",
      "title": "Pragmatics of the Labor Market VS High Meanings of Cultural Education",
      "authors": [
        {
          "name": "I. Akhyamova",
          "authorId": "51039598"
        },
        {
          "name": "M. Belyaeva",
          "authorId": "2137475736"
        },
        {
          "name": "Ekaterina Alekseevna Efremova",
          "authorId": "2387085709"
        }
      ],
      "year": 2020,
      "abstract": "— The impact of the labor market on the content of education is one of the urgent challenges for the modern system of higher education, including cultural studies. The authors, relying on many years of personal experience in the education system and modern scientific research, reflect on the results of the development and further prospects of the development of “applied cultural science” as a field of cultural knowledge, the focus of which should also be the adaptation of culturologists in the labor market. They also determine their vision of the meanings of cultural education and analyze the possible professional roles of a culturologist, noting the changes that have occurred in the requests of employers. The authors substantiate the conditions for the training of specialists for the cultural sphere in its industry sense, based on the experience of training personnel at Ekaterinburg Academy of Contemporary Art (Ekaterinburg, Russian Federation) and compare federal educational state standards “51.03.01 Culturology” (undergraduate level) 2016 and 2018. They reflect on the integration of educational and professional standards. The authors are looking for \"bridges\" between the understandable pragmatics of the labor market, the problem field of applied cultural studies and the high meanings of cultural education.",
      "citationCount": 0,
      "doi": "10.2991/assehr.k.200723.013",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1cb0751097f7887decc4b00025c85c8a46ce46fa",
      "venue": "Proceedings of the International Scientific Conference on Philosophy of Education, Law and Science in the Era of Globalization (PELSEG 2020)",
      "journal": {
        "name": "Proceedings of the International Scientific Conference on Philosophy of Education, Law and Science in the Era of Globalization (PELSEG 2020)"
      },
      "publicationTypes": [
        "Conference"
      ]
    },
    {
      "paperId": "38f795ec28335e952c908932b79f5e21c0459072",
      "title": "THE LAW OF NATIONS (JUS GENTIUM) IN CARL SCHMITT’S IDEOLOGICAL AND GEOPOLITICAL INTERPRETATION",
      "authors": [
        {
          "name": "B. Antonov",
          "authorId": "121459484"
        }
      ],
      "year": 2023,
      "abstract": "Most of C. Schmitt’s scientific texts are considered “classics of the genre”, and the scientist himself took a strong position in modern political studies, political science, and philosophy. The relevance of Schmitt’s scientific heritage is beyond doubt though there might be certain logical, content and historical inaccuracies. Strange as it may seem, it is those very inaccuracies that often provide food for further effective development of modern scientific thought. The purpose of the paper in that regard is, on the one hand, to critically analyze some provisions in Schmitt’s teachings, and on the other, to try to motivate oneself and the reader (by means of the analysis performed) to find answers while solving questions modern civilization is facing today. Most likely, Schmitt himself would not protest against his theoretical heritage being revised, having once remarked that “every phrase contains an answer, every answer answers a question, and every question grows out of some situation”. The paper is devoted to Schmitt’s interpretation of the law of nations. The law of nations as a prototype of international law has been subjected to multiple interpretations (starting from the time of its origin in the bowels of Roman law and ending with the interpretations employed by the lawyers of the 20th century). The author opts for an interpretation of the law of nations suggested by Schmitt in relation to the conception of G. Grotius, the Dutch lawyer who laid the foundations of international law. The aim is to investigate the reasons why Schmitt rejected Grotius’ division of the law of nations into the law of war and the law of peace, ignoring specifically the law of peace as such. Schmitt’s theoretical research about wars and nomoses (historical periods of specific spatial realities) is also of great importance. The third nomos (and the last one within Schmitt’s classification) involves not only the redistribution of a large geographical space, but also its mandatory politicization with the need for political struggle and the conquest of foreign territories. The inevitability of antagonistic relations between land and sea civilizations (nomoses) demonstrated by Schmitt turned into an alliance of sea (USA, Great Britain) and land (USSR) nomoses during the Second World War, and the legal system built by Schmitt could exist only under the conditions of an emergency (military) situation and an ongoing war, which eventually led Germany to disaster. In conclusion, the author analyzes Schmitt’s teaching consequences for the political history of the 20th century, paying tribute to the ability of the talented philosopher to remain relevant and popular until now.",
      "citationCount": 0,
      "doi": "10.28995/2782-2222-2023-2-89-108",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/38f795ec28335e952c908932b79f5e21c0459072",
      "venue": "Science and art of management / Bulletin of the Institute of Economics, Management and Law of the Russian State University for the Humanities",
      "journal": {
        "name": "Science and art of management / Bulletin of the Institute of Economics, Management and Law of the Russian State University for the Humanities"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "44c8c1c0ab31283662999a8ea84bc294a1744e2b",
      "title": "PHILOSOPHICAL FOUNDATIONS FOR THE PARADIGM OF SUSTAINABLE DEVELOPMENT OF RUSSIA",
      "authors": [
        {
          "name": "Anatolii V. Gerasimov",
          "authorId": "2182773336"
        }
      ],
      "year": 2022,
      "abstract": "The paper analyzes the concept of “sustainable development” as an element of philosophical theory and social practice. The philosophy and ideology of sustainable development, which emerged in the 70s and 80s of the last century, became the basis for the revision of the development strategies of national states in the modern global space. On the basis of the philosophical methodology, the genesis, essence, onto-epistemological, socio-philosophical and axiological foundations of the paradigm of sustainable development, its value for Russian society and the state are investigated. The article identifies modern factors influencing the sustainable development of Russia and gives characteristics of the most risky and destabilizing of them and those that keep Russian society and the state in a stable state and create conditions for achiev- ing the national development objectives of the Russian Federation for the period up to 2030 through the implementation of the national projects.",
      "citationCount": 0,
      "doi": "10.28995/2782-2222-2022-2-10-22",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/44c8c1c0ab31283662999a8ea84bc294a1744e2b",
      "venue": "Science and art of management / Bulletin of the Institute of Economics, Management and Law of the Russian State University for the Humanities",
      "journal": {
        "name": "Science and art of management / Bulletin of the Institute of Economics, Management and Law of the Russian State University for the Humanities"
      },
      "publicationTypes": null
    },
    {
      "paperId": "525259f29b366d970d74ff1f163fbc64625b5a87",
      "title": "Army of Hellenistic Egypt: organizational and historical-philosophical aspect",
      "authors": [
        {
          "name": "Khlebnikov I.D.",
          "authorId": "2221676411"
        },
        {
          "name": "Donetskaya N.A.",
          "authorId": "2221456403"
        }
      ],
      "year": 2022,
      "abstract": "This article is devoted to the analysis of the formation and transformation of the organization of the army of the Ptolemaic power. The authors consider the mechanisms of the evolution of the army of Hellenistic Egypt and show the main directions of this process, its ideological justification – philosophical concepts that developed in the era of Hellenism. Rejecting the excessively strict classical assessments given to the military art of Hellenistic Egypt, the authors turn not only to historical but also to historical and philosophical argumentation. The conclusion is made about the sufficient effect of the army organization throughout the greater length of the history of the Ptolemaic state when the army acted as one of the main pillars of the Ptolemaic rule and a universal foreign policy tool. The decline of military affairs in Egypt, which occurred in the second half of the II – first half of the I century BC, was mainly caused by the changes that occurred in the system of international relations in the Mediterranean region and in the general crisis of the Ptolemaic dynasty and state. Despite all the shortcomings of the army of Egypt during the Hellenistic period, the army was one of the most stable institutions that slowed down the process of state collapse. The article is prepared based on materials announced during the round table “The Ancient World in the history of mankind”, dedicated to the memory of Candidate of Historical Sciences, Associate Professor Vyacheslav Gorovoy (1954–2020).",
      "citationCount": 0,
      "doi": "10.31489/2022hph3/233-239",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/525259f29b366d970d74ff1f163fbc64625b5a87",
      "venue": "Bulletin of the Karaganda university. \"History. Philosophy\" series",
      "journal": {
        "name": "Bulletin of the Karaganda university History.Philosophy series"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "36ed38a1e5ce39c9944af48ccdda2748a787151d",
      "title": "David Ceccarelli & Giulia Frezza (eds.), Predictability and the unpredictable. Life, evolution and behaviour, Roma: CNR Edizioni, 2018, 288 pp",
      "authors": [
        {
          "name": "Nicolas Pastor",
          "authorId": "1891283584"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s40656-020-00334-x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/36ed38a1e5ce39c9944af48ccdda2748a787151d",
      "venue": "History and Philosophy of the Life Sciences",
      "journal": {
        "name": "History and Philosophy of the Life Sciences",
        "volume": "42"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4fd1a21d72bb24c1e17c4850b0f5e88b27af6432",
      "title": "HOBBES'S GHOSTS OR WHY YOU SHOULDN'T FEAR LEVIATHAN",
      "authors": [],
      "year": 2020,
      "abstract": "The idea is considered that T. Hobbs’s “Leviathan” is not only a particular example and a representation of classical Western European thinking, but turns out to be some “metatheoretical” place, in which the very potentiated field of the opportunity of clarification, and very production of a social order problem, and, ambivalently – all socio-theoretical discourse is formed. According to the author, after T. Hobbes problems which are “strategic” for all modern theoretical sociology and which, at the same time, are constitutive for her can be put. What “art” – which is in the middle of the life, in the middle of human reality – can collect particular human existence in the uniform and coordinated been, acting for the benefit of all? How does it turn out in such a way that creation which “master”, according to Hobbes, is the person gains universal dimension? How is transition owing to which individual free figures get the lives unified way which substantially is represented the general state is carried out? Whether such a transition is possible? How to think of it? By what force on what basis, according to what principles, by the action of what algorithm, due to what structure small figures keep in borders of a body of the Leviathan? The solution which is proposed by Thomas Hobbes for a problem of social order – that is the public contract on the utilitarian basement – has, on the belief of the author, secondary value in the face of opening by Hobbes the matrix of the social-theoretical thinking. Thus, contradictions and discrepancies which can be found in the text by Gobbes, the author seeks to consider as “a point of growth of a discourse” and as fixing and registrations of potential opportunities of the discourse of social order, as well as the phenomenon of society itself.",
      "citationCount": 0,
      "doi": "10.26565/2226-0994-2020-62-8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4fd1a21d72bb24c1e17c4850b0f5e88b27af6432",
      "venue": "The Journal of V. N. Karazin Kharkiv National University, Series \"Philosophy. Philosophical Peripeteias\"",
      "journal": {
        "name": "The Journal of V. N. Karazin Kharkiv National University, Series \"Philosophy. Philosophical Peripeteias\""
      },
      "publicationTypes": null
    },
    {
      "paperId": "0f0e9808d2efca5e121a03808e9fc969daec1566",
      "title": "Russell Bonduriansky & Troy Day, Extended heredity: a new understanding of inheritance and evolution, Princeton University Press, 2018, 288 pp, ISBN 9780691157672",
      "authors": [
        {
          "name": "Gaëlle Pontarotti",
          "authorId": "13014933"
        },
        {
          "name": "Arantza Etxeberria",
          "authorId": "3161372"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s40656-019-0270-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0f0e9808d2efca5e121a03808e9fc969daec1566",
      "venue": "History and Philosophy of the Life Sciences",
      "journal": {
        "name": "History and Philosophy of the Life Sciences",
        "volume": "41"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b6c81ca2c36e717dcf801d50df50b00341cfb70f",
      "title": "From Philosophy of Emotion to Epistemology: Some Questions About the Epistemic Relevance of Emotions",
      "authors": [
        {
          "name": "Laura Candiotto",
          "authorId": "100729065"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 9,
      "doi": "10.1007/978-3-030-15667-1_1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b6c81ca2c36e717dcf801d50df50b00341cfb70f",
      "venue": "The Value of Emotions for Knowledge",
      "journal": {
        "name": "The Value of Emotions for Knowledge"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "026b93e702c657399ba6754b4461f128cbb181b7",
      "title": "Retraction Note to: An Introduction to Mental Language in Late Medieval Philosophy",
      "authors": [
        {
          "name": "Magali Roques",
          "authorId": "50549491"
        },
        {
          "name": "J. Pelletier",
          "authorId": "115442490"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-319-66634-1_1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/026b93e702c657399ba6754b4461f128cbb181b7",
      "venue": "The Language of Thought in Late Medieval Philosophy",
      "journal": {
        "name": "The Language of Thought in Late Medieval Philosophy"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "4cc1c2db0406067ba0c3ee97ebd77812fc5ab71b",
      "title": "THE NEW LOGIC OF CULTURE IN METAMODERNIST AESTHETICS",
      "authors": [
        {
          "name": "Andrii Artemenko",
          "authorId": "2381128406"
        }
      ],
      "year": 2024,
      "abstract": "The aim of this study is to identify the characteristics of metamodernism as a new cultural paradigm. For this purpose, a comparison of the specifics of the cultural break of the early 20th and 21st centuries will be used. The attitude of these eras to aesthetics as a new force of persuasion, a manifestation of “soft power”, was chosen as the main criterion for comparison. This, in turn, allows us to assess the new role of culture and art in modern processes of social construction. Special attention is paid to understanding how metamodernism not only structures artistic production, but also forms a new anthropology of the subject living in a state of interdimensional oscillation. This approach allows us to consider metamodernism not simply as another aesthetic trend, but as a symptom of deeper shifts in collective sensuality and cultural imagination.\n\nThe cultures of modernism and metamodernism reflect fundamental changes in economic and social life. They give rise to those artistic forms that explain these general transformations. Object-centrism, networkedness, visuality are concepts that provide the theoretical basis of modern culture. The resurgence of modernism is reflected in the idea of the art openness. Modern art is filled with experiments with colors, shapes, textures, attempts at their new theoretical explanation in the form of concepts of various \"turns of culture\". Culture has emerged as a special sphere of constructing the emotional and psychological experience of reality. The collage, quotation, hypertextuality of the culture of modernism and postmodernism are realized in the atmosphere of new sincerity, meta-irony, new sensuality, which came along with the paradigm of metamodernism. The focus is on the relationship between environmental qualities and human states, which provokes a feeling of nostalgia as a sign of a new cultural paradigm. The structure of sensibility captures the moment of birth of a mental image that has not yet grown into a discourse.\n\nMetamodern aesthetics is a new theory of perception and practice of aesthetic work. It is realized in the structure of \"nostalgia\", not as a reproduction, but as a reconstruction of human experience. This occurs through the construction of the authenticity of space and human identity, as associations with certain experiences, practices, preferences.\n\nThus, metamodernism uses the cultural archive of modernism and adapts it to contemporary aesthetics, which actively interacts with current social and cultural practices. Attention is focused on the fixation of emotional impact. Both the ontology and the meaning of works of art have changed, which forms the methodological task of art criticism not to describe, but to explain the works of contemporary authors.",
      "citationCount": 0,
      "doi": "10.26565/2306-6687-2024-70-02",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4cc1c2db0406067ba0c3ee97ebd77812fc5ab71b",
      "venue": "The Journal of V. N. Karazin Kharkiv National University, Series \"The Theory of Culture and Philosophy of Science\"",
      "journal": {
        "name": "The Journal of V. N. Karazin Kharkiv National University, Series \"The Theory of Culture and Philosophy of Science\""
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "64b3d3819c7303493508db504983c47f044b8213",
      "title": "Navigating Massimi’s Perspectival Garden with Inferential Forking Paths",
      "authors": [
        {
          "name": "Daian Bica",
          "authorId": "2101120326"
        }
      ],
      "year": 2022,
      "abstract": "ABSTRACT In this review article, I situate Michela Massimi’s 2022 Perspectival Realism book in the broader state of the art of the contemporary philosophy of science by examining critically its contribution to the perspectival realism debate. Setting up a new agenda of philosophical problems for the perspectival realist, Massimi’s book is the most comprehensive assessment of perspectival realism since the publication of Giere’s 2006 Scientific Perspectivism (the starting point of the debate). The author carries out a scrupulous analysis of the historical, epistemological, and metaphysical foundations of perspectival realism—while she engages critically with the existing literature, she does so by giving a generous homage to the previous contributions to the state of the art (the works of Giere, Morrison, van Fraassen and others). However, I raise a batterie of questions about Massimi’s (perspectival) commitments, to bring into question the reach and the ambitions of her global project, specifically the rising tension between her modest epistemological beliefs in a plurality of culturally and historically situated perspectives and her ambitious metaphysical commitments towards a primitivist view about laws of nature.",
      "citationCount": 0,
      "doi": "10.1080/02698595.2023.2191168",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/64b3d3819c7303493508db504983c47f044b8213",
      "venue": "International Studies in the Philosophy of Science",
      "journal": {
        "name": "International Studies in the Philosophy of Science",
        "pages": "291 - 303",
        "volume": "35"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "cd8e65d8feb00c54aa0c9e045fdfe51b65ac9bbe",
      "title": "Representations of Meaning in Neural Networks for NLP: a Thesis Proposal",
      "authors": [
        {
          "name": "Tomáš Musil",
          "authorId": "1774026"
        }
      ],
      "year": 2021,
      "abstract": "Neural networks are the state-of-the-art method of machine learning for many problems in NLP. Their success in machine translation and other NLP tasks is phenomenal, but their interpretability is challenging. We want to find out how neural networks represent meaning. In order to do this, we propose to examine the distribution of meaning in the vector space representation of words in neural networks trained for NLP tasks. Furthermore, we propose to consider various theories of meaning in the philosophy of language and to find a methodology that would enable us to connect these areas.",
      "citationCount": 2,
      "doi": "10.18653/v1/2021.naacl-srw.4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cd8e65d8feb00c54aa0c9e045fdfe51b65ac9bbe",
      "venue": "North American Chapter of the Association for Computational Linguistics",
      "journal": {
        "pages": "24-31"
      },
      "publicationTypes": [
        "JournalArticle",
        "Conference"
      ]
    },
    {
      "paperId": "d848f43c5ff798e05bb866103586fbd989b7335f",
      "title": "Engineering and reverse-engineering morality",
      "authors": [
        {
          "name": "Sydney Levine",
          "authorId": "47775569"
        },
        {
          "name": "F. Cushman",
          "authorId": "2053350"
        },
        {
          "name": "Iyad Rahwan",
          "authorId": "1705156"
        },
        {
          "name": "Josh Tenenbaum",
          "authorId": "2298277289"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d848f43c5ff798e05bb866103586fbd989b7335f",
      "venue": "Annual Meeting of the Cognitive Science Society",
      "journal": null,
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "c70c7655b780243557c297fc45fcffde68d5b005",
      "title": "Using Grounded Word Representations to Study Theories of Lexical Concepts",
      "authors": [
        {
          "name": "Dylan Ebert",
          "authorId": "39745976"
        },
        {
          "name": "Ellie Pavlick",
          "authorId": "2949185"
        }
      ],
      "year": 2019,
      "abstract": "The fields of cognitive science and philosophy have proposed many different theories for how humans represent “concepts”. Multiple such theories are compatible with state-of-the-art NLP methods, and could in principle be operationalized using neural networks. We focus on two particularly prominent theories–Classical Theory and Prototype Theory–in the context of visually-grounded lexical representations. We compare when and how the behavior of models based on these theories differs in terms of categorization and entailment tasks. Our preliminary results suggest that Classical-based representations perform better for entailment and Prototype-based representations perform better for categorization. We discuss plans for additional experiments needed to confirm these initial observations.",
      "citationCount": 1,
      "doi": "10.18653/v1/W19-2918",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c70c7655b780243557c297fc45fcffde68d5b005",
      "venue": "Proceedings of the Workshop on Cognitive Modeling and Computational Linguistics",
      "journal": {
        "name": "Proceedings of the Workshop on Cognitive Modeling and Computational Linguistics"
      },
      "publicationTypes": null
    },
    {
      "paperId": "fd1d33877d95c84c06d6c489e3c754e1af7b77e7",
      "title": "Cultural and philosophical significance in the art of Kuyi",
      "authors": [
        {
          "name": "B. Aralkhanov",
          "authorId": "2176445064"
        },
        {
          "name": "A. Sakhov",
          "authorId": "2204967860"
        },
        {
          "name": "S. Kurbanbayeva",
          "authorId": "2175535994"
        }
      ],
      "year": 2022,
      "abstract": "The art of kyui has a special place in the development of the spiritual world of the Kazakh people. It is necessary not only to distinguish the stages of spiritual development but also for the future of cultural development, to thoroughly understand the meaning and specificity of this phenomenon, which has its own complex structure and deep mystery. The recognition of kyui art and its cultural features and philosophical thoughts is very important for the permanent strengthening of our modern independence. It is clear that we have the task of recognizing and appreciating the spiritual heritage of the people, training them in the national spirit, and being able to create them for the needs of today's era of democratic social construction. The legends and stories of the Kazakh kyuis are spoken only by research, and not by systematic cultural and philosophical analyses. Because the specificity and breadth of the subject, the complexity of the content of worldly phenomena in the status heritage of the people were considered worthy of special study. The art of folk kui, which occupies a special place in the content structure of Kazakh philosophy, is of great importance in the formation of the national mentality.The art of kuyi is a source in the formation of our national culture. It has become a cultural value of the Kazakh people, contributing to their worldview for this reason. When we analyze the place of musical art in the framework of the cultural development of the Kazakh people, then it is impossible not to mention its national basis and spiritual life. At the basis of this idea are concepts such as self-recognition, feeling, acceptance as a nation. As a result, we recognize the dignity of the nation, its ability to recognize the nature of state art, which has become the core of its spiritual wealth.",
      "citationCount": 0,
      "doi": "10.32523/2616-7255-2022-140-3-150-160",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fd1d33877d95c84c06d6c489e3c754e1af7b77e7",
      "venue": "BULLETIN of the L N Gumilyov Eurasian National University Historical sciences Philosophy Religion Series",
      "journal": {
        "name": "Bulletin of the L.N. Gumilyov Eurasian National University. Historical Sciences. Philosophy. Religion Series"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f85ba75de7c182d3c6414795805985c265b8af85",
      "title": "The Paradoxical Nature of Kierkegaard’s Concept of Humor: the Religious-Educational Implications of Art and Morality",
      "authors": [
        {
          "name": "Jeong-won Park",
          "authorId": "2340667334"
        }
      ],
      "year": 2024,
      "abstract": "Kierkegaard defines human existence as the three stages of aesthetic, ethical, religious. He dedicates irony and humor as an opportunity to implement them. However, it needs to be clarified how the concept of humor, a comical term that evokes laughter, can leap from ethical existence to religious existence. The difficulty about the concept of humor is further amplified in that aesthetic or ethical existence is connected with religious existence. \nKierkegaard sees humor as a paradoxical state that enables confrontation and harmony between universality and individuality, self and world. Humor is the borderline where contradictions collide. It awakens consciousness of boundaries and limits. With it, we become aware that there is not an exclusive confrontation between a finite individual and an infinite being, but a state in which the power of an infinite being is revealed in a finite individual and made aware of itself. Humor is an individual’s acting as a finite person facing the infinite being and negating herself. However, the subject of the negating power does not vanish but rather manifests itself in the status quo with a new creature. \nTherefore, the paradox of Kierkegaard’s concept of humor has a clue to understanding the significance of religious-educational insights in art or morality. The typical example of aesthetic existence reflecting humor can be discovered in Schiller’s term, ‘Aesthetica’. And the typical example of ethical existence reflecting humor can be discovered in Lee Hwang’s Neo-Confucian philosophy. So Kierkegaard’s human three existential degrees are not an one-time process, but a series of disciplines in that mind-heart–personality cultivation continues cyclically throughout a whole human’s life.",
      "citationCount": 0,
      "doi": "10.17715/jme.2024.12.36.4.121",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f85ba75de7c182d3c6414795805985c265b8af85",
      "venue": "The Korean Society for the Study of Moral Education",
      "journal": {
        "name": "The Korean Society for the Study of Moral Education"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "42c39914295468b7c1d6003bf3f9626e83d91403",
      "title": "THEATER AS ANTHROPOLOGICAL MODEL OF «MIRROR OF LIFE» AND EDUCATIONAL STRATEGY OF GAME IN F. SCHILLER'S PHILOSOPHY",
      "authors": [],
      "year": 2020,
      "abstract": "The article explores theater as anthropological model in F. Schiller`s philosophy. The purpose of the article is to give consideration to theater, its educational functions in the philosophy of F. Schiller. The objective of the study is also to analyze the educational model of theater as a «mirror of public life» and reflection of this model in works of F. Schiller, its anthropocentrism, Theatrical play is considered as educational strategy for transformation of man and humanity, the importance of theatrical art is considered as an effective tool for mass culture. Scientific novelty. Animal (physical) and spiritual nature of man are closely interrelated and without this physiological and mental connection human life would be impossible (early works of F. Schiller). The completion of Schiller’s aesthetic research is in his philosophy of theater. To understand such a new stage in the development of theater, Ericа Fischer-Lichte suggests the concept of «philosophical theater». We argue that this concept is more related to theatrical practice, so in our work on Schiller’s philosophy and his theoretical legacy, we can use two concepts: «philosophy of theater» and «philosophical theater». At the same time, we pay more attention to anthropological consequences of Schiller’s philosophical and aesthetic pursuits. The concept of beauty and appeal to high art is central in Schiller’s philosophy because, as he believed, without these components it is impossible to form a virtuous and happy person. Beauty (theatrical form, performance) connects senses and mind – it can be a means for a person to move from matter to form, from sensations to laws, from limited to unconditional existence. In our work we have highlighted and analyzed educational functions of theater in the philosophy of F. Schiller. As one of representatives of the German Enlightenment and idealism, F. Schiller suggests Enlightenment model of theater as a «mirror of social life», the way of educating humanity and correcting its mistakes. This model is anthropocentric because it involves certain identification of art form and man himself through the live image. The best way to form such live images is theatrical art as it involves free playing nature of man, thus acting is not only a means of influence (moral didactics) but also organization of society (state, national theater), especially in critical situations of socio-cultural development. Schiller’s theater became a philosophical response to French Revolution, that is, a means of reforming society and man without violence through artistic transformation.",
      "citationCount": 0,
      "doi": "10.26565/2306-6687-2020-62-04",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/42c39914295468b7c1d6003bf3f9626e83d91403",
      "venue": "The Journal of V. N. Karazin Kharkiv National University, Series \"The Theory of Culture and Philosophy of Science\"",
      "journal": {
        "name": "The Journal of V. N. Karazin Kharkiv National University, Series \"The Theory of Culture and Philosophy of Science\""
      },
      "publicationTypes": null
    },
    {
      "paperId": "590abb90065181c14cb909689ecb43ea6da3a7f4",
      "title": "The natural landscape of philosophy (the political reflection of Heraclitus and Aristotle)",
      "authors": [
        {
          "name": "E. Menshikova",
          "authorId": "120814682"
        }
      ],
      "year": 2019,
      "abstract": "Civilizational breakthrough of “axial time”, implemented «human band» in the middle of the first millennium BC practically simultaneously in different latitudes of our planet – this is the time of the birth of science and arts, the development of language as a literary tradition, the becoming of Myth as an active picture of the world – a subjective objective, a philosophical understanding of what is the person and being that surrounds him and what he creates, and formation of knowing the world by the word and deed of the subject and, at the same time, the thinking object possessing political reflection. However, political reflection has one significant drawback – the brevity of historical memory, which should from time to time be brought to life, refreshing the milestones of events and the wisdom of others’ reflections, so that cognitive dissonances do not arise freely (arbitrarily) or malicious aforethought of political phenomena (war, state , strategist-politician, political power, etc.), breaking the membrane of human hostel – ethos, the philosophy of culture, art with science and the craving for work. The twentieth century (and lasting the first quarter of the 21st century), as a vivid illustration of endless wars and permanent revolutions, as an age of world and local conflicts, demonstrating an indissoluble connection with the ancient myth, the 20th scattered the teeth of mythology, rehashing the world and the principles of the state, destroying boundaries and the empire, unleashing new wars, multiplying ethnic conflicts, sweeping away valued reference point and changing anthropological signs, disagreeing with the essential in man: depriving the Word and the Cause.",
      "citationCount": 4,
      "doi": "10.36340/2071-6818-2019-15-4-24-42",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/590abb90065181c14cb909689ecb43ea6da3a7f4",
      "venue": "Scientific and analytical journal Burganov House. The space of culture",
      "journal": {
        "name": "Scientific and analytical journal Burganov House. The space of culture"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2257d35a6d7d6b80447561a3a435b2ec7aa8418d",
      "title": "Reconfiguration of Kazakh Ethnoaesthetics: Searching for New Artistic Paradigms in the Context of Cultural Globalization",
      "authors": [
        {
          "name": "G.A. Naizabayeva",
          "authorId": "2404144416"
        },
        {
          "name": "K.S. Yermagambetova",
          "authorId": "2404144420"
        },
        {
          "name": "T.Kh. Gabitov",
          "authorId": "2404168948"
        },
        {
          "name": "Z.A. Abduazimova",
          "authorId": "2404155976"
        }
      ],
      "year": 2025,
      "abstract": "The article analyzes the processes of reconfiguring Kazakh ethnoaesthetics in the context of cultural globali-zation. The authors demonstrate that, contrary to fears of homogenization, the Kazakh aesthetic tradition is not disappearing but is actively transforming, giving rise to new artistic paradigms at the intersection of tradi-tional cultural codes and global trends. The research relies on an interdisciplinary approach integrating meth-ods from cultural studies, art history, anthropology, and philosophy. The theoretical framework is built on the concepts of hybridization (N. García Canclini), transculturation (F. Ortiz), glocalization (R. Robertson), and postcolonial theory (H. Bhabha). The empirical basis consists of specific examples from contemporary Ka-zakh practices in architecture, fashion, visual arts, music, and digital media. Emerging paradigms such as“Nomadic Minimalism” in architecture,“Ethno-Futurism” in design and fashion,“Post-Ethnic Art” in visual practices,“Sonic Landscape Synthesis” in music, and“Digital Ornamentation” in new media are identified and analyzed. The authors emphasize that traditional elements (ornamentation, yurt forms, natural materials, the sound of folk instruments) are creatively reinterpreted, acquiring new significance in a global context. The conclusion discusses the challenges related to balancing authenticity and commercialization, as well as the role of the state and creative industries in supporting this process. It is concluded that the reconfiguration of ethnoaesthetics contributes to the formation of a dynamic national identity, strengthens Kazakhstan’s position on the global cultural stage, and stimulates the development of the creative economy. The article contributes to understanding the mechanisms of adaptation of local cultures in the era of globalization.",
      "citationCount": 0,
      "doi": "10.31489/2025hph4/267-276",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2257d35a6d7d6b80447561a3a435b2ec7aa8418d",
      "venue": "Bulletin of the Karaganda university. \"History. Philosophy\" series",
      "journal": {
        "name": "Bulletin of the Karaganda university History.Philosophy series"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3a5a5ff7561392ee988eb53e9e478e811adeee79",
      "title": "SYMBOLISM AND PAINTING OF V. E. BORISOV-MUSATOV",
      "authors": [
        {
          "name": "S. Zhuk",
          "authorId": "2321379475"
        },
        {
          "name": "O. Kuznetsova",
          "authorId": "2321384714"
        }
      ],
      "year": 2025,
      "abstract": "This article continues the series of author’s publications in this journal, dedicated to the work of Russian symbolist artists. In this case, symbolism is considered as a “way of understanding the world” (A. Bely), acting as a universal category in the interpretation of the process of human perception of the world. The ideological doctrine of discovering ideal being through symbols, substantiated by German philosophers (A. Schopenhauer, F. Nietzsche), being the theoretical basis for the work of intellectual artists, acquires specific interpretations of its modeling in each author’s version. Therefore, the main task of this entire series of publications is to consider the issue of the individual originality of artistic “models” of the universe, presented in their author’s diversity from the standpoint of the philosophy of symbolism. The main task of this particular article is to identify the author’s “accent” ideological positions of symbolism in the work of\nthe famous Russian artist V. E. Borisov-Musatov. In the article, this is done by abstracting from the accepted art criticism judgments about the work of Borisov-Musatov, which have become annoying cliches that simplify the complex nature of the great master’s work. In this regard, once again, the issue of understanding the ideological meanings in the art of symbolism is actualized, the “linguistic” material of which is characterized by semantic closure, therefore the article traditionally uses the techniques of hermeneutic logic that facilitate the “reading” of deep, ideological meanings in art of a conditionally symbolic nature.",
      "citationCount": 0,
      "doi": "10.14529/ssh250206",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3a5a5ff7561392ee988eb53e9e478e811adeee79",
      "venue": "Bulletin of the South Ural State University Series «Social Sciences and the Humanities»",
      "journal": {
        "name": "Bulletin of the South Ural State University Series «Social Sciences and the Humanities»"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "94d6aabf323ef1295f6de4bac185ab171908073f",
      "title": "Research on the Application of Fuzzy Philosophy Theory in Chinese Contemporary National Chamber Music Creation: The erhu Ensemble “Opera Mask” as an Example",
      "authors": [
        {
          "name": "F. Jia",
          "authorId": "2083701175"
        },
        {
          "name": "Lee Chie Tsang Isaiah",
          "authorId": "2023810233"
        }
      ],
      "year": 2019,
      "abstract": ": Human beings grapple with a wide range of uncertainties and ambiguities in the process of cognition. Fuzzy Philosophy theorizes that there are major changes in the way humans think. Fuzzy Philosophy is also widely used in theorizing about art, such as the fuzzy aesthetics in artistic aesthetics, the fuzzy beauty in music appreciation, and the hazy beauty that all embody Fuzzy Philosophy. This article is inspired by the theory of Fuzzy Philosophy and uses Xiong Xiao’s erhu ensemble’s work called “Opera Mask” as the entry point into analyzing the work’s timbre and sound layout, pitch organization and tonality, unconventional performance and other aspects, revealing elements of fuzzy aesthetic philosophical theory contained in the work. Analysis of this work can provide a useful reference for the creation of contemporary national chamber music and can provide a new way of thinking about the innovation and development of contemporary national chamber music. At present, the creation of contemporary national chamber music no longer occurs in a single, invariable and unified state, but through a multi-innovational, multi-form and multi-level process. In this new and changing situation, Chinese contemporary national chamber music should no longer be limited to a single positioning but should cover multiple aspects of fuzziness. These multiple aspects that characterize a fuzzy creation method are useful for obtaining a larger and wider creative space that will also represent an expansion of creative ideas and methods.",
      "citationCount": 0,
      "doi": "10.5220/0008765303880393",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/94d6aabf323ef1295f6de4bac185ab171908073f",
      "venue": "Proceedings of the 1st International Conference on Interdisciplinary Arts and Humanities",
      "journal": {
        "name": "Proceedings of the 1st International Conference on Interdisciplinary Arts and Humanities"
      },
      "publicationTypes": [
        "Conference"
      ]
    },
    {
      "paperId": "55cf0138940d958815ce07820eaa694efc1c104b",
      "title": "Denis Goulet and Robert Gagnon, Histoire de la médecine au Québec. 1800–2000. de l’art de soigner à la science de guérir",
      "authors": [
        {
          "name": "A. Klein",
          "authorId": "50438409"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s40656-016-0106-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/55cf0138940d958815ce07820eaa694efc1c104b",
      "venue": "History and Philosophy of the Life Sciences",
      "journal": {
        "name": "History and Philosophy of the Life Sciences",
        "pages": "1-3",
        "volume": "38"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "3648b9d83775d452bacc8462cdc92dea67cd53b0",
      "title": "The Importance of Contrary Forces in Education: On the Notion of Conflict in Tagore’s Religion of Man",
      "authors": [
        {
          "name": "Jan G. Pouwels",
          "authorId": "2244431407"
        }
      ],
      "year": 2024,
      "abstract": "Dealing with conflicts seems to be a great challenge in society today. But not only in society. Higher education displays an air of resoluteness with certainty and security that disguises the conflicts and the fear of conflicts in a substantial number of subjects. If not in a state of denial, higher education avoids taking up conflicts over issues, for learning. The detailed investigation of Tagore’s pedagogical writings, with a focus on the importance of conflicts in education, reveals a genuine embrace of conflicts for education. Conflicts are natural and necessary for the development and change of both the individual and society and the start of a ‘creative imagination’ to solve the problems we face in life. Contradictions in conflicts are not incompatible incongruities that are irreconcilable and mutually exclusive, but to the contrary, in need of each other. Contradictions do not represent different worlds but are substantial parts of one world: together they form a unity. Conflicting forces are necessary to create harmony. Creativity, imagination, love, art, and critical encounters are key elements in Tagore’s practical education aimed at finding similarities among people instead of emphasizing differences. Relations between people over the Identity of people. In other words, we need conflicts to become creative and imaginative human beings. The paper continues discussing conceptual and practical issues that seem necessary to get the teaching of conflicts in education off the ground. On the conceptual level, in particular our dealing with uncertainty and fear, the valuation of conflict and the need for uncertainty-researching education. On a practical level, I propose a certain teaching model, a supportive curriculum, a way of choosing genuine conflicts for education and finally, I argue for specific support and education of teachers, acknowledging the vital role teachers play in delivering the education that we need.",
      "citationCount": 1,
      "doi": "10.1007/s11217-024-09930-x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3648b9d83775d452bacc8462cdc92dea67cd53b0",
      "venue": "Studies in the Philosophy of Education",
      "journal": {
        "name": "Studies in Philosophy and Education",
        "pages": "243 - 268",
        "volume": "43"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "28c072e4923daebfb97cd51ee9121d0b285f9426",
      "title": "The polyvariability of Shakespeare’s image of Romeo: philosophical reflection and embodiment in the opera genre",
      "authors": [
        {
          "name": "Yuliia Nikolaievska",
          "authorId": "2368759864"
        },
        {
          "name": "Zhang Hao",
          "authorId": "2363420168"
        }
      ],
      "year": 2025,
      "abstract": "Statement of the problem. The image of Romeo, the character of William Shakespeare’s tragedy “Romeo and Juliet”, remains one of the most famous symbols of romantic love in culture. In the modern culturological concept, it can be analysed from several aspects: the archetypal image of a lover, a symbol of youthful maximalism and social rebellion, an idealized image of a romantic hero who attracts with his sincerity and passion. It remains a universal image that reflects both the best and contradictory features of human nature. Its versatility allows modern culture to adapt it to different contexts and values. In particular, for our concept and gender-oriented analysis of the image in opera art, it is important that it is one of the male characters in literature who openly manifests his feelings. Its emotionality and romantic nature challenge traditional ideas about masculinity, which are associated with emotional restraint. This led to the transformation of this image in opera art in the 19th–21st centuries. Recent research and publications. The basic studies are the studies published on the Ukrainian Shakespeare Portal, in particular – articles by N. Torkut, V. Marynchak; articles on literature criticism by B. Shalaginov (regarding the canonicity of Shakespeare’s images). Also there were involved the studies on opera art (Ivanova, Kimbell). Important is the study by Fan Xinxuan, dedicated specifically to the plot of Romeo and Juliet as interpreted by Ch. Gounod and G. Presgurvik, in which a thorough analysis of Shakespeare’s text was carried out, and a conceptual analysis of selected compositions was conducted. Оbjectives, methods, and novelty of the research. The aim of the research is to determine the main philosophical basis that actualizes and reveals the image of Romeo in the play by W. Shakespeare and to analyse the transformation of the image of Romeo in the opera genre through a change in the vocal role. The scientific novelty lies in the original experience of the philosophical-conceptual and interpretological analysis of the image of Romeo. Thus, the philosophical analysis of the image is presented through the concepts of love / agon, love / parable; the interpretological – through a change in the vocal role of the hero Romeo in opera compositions of the 19th-20th centuries.The main methodological approaches are those developed in modern philosophy, cultural studies and interpretology. In particular, the main ones are comparative, textual analysis, phenomenological method (in the aspect of literature criticism, proposed by V. Marynchak), comparative interpretology (methodology developed at the Department of Interpretology and Analysis of Music). The methodology of O. Stakhevych was used to analyse the image of Romeo in operas, while the gender-interpretative analysis developed by V. Gigolaieva served as the basis for comparing the composers’ interpretations. Research results. The image of Romeo belongs to the eternal images of art according to the following features: inexhaustibility of meanings, high artistic and spiritual value, relevance, ability to overcome the barriers of times and national cultures, etc. and the infinite number of interpretations confirms the polyvariance of the embodiment of this image within completely different historical and individual styles. The selected concepts (love / agon and love / parable) are symbol-forming for interpretations of the image of Romeo in different cultural spaces. The first is associated with the idea of the redundancy of the hero’s state, but at the same time determines its hyperplasticity (this is reflected in the following interpretations precisely in the vocal roles and interpretation of the character within the opera genre). The second type of love (“love / parable”) is the basis of stable features of the image, which in subsequent interpretations do not depend on the era of embodiment and individual styles. Conclusion. In the interpretation of the image of Romeo in musical art, in particular opera, composers denote different aspects. Thus, Romeo’s image as a travesty (operas by N. Vaccai, V. Bellini) takes the story beyond the framework of heteronormativity, emphasizing the idea that love and tragedy are universal human phenomena, regardless of sex or gender. The gradual heroization of the image in the operas of Ch. Gounod, F. Cilea, F. Delius, R. Zandonai reflects the general guidelines of the art of the second half of the 19th – first half of the 20th century with a clear separation of gender roles (which, by the way, changes in the second half of the 20th – first third of the 21st century, when the travesty-image of Romeo in modern productions opens up new perspectives for the analysis and interpretation of the classical text).",
      "citationCount": 0,
      "doi": "10.34064/khnum1-74.09",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/28c072e4923daebfb97cd51ee9121d0b285f9426",
      "venue": "Problems of Interaction Between Arts, Pedagogy and the Theory and Practice of Education",
      "journal": {
        "name": "Problems of Interaction Between Arts, Pedagogy and the Theory and Practice of Education"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 30,
  "errors": []
}
