{
  "status": "success",
  "source": "semantic_scholar",
  "query": "systematic review humanities",
  "results": [
    {
      "paperId": "d9b103962af1c7e175241a9698a36bc85e882a09",
      "title": "Comparative political theory and Gandhi: A systematic review",
      "authors": [
        {
          "name": "Prakash Khundrakpam",
          "authorId": "2174144939"
        },
        {
          "name": "J. K. Sarmah",
          "authorId": "98545930"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1016/j.ssaho.2024.100887",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d9b103962af1c7e175241a9698a36bc85e882a09",
      "venue": "Social Sciences &amp; Humanities Open",
      "journal": {
        "name": "Social Sciences &amp; Humanities Open"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "1f4a05e0f4419b5aae39befb676f7498cfcc0370",
      "title": "Relevance of Hermann Hesse: A systematic review of different perspectives",
      "authors": [
        {
          "name": "Antony Jose",
          "authorId": "2280423367"
        },
        {
          "name": "D. Wilson",
          "authorId": "2281414662"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.33545/26647699.2024.v6.i1a.57",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1f4a05e0f4419b5aae39befb676f7498cfcc0370",
      "venue": "International journal of humanities and arts",
      "journal": {
        "name": "International Journal of Humanities and Arts"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "8a6a99489dedef3b08825acefcf66dc866f810c9",
      "title": "Multiple perspectives of spiritual intelligence: A systematic literature review",
      "authors": [
        {
          "name": "Andréa Fidelis",
          "authorId": "2292792715"
        },
        {
          "name": "António Carrizo Moreira",
          "authorId": "2292807208"
        },
        {
          "name": "Andreia Vitória",
          "authorId": "2292840410"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 24,
      "doi": "10.1016/j.ssaho.2024.100879",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8a6a99489dedef3b08825acefcf66dc866f810c9",
      "venue": "Social Sciences &amp; Humanities Open",
      "journal": {
        "name": "Social Sciences &amp; Humanities Open"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "2829b48cf42e564e5ab9a7e6eb36ebbe93f19d14",
      "title": "Humanistic Pesantren: Systematic Literature Review and Bibliometric Visualization Analysis on Character, Moral, and Ethical Values",
      "authors": [],
      "year": 2023,
      "abstract": "This research presents a systematic literature review and bibliometric analysis of the studies on character education in Indonesian Islamic boarding schools from Scopus datasets from 2011 to 2020. With a determined flow diagram and interactive Vosviewer visualization, the urgent goals are to describe the important elements of the bibliography, i.e., publication trends, the collaboration of the authors (co-authorship), and the terms used in the title and abstract (co-occurrence). It also synthesizes applied methods and classifies noble moral values. The summary of the findings are (1) networks visualization shows detailed links for mapping the status of topics that have or have not been widely explored or discussed, (2) many names are grouped, which means that they are working together, (3) the co-occurrence visualization shows the most dominant keyword is “Islamic boarding school,” (4) the instilling methods are classified as role models (exemplary), habituation, media-assisted, and integrated daily activities, and (5) the humanitarian values are classified as religious, friendliness, communication, environmental and social awareness, also responsibility. This SLR and BA’s major contribution is an extensive summary of the systematic classification and mapping of character, moral, and ethical values, and methods, as well as of the relevant literature. The growth of these developing topics is a recommendation for researchers to integrate methods in multi-disciplines and for achieving typical positive values. Finally, this review provides ideas and recommendations for determining the direction of further research. By examining connected or disconnected networks, readers may independently research using online mapping to generate fresh study ideas.",
      "citationCount": 22,
      "doi": "10.47836/pjssh.31.2.01",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2829b48cf42e564e5ab9a7e6eb36ebbe93f19d14",
      "venue": "Pertanika Journal of Social Sciences and Humanities",
      "journal": {
        "name": "Pertanika Journal of Social Sciences and Humanities"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "5fb9a2c6a6af7e66e779ff68dc7613f2e5af4906",
      "title": "The Relevance Of Logical Principles As The Basis For Scientific Thinking In The Development Of Management Science: A Systematic Study",
      "authors": [
        {
          "name": "Hilwa Rohmahdiniyah",
          "authorId": "2398678670"
        },
        {
          "name": "Nur Azizah",
          "authorId": "2398670129"
        },
        {
          "name": "Trivena Gilang Permatasari",
          "authorId": "2398675337"
        },
        {
          "name": "Agung Winarno",
          "authorId": "2398682410"
        }
      ],
      "year": 2025,
      "abstract": "This study aims to analyze the role of logic in the development of management science and managerial decision-making. This study uses a qualitative research method with a literature review approach. The research population includes scientific articles, books, and academic publications that discuss the topics of logic, management theory, and decision-making. The research sample was selected purposively based on criteria of relevance, accessibility, and thematic suitability, resulting in a number of literature sources that were analyzed in depth. The research instrument was a literature analysis sheet used to assess the suitability of concepts, clarity of argumentation, and theoretical contributions of each source. The results of the study show that logic plays an important role as the basis of scientific reasoning in constructing management theory, helping to formulate consistent propositions, and supporting a systematic and unbiased decision-making process. Logic has been proven to strengthen the accuracy of problem formulation, consistency of argumentation, and objectivity of analysis in both research and managerial practice. Thus, logic not only functions as a philosophical concept but is also an essential instrument for improving the quality of scientific studies and the effectiveness of decisions in management.",
      "citationCount": 0,
      "doi": "10.71305/sahri.v2i2.1361",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5fb9a2c6a6af7e66e779ff68dc7613f2e5af4906",
      "venue": "Journal of Studies in Academic, Humanities, Research, and Innovation",
      "journal": {
        "name": "Journal of Studies in Academic, Humanities, Research, and Innovation"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "f067003a4e2600788ff090e769c79dddec438c92",
      "title": "A Systematic Literature Review on the Views of Life-Death",
      "authors": [
        {
          "name": "Junseok Yang",
          "authorId": "150167008"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.22143/hss21.14.3.16",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f067003a4e2600788ff090e769c79dddec438c92",
      "venue": "The Journal of Humanities and Social sciences 21",
      "journal": {
        "name": "The Journal of Humanities and Social sciences 21"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "ae17e534a09ae16c1345552c8416c15c8be85c3e",
      "title": "Ubuntu Precepts and the Coverage of Xenophobic Discourses in South African Community Newspapers: An Afrocentric Systematic Critique",
      "authors": [
        {
          "name": "Fulufhelo Oscar Makananise",
          "authorId": "2005202619"
        }
      ],
      "year": 2024,
      "abstract": "In post-apartheid South Africa, community newspapers that publish in native languages were established to promote the values and principles of the new constitutional democracy. This paper critiques how the epistemic dominance and coverage of the xenophobic attack discourses in South African community newspapers in a way contradict the values and principles of Ubuntu as an African philosophy. The paper focuses on how such depictions, coverage and dominance could have the potential to perpetuate the legacy of colonialism and neocolonialism in the post-apartheid era and intensify divisions, devalue dignity, and undermine the unity of African societies. It argues that these colonial legacies of the past conflict with the values and principles of ubuntu, compromise social cohesion, and continue the ongoing neo-colonial discourses that separate and insinuate attacks on other African nationals. Reinforced by the framing theory of representation, this Afrocentric systematic review employed a purposive sampling technique to select at least twenty secondary research articles and theses published between 2015 and 2023 by searching various repositories. The selection of these texts was based on their online availability and accessibility. The paper used thematic analysis to explore the selected materials to develop the related themes and subthemes that informed the entire conversation. Moreover, the findings highlight how the perpetual discourses on xenophobic stereotypes, linguistic features, and expressions used in community newspapers to signify other African nationals could in a way, contradict significant values of ubuntu, communal living, and social cohesion that define the African dignity and unity.\n\nKeywords: Community Newspaper, Immigrants’ Stereotypes, Social Cohesion, Ubuntu, Xenophobic Discourses",
      "citationCount": 1,
      "doi": "10.38159/ehass.2024569",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ae17e534a09ae16c1345552c8416c15c8be85c3e",
      "venue": "E-Journal of Humanities, Arts and Social Sciences",
      "journal": {
        "name": "E-Journal of Humanities, Arts and Social Sciences"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "9ab086d6061d957cae6157f132f90740598ea92e",
      "title": "Between Communication Ethics and the Common Good: A Review of Son Young Jun’s Political Philosophy from a Republicanism Perspective",
      "authors": [
        {
          "name": "Qilun Hu",
          "authorId": "2359063959"
        }
      ],
      "year": 2025,
      "abstract": "Son Young Jun’s Political Philosophy is a systematic inquiry into key issues in political thought, with a particularly insightful treatment of Republicanism. As a scholar in communication studies, I found the book not only theoretically illuminating but also deeply relevant to the interdisciplinary dialogue between political philosophy, media ethics, and governance. This review draws on Son’s Republicanism framework to explore its applicability in today’s media environment and further reflects on its relevance to geopolitical challenges and the practice of socialism with Chinese characteristics.",
      "citationCount": 0,
      "doi": "10.63802/grhas.v1.i1.11",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9ab086d6061d957cae6157f132f90740598ea92e",
      "venue": "Global Review of Humanities, Arts, and Society",
      "journal": {
        "name": "Global Review of Humanities, Arts, and Society"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "ea795654b57904905f5e91c5ac0b8dd5bba2adcf",
      "title": "Ethical Challenges in Explainable AI: A Review on Cultural and Social Bias",
      "authors": [
        {
          "name": "Nipuna Thalpage",
          "authorId": "2222571172"
        },
        {
          "name": "Dulanjaya Epa",
          "authorId": "2366516719"
        },
        {
          "name": "Sithara Jayawardhana",
          "authorId": "2366515826"
        }
      ],
      "year": 2025,
      "abstract": "Explainable Artificial Intelligence (XAI) has emerged as a critical domain within AI research, aiming to enhance system transparency and user trust. While technical advancements in XAI have improved algorithmic interpretability, ethical concerns, particularly cultural and social biases, remain underexplored. This study adopts a semi-systematic literature review approach to examine how ethical challenges, particularly cultural and social biases, are addressed in Explainable AI (XAI) research, based on papers published between 2017 and 2025, focusing on how current XAI systems recognize, reinforce, or attempt to address such biases. The findings indicate a predominant focus on Western user populations, minimal engagement with underrepresented communities, and a lack of participatory or culturally responsive design strategies. By analyzing themes across healthcare, education, and decision-support systems, the review highlights the limitations of existing models and the need for inclusive, user-centered approaches. The paper concludes by proposing research directions centered on localized explanation models, participatory design, and expanded evaluation metrics that account for cultural relevance and social equity. These insights contribute to the ongoing effort to align XAI development with ethical principles and ensure equitable AI outcomes across diverse user groups.",
      "citationCount": 0,
      "doi": "10.33847/2712-8148.6.1_3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ea795654b57904905f5e91c5ac0b8dd5bba2adcf",
      "venue": "Journal of Digital Art &amp; Humanities",
      "journal": {
        "name": "Journal of Digital Art &amp; Humanities"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "d1b70208462ce3992f7b0dcaaf1f769849325c15",
      "title": "Human Dignity in Indian and Western Political Thought: A Comparative Review of Deendayal Upadhyaya",
      "authors": [
        {
          "name": "S. K. Sharma",
          "authorId": "2339546821"
        }
      ],
      "year": 2025,
      "abstract": "This paper provides systematic analysis of the concept of human dignity in Indian and Western political philosophy with special reference to the doctrine of Integral Humanism developed by Deendayal Upadhyaya. The Western conception of dignity puts forward an individual autonomy, self-determination, and rights as defined by Kant, Locke, and Rawls who placed dignity in the context of moral autonomy and distributive justice. Indian thinking on the contrary based dignity on metaphysical holiness of soul, following of dharma, and social harmony. The Upanishadic collection and the Bhagavad Gita present the individual as an ontological manifestation of the divine (Brahman), thus, putting human existence into an intrinsic value. Upadhyaya also characterizes human being as a harmonious unity of body, mind, intellect and soul and the soul as the ultimate seat of dignity; he denounces the multiplication of rights as a provoking factor of egotism and thus validates the duties as the basic seat of dignity. The paper also examines constitutional definition of dignity in India especially in the Preamble and Article 21 which recognize the right to a dignified life. It argues that dignity goes beyond a legal right but serves as a type of social-cultural and spiritual affirmation. Lastly, in the international arena, the paper recommends a positive conversation that balances cultural specificity and globalist goals, highlighting the relevance of the Indian point of view in modern policy development and moral considerations.",
      "citationCount": 0,
      "doi": "10.55544/ijrah.5.1.28",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d1b70208462ce3992f7b0dcaaf1f769849325c15",
      "venue": "Integrated Journal for Research in Arts and Humanities",
      "journal": {
        "name": "Integrated Journal for Research in Arts and Humanities"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "ee02c4365f8f33375938e81abb57aaac33df6768",
      "title": "Research on the Reshaping of Social Interaction Mode and Philosophical Review by Science and Technology in the Digital Age",
      "authors": [
        {
          "name": "Zhongzheng Jin",
          "authorId": "2405925737"
        }
      ],
      "year": 2025,
      "abstract": ": The iterative development of digital technology has profoundly reshaped the mode of social interaction, promoting its migration from embodied interaction to screen-based communication and from physical fields to digital interfaces. This study analyzes the systematic reconstruction of communication modes, spaces, rules, and relationships through technical logic, examining the dimensions of ontology, epistemology, value theory, and views of space-time. It highlights alienation phenomena such as emotional flattening, cognitive isolation, and identity crisis in digital communication. The research suggests that it is essential to establish a symbiotic framework that encompasses technical ethics, social governance, and individual practices. This framework should strike a balance between practical reasoning and humanistic values to promote the healthy development of communication methods in the digital age.",
      "citationCount": 0,
      "doi": "10.25236/ajhss.2025.081127",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ee02c4365f8f33375938e81abb57aaac33df6768",
      "venue": "Academic Journal of Humanities &amp; Social Sciences",
      "journal": {
        "name": "Academic Journal of Humanities &amp; Social Sciences"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "ca11da371e159107f2a3c8dd2581115cd92ef3c0",
      "title": "Special features of teaching religious education to primary school students in dissertations of students of the department of pedagogy, St. Tikhon’s Orthodox University for the humanities",
      "authors": [
        {
          "name": "Larisa Mumrikova",
          "authorId": "121408123"
        }
      ],
      "year": 2022,
      "abstract": "This article shows that in the system of modern Orthodox religious education, the Law of God as an academic subject in Sunday school continues its didactic and methodological development. The search for the most productive ways of teaching, upbringing, and comprehensive development of students in the course of studying doctrinal disciplines is still underway. The standard of educational activity sets a guideline for the implementation of the subject, motivating for church formation and spiritual and moral improvement through a systematic approach, active methods of teaching and upbringing, the use of non-standard forms of work with students. Students of the Department of Pedagogy of the Faculty of History and Philology of the Orthodox St. Tikhon's Humanitarian University take an active part in scientific and pedagogical research. Due to the fact that the quality of theoretical and methodological developments on the Law of God in the conditions of modern Orthodox education is insufficient and requires a new approach according to the Standard, many qualifying works are relevant scientific research devoted to the search and testing of the best ways to work with primary school children in the classroom. Therefore, the purpose of this article is to analyze students' research papers on the methodology of studying the Law of God course, generalize current pedagogical problems, identify innovative methodological developments, and compare the results of experimental research. As a result of the review of final qualifying works over the last decade, the author of the article comes to the conclusion that it is expedient for students to carry out scientific research, both for their own professional development and for the development of methods of teaching the Law of God.",
      "citationCount": 0,
      "doi": "10.15382/sturiv202266.107-116",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ca11da371e159107f2a3c8dd2581115cd92ef3c0",
      "venue": "St Tikhons University Review Series IV Pedagogy Psychology",
      "journal": {
        "name": "St. Tikhons' University Review. Series IV. Pedagogy. Psychology"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "03e6a9e4ed21ad306467a0dd22d53db8a65d9fec",
      "title": "ETHICS AND ARTIFICIAL INTELLIGENCE IN ACADEMIA",
      "authors": [
        {
          "name": "Kudzai Carlos Chikumbirike",
          "authorId": "2355161087"
        },
        {
          "name": "Dr. Constance Chifamba",
          "authorId": "2355165474"
        }
      ],
      "year": 2025,
      "abstract": "The moral behaviors that govern a person’s activities are potentially under threat as Artificial Intelligence (AI) develops in the context of other emerging technologies. Central to ethics is information that regulates or helps people to classify acts as wrong or right. The purpose of this study is to carry out a systematic review of the ethical use of AI in education. The theoretical frameworks used are the Technology Acceptance Model (TAM) and the 5 ethical principles beneficence, non-maleficence, autonomy, justice, and explicability. Literature was reviewed using a variety of search engines and the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) framework for reviewing relevant available literature. The inclusion and exclusion criteria are based on peer review, relevancy to the topic, and the current article (less than 10 years old). Findings indicate that educational administrators need to develop policies that enhance educational equity, while national governing bodies institutionalize regulations to ensure the security of educational data as it relates to using AI technology in academia. Since learning is now ubiquitous, educators need to upskill themselves with technological competencies as well as equip their learners with strategies to acquire AI literacy required in the information age and the necessary skills to excel in a future labor-market increasingly dominated by AI so they remain on the cutting edge. To reap the most from the technological advancements as per the Technology Acceptance Model, users consider the risks, benefits, and ease of use. In this case, benefits from the use of AI are many, these include conveniences and prospects. But this comes accompanied by risks. Hence it is also crucial to assess the ethical risks, and consider the possible remedies before embarking on using AI. The study recommends responsible use of AI. The responsible authorities such as the Global Partnership on Artificial Intelligence (GPAI) and UNESCO need to collaborate to manage the growing concerns and adopt the recommendations on the Ethics of Artificial Intelligence (UNESCO, 2023).",
      "citationCount": 4,
      "doi": "10.37602/ijrehc.2025.6213",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/03e6a9e4ed21ad306467a0dd22d53db8a65d9fec",
      "venue": "International Journal of Research in Education Humanities and Commerce",
      "journal": {
        "name": "International Journal of Research in Education Humanities and Commerce"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "c3fa951f2339b45f72273444de68122b464d8ef1",
      "title": "Mobility and Internationality of Academics in the Humanities and Social Sciences",
      "authors": [
        {
          "name": "U. Teichler",
          "authorId": "66185001"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1017/S1062798715000605",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c3fa951f2339b45f72273444de68122b464d8ef1",
      "venue": "Europaeum review",
      "journal": {
        "name": "European Review",
        "pages": "253 - 263",
        "volume": "24"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f45269dd5e506a45eb3593330507af321f041d2f",
      "title": "RAMADAN AS A MOMENTUM FOR CHARACTER DEVELOPMENT: A VALUES EDUCATION APPROACH IN THE ISLAMIC SCHOOL CURRICULUM",
      "authors": [
        {
          "name": "Sri Mukti Wirawati",
          "authorId": "2092275401"
        },
        {
          "name": "Aji Abdullah",
          "authorId": "2354963731"
        },
        {
          "name": "Iman Ahmad Gymnastiar",
          "authorId": "2311768027"
        },
        {
          "name": "Abdur Rokhim",
          "authorId": "2079411485"
        },
        {
          "name": "Sri Ndaru Arthawati",
          "authorId": "2105125686"
        }
      ],
      "year": 2025,
      "abstract": "This article examines Ramadan as an essential momentum for character development through a values education approach within the Islamic school curriculum using a systematic literature review. Character development has become increasingly vital, highlighting the importance of embedding moral values and ethical awareness among students. Ramadan presents a unique educational context due to its emphasis on spiritual growth, moral reflection, and behavioral discipline central to Islamic teachings. The systematic review analyzes existing literature sourced from reputable academic databases, focusing explicitly on values-based educational practices conducted during Ramadan in Islamic educational institutions. The findings indicate that Ramadan significantly facilitates the internalization of essential values such as empathy, patience, gratitude, discipline, spirituality, and social responsibility among students. The identified instructional strategies include reflective classroom dialogues, experiential learning activities, and structured community engagement programs integrated into Ramadan-specific curricula. The reviewed literature demonstrates measurable positive impacts on student behaviors, ethical reasoning, interpersonal relationships, and overall character maturity following participation in these curricular practices. Challenges identified in the literature relate mainly to sustaining and consistently applying values education beyond the Ramadan period. This article provides insights and practical implications for educators and policymakers to strengthen character education initiatives within Islamic schooling contexts. Further research is recommended to evaluate the long-term effectiveness of Ramadan-based values education programs and their potential application in broader educational settings.",
      "citationCount": 0,
      "doi": "10.54783/m41z5324",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f45269dd5e506a45eb3593330507af321f041d2f",
      "venue": "Indonesian Journal of Studies on Humanities, Social Sciences and Education",
      "journal": {
        "name": "Indonesian Journal of Studies on Humanities, Social Sciences and Education"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "839e7dedfa956d8e2b4b58b7f67c5212294bd05b",
      "title": "Peran Program Tahfidz dalam Pembinaan Karakter Religius: Relevansi Model Pembiasaan Qur’ani bagi Siswa MTs Pesantren Pembangunan Cigaru Majenang",
      "authors": [
        {
          "name": "Azka Syifaul Maula",
          "authorId": "2407862540"
        },
        {
          "name": "Naeli Sangadah",
          "authorId": "2407862208"
        }
      ],
      "year": 2025,
      "abstract": "This study explores the significance of Tahfidz Al-Qur’an education as a foundation for developing students’ religious character in Islamic secondary schools. Tahfidz is not merely a memorization activity but a comprehensive pedagogical process that cultivates discipline, consistency, emotional stability, and spiritual awareness. Through Qur’anic methods such as tikrār (repetition), talaqqi–tasmi’ (direct recitation to a teacher), and muroja’ah (systematic review), students experience continuous routines that strengthen their moral habits and internalize Islamic values. Supporting national data show that religious character indicators daily worship discipline, honesty, responsibility, social ethics, and love for the Qur’an are consistently higher in institutions implementing structured Tahfidz programs. The presence of teacher supervision and role modeling further enhances students’ moral development, creating an integrated system of character formation. Comparative findings from various Islamic educational institutions indicate that students involved in Tahfidz programs exhibit stronger self-control and spiritual resilience. Therefore, Tahfidz education can be considered an effective model for shaping holistic religious character and fostering.",
      "citationCount": 0,
      "doi": "10.65310/55g22p29",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/839e7dedfa956d8e2b4b58b7f67c5212294bd05b",
      "venue": "Journal of Social Humanities and Education",
      "journal": {
        "name": "Journal of Social Humanities and Education"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "6cba9b8f876b5e4e64631bc1a8fa549ab7345c75",
      "title": "Beyond Neglect: The Gap and Innovative Approaches in Life Education in China from the Perspective of Death Meaning Reconstruction",
      "authors": [
        {
          "name": "Qiao Xiao",
          "authorId": "2383808983"
        }
      ],
      "year": 2025,
      "abstract": "This study examines the gap in death meaning education within life education research in China, inspired by the proposition “Death is not the end; oblivion is” from the animated film Coco. A systematic review of existing literature shows that while current research has made progress in constructing life value systems, curriculum frameworks, and home-school-community collaboration, there remains a pervasive systemic avoidance of death, meaning education. Three key gaps are identified: (1) the disconnection between theory and educational practice, (2) insufficient cultural contextualization, and (3) limitations in the application of educational technology.",
      "citationCount": 0,
      "doi": "10.54691/dvcags17",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6cba9b8f876b5e4e64631bc1a8fa549ab7345c75",
      "venue": "Scientific Journal Of Humanities and Social Sciences",
      "journal": {
        "name": "Scientific Journal Of Humanities and Social Sciences"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "68fad8a6357e07bec0b5d206c5c152c0b2c5a266",
      "title": "Percy Shelley for Our Times; Shelley with Benjamin: A Critical Mosaic",
      "authors": [
        {
          "name": "Stephen Tedeschi",
          "authorId": "2345273620"
        }
      ],
      "year": 2025,
      "abstract": "discourse of rewilding, and Kate Singer reads the Witch’s creation of “a ‘Hermaphroditus’” (214) in The Witch of Atlas as subverting binary distinctions of sex, gender, race, and colonial status. The final set considers poetry as a medium across or beyond history. Fairclough compares Shelley’s visions of poetry as unmediated communication to action at a distance in quantum mechanics, and Joel Faflak ruminates on Shelley’s theory of the power of poetry in the context of the systematic efforts to dismantle the humanities",
      "citationCount": 0,
      "doi": "10.1080/10509585.2025.2535812",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/68fad8a6357e07bec0b5d206c5c152c0b2c5a266",
      "venue": "European Romantic Review",
      "journal": {
        "name": "European Romantic Review",
        "pages": "503 - 507",
        "volume": "36"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3a6f5bdd256241413e6315350f56e6531e1ebfdc",
      "title": "A Comparative Analysis of Gender Constructs in Scientific Rationalism and Religious Doctrine",
      "authors": [
        {
          "name": "Emmanuel Iniobong Archibong",
          "authorId": "102496112"
        },
        {
          "name": "Doyinsola Godwin-Abdullahi",
          "authorId": "2399282847"
        },
        {
          "name": "Gifty Boahemaa Appea",
          "authorId": "2399282827"
        },
        {
          "name": "Otasowie Ogiemwonyi",
          "authorId": "2399280964"
        }
      ],
      "year": 2025,
      "abstract": "Scientific rationalism which has its base in empirical methodologies and biological essentialism, often cast gender as a fixed, binary attribute derived from observable physiological and genetic traits. In contrast, religious doctrine conceptualizes gender as a divinely ordained and morally situated identity through scriptural authority and theological tradition. Despite these methodological divergence, both paradigms have historically contributed to the legitimization and regulation of gender hierarchies in various socio-political frameworks. From a systematic literature-based review methodology, the paper engaged with key philosophical, theological, and scientific texts to interrogate the ontological and normative assumptions that underpinned each framework. It explored how these gender constructs influence legal policies, moral discourses, and cultural practices, particularly in relation to ongoing debates surrounding gender identity, fluidity, and equity. The paper contended that critically examining the epistemic and institutional power of both scientific and religious narratives is essential for developing a more inclusive understanding of gender built on love, compassion and empathy. The paper concluded by advocating for a reflexive and dialogical approach that moves beyond binary oppositions and toward a pluralistic gender epistemology responsive to contemporary realities without undermining critical thinking and superior argument.",
      "citationCount": 0,
      "doi": "10.59324/ejahss.2025.2(6).17",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3a6f5bdd256241413e6315350f56e6531e1ebfdc",
      "venue": "European Journal of Arts, Humanities and Social Sciences",
      "journal": {
        "name": "European Journal of Arts, Humanities and Social Sciences"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "8f4fcecea0cd1f5271ad91af6f5694ab568dc0f3",
      "title": "The Evolution of Ronald Dworkin's Legal Philosophy: From Interpretivism to Integrity",
      "authors": [
        {
          "name": "Agam Ibnu Asa",
          "authorId": "2147097816"
        }
      ],
      "year": 2025,
      "abstract": "Ronald Dworkin's legal philosophy marked a paradigm shift from positivism, emphasizing law as a deep interpretive practice. The problem addressed is the lack of systematic exploration into the evolution of Dworkin's thought from early interpretivism to integrity and the unity of value as a single narrative. This study aims to trace how Dworkin's ideas developed and shaped each other. Through literature review and conceptual analysis of his major works, this research finds that Dworkin's early interpretivism, which focused on criticizing Hart and the role of principles in \"hard cases,\" developed and influenced the formation of the theory of \"Law as Integrity\" by demanding principled coherence. Key stages in his evolution include the critique of positivism, the development of rights as trumps, the formulation of integrity as a legal virtue, and the introduction of the unity of value. Furthermore, the concept of \"unity of value\" strengthens the theories of integrity and interpretivism by providing a philosophical foundation that moral values are fundamentally coherent. In conclusion, Dworkin built an integrated philosophical architecture, asserting law as an ongoing moral project aimed at realizing justice and principled consistency.",
      "citationCount": 0,
      "doi": "10.62079/abjad.v3i2.88",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8f4fcecea0cd1f5271ad91af6f5694ab568dc0f3",
      "venue": "Abjad Journal of Humanities &amp; Education",
      "journal": {
        "name": "Abjad Journal of Humanities &amp; Education"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "5f2551a25381641d05009caeb46d86069cfb3eef",
      "title": "Points of Convergence Between Biblical Education and Ki Hadjar Dewantara’s Educational Philosophy: A Philosophical Comparative Study",
      "authors": [
        {
          "name": "Lilik Kusnadi",
          "authorId": "2402274491"
        },
        {
          "name": "M. S. Lumingkewas",
          "authorId": "2092439320"
        }
      ],
      "year": 2025,
      "abstract": "This study aims to comparatively analyze the educational paradigms of the Bible and the thought of Ki Hadjar Dewantara in order to identify their points of convergence, fundamental differences, and the potential integration of both within the context of character education in Indonesia. Employing a qualitative approach with a philosophical comparative method, this research examines primary sources such as biblical texts and the works of Ki Hadjar Dewantara, as well as secondary sources including books on educational philosophy, theological journals, and historical studies of Ki Hadjar Dewantara’s ideas. Data collection techniques include documentation studies and literature review, while data analysis involves hermeneutic interpretation, holistic analysis, systematic comparison, and philosophical synthesis. The results of the study indicate that both paradigms share several important points of convergence, particularly in their emphasis on character formation, learner autonomy, teacher exemplarity, and a holistic view of the educational process. However, there are fundamental differences in their epistemological, ontological, and axiological foundations. Biblical education is rooted in divine revelation, views humans as the Imago Dei, and orients its goals toward piety and spiritual salvation. Conversely, Ki Hadjar Dewantara’s thought is grounded in natural and cultural laws, views humans as individuals who must be empowered, and emphasizes happiness, moral character (budi pekerti), and national identity as its primary goals. These differences also influence their respective educational methods: the biblical emphasis on teaching truth and spiritual formation contrasts with the among method of Ki Hadjar Dewantara, which prioritizes learning freedom and learner-centered guidance.",
      "citationCount": 0,
      "doi": "10.58421/gehu.v5i1.865",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5f2551a25381641d05009caeb46d86069cfb3eef",
      "venue": "Journal of General Education and Humanities",
      "journal": {
        "name": "Journal of General Education and Humanities"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "d3354d5293bc82efbcfa2042b82b6e386942e426",
      "title": "Forgiveness as Praxis: A Religious and Philosophical Perspective on Restorative Social Work",
      "authors": [
        {
          "name": "Mmaphuti Percy Dipela",
          "authorId": "121626601"
        }
      ],
      "year": 2025,
      "abstract": "This article explores the role of forgiveness in restorative social work through the intersecting lenses of philosophy and religion. In an era marked by systemic inequities and interpersonal trauma, forgiveness remains an underexplored yet vital dimension of restorative social work. This article interrogates forgiveness as a multidimensional praxis through the lenses of religious wisdom and philosophical inquiry, arguing that its ethical integration into restorative practice demands critical engagement with power, culture, and structural violence. Employing a qualitative systematic literature review and guided by the Integrative Critical-Restorative Theory, a framework synthesizing critical theory, restorative justice, and Ubuntu philosophy, the study reveals forgiveness as a contested process fraught with tensions between individual healing and systemic accountability. Key findings highlight the role of cultural and religious frameworks in shaping forgiveness narratives, the gendered and racialized dynamics of forgiveness discourse, and the ethical risks associated with coercive or depoliticized reconciliation. The analysis emphasizes the importance of survivor-centered, culturally humble approaches that connect interpersonal repair to structural change. Recommendations for policymakers, practitioners, and researchers include embedding reparative justice in restorative programmes, centering marginalized epistemologies, and fostering interdisciplinary collaboration. Through bridging ancient wisdom and modern praxis, this study advances a vision of forgiveness that transcends individualism, offering pathways to heal fractured communities while challenging the systems that perpetuate these fractures.",
      "citationCount": 0,
      "doi": "10.38159/ehass.202561231",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d3354d5293bc82efbcfa2042b82b6e386942e426",
      "venue": "E-Journal of Humanities, Arts and Social Sciences",
      "journal": {
        "name": "E-Journal of Humanities, Arts and Social Sciences"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "faad012fc13833aa33eb84a8140f208857417099",
      "title": "The Timeless Virtues of Lord Rama: Essential Qualities for Contemporary Living",
      "authors": [
        {
          "name": "Harikumar Pallathadka",
          "authorId": "123607141"
        },
        {
          "name": "Parag Deb Roy",
          "authorId": "2360746926"
        }
      ],
      "year": 2025,
      "abstract": "This comprehensive review examines the enduring qualities of Lord Rama, the exemplary protagonist of the Hindu epic Ramayana, and their relevance to modern life. Through a systematic analysis of classical texts and contemporary scholarly interpretations, this paper identifies key virtues embodied by Rama—including dharma (righteousness), satya (truth), karuna (compassion), and exemplary leadership—and demonstrates their continued significance in addressing present-day ethical, social, and personal challenges. The findings reveal that Rama's character offers a holistic framework for navigating moral complexity, building meaningful relationships, and fostering societal harmony in an increasingly fragmented world. This paper contributes to the ongoing scholarly conversation about the application of traditional wisdom to contemporary contexts and highlights the universal appeal of values transcending cultural and temporal boundaries.",
      "citationCount": 0,
      "doi": "10.55544/ijrah.5.3.52",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/faad012fc13833aa33eb84a8140f208857417099",
      "venue": "Integrated Journal for Research in Arts and Humanities",
      "journal": {
        "name": "Integrated Journal for Research in Arts and Humanities"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "0b3141aacdac595fee6648351f683f9082f4df89",
      "title": "WORKPLACE DEVIANCE REVIEW – A PHILOSOPHICAL STANCE",
      "authors": [
        {
          "name": "Mamoona Arshad",
          "authorId": "26829837"
        },
        {
          "name": "M. A. R. Malik",
          "authorId": "117530947"
        }
      ],
      "year": 2021,
      "abstract": "Purpose of the study: The research aimed to compile extensive literature on workplace deviance typology. \nMethodology: The research comprises a systematic literature review. The review helps to understand the extensive work on workplace deviance (1983-2019). The articles were shortlisted based on PRISMA, preferred reporting items for systematic reviews, to provide a clear picture. Based on 75 shortlisted articles from financial times (FT) – 50. The shortlisted articles comprise four clusters, i.e., antecedents, consequences, mediators, and moderators. \nMain Findings: The research found the need to explore future research based on a social constructivist lens. \nApplications of this study: The research provides a way forward to extend research in workplace deviance. Research developed a framework to guide future research on the new relationships of workplace deviance. Hence, empirical work on these relationships can offer new insights into construct dimensionality, methodology, and philosophy. \nNovelty/Originality of this study: After highlighting the key contributions of the previous researchers, the research attempted to articulate the ontology of workplace deviance by suggesting the need to investigate it through a different philosophical lens. Researchers then identified various gaps to be addressed in the future.",
      "citationCount": 2,
      "doi": "10.18510/HSSR.2021.9414",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0b3141aacdac595fee6648351f683f9082f4df89",
      "venue": "Humanities & Social Sciences Reviews",
      "journal": {
        "name": "Humanities & Social Sciences Reviews"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "da85fc0a5c02b307cfc8de61f974f03bbb2c6a47",
      "title": "Media portrayal of ethical and social issues in brain organoid research",
      "authors": [
        {
          "name": "Abigail Presley",
          "authorId": "2162155434"
        },
        {
          "name": "L. Samsa",
          "authorId": "6498526"
        },
        {
          "name": "Veljko Dubljević",
          "authorId": "6833975"
        }
      ],
      "year": 2022,
      "abstract": "Background Human brain organoids are a valuable research tool for studying brain development, physiology, and pathology. Yet, a host of potential ethical concerns are inherent in their creation. There is a growing group of bioethicists who acknowledge the moral imperative to develop brain organoid technologies and call for caution in this research. Although a relatively new technology, brain organoids and their uses are already being discussed in media literature. Media literature informs the public and policymakers but has the potential for utopian or dystopian distortions. Thus, it is important to understand how this technology is portrayed to the public. Methods To investigate how brain organoids are displayed to the public, we conducted a systematic review of media literature indexed in the Nexis Uni database from 2013–2019. News and media source articles passing exclusion criteria ( n  = 93) were scored to evaluate tone and relevant themes. Themes were validated with a pilot sample before being applied to the dataset. Thematic analysis assessed article tone, reported potential for the technology, and the scientific, social, and ethical contexts surrounding brain organoids research. Results Brain organoid publications became more frequent from 2013 to 2019. We observed increases in positively and negatively toned articles, suggesting growing polarization. While many sources discuss realistic applications of brain organoids, others suggest treatment and cures beyond the scope of the current technology. This could work to overhype the technology and disillusion patients and families by offering false hope. In the ethical narrative we observe a preoccupation with issues such as development of artificial consciousness and “humanization” of organoid-animal chimeras. Issues of regulation, ownership, and accuracy of the organoid models are rarely discussed. Conclusions Given the power that media have to inform or misinform the public, it is important this literature provides an accurate and balanced reflection of the therapeutic potential and associated ethical issues regarding brain organoid research. Our study suggests increasing polarization, coupled with misplaced and unfounded ethical concern. Given the inhibitory effects of public fear or disillusion on research funding, it is important media literature provides an accurate reflection of brain organoids.",
      "citationCount": 27,
      "doi": "10.1186/s13010-022-00119-z",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/da85fc0a5c02b307cfc8de61f974f03bbb2c6a47",
      "venue": "Philosophy, Ethics, and Humanities in Medicine",
      "journal": {
        "name": "Philosophy, Ethics, and Humanities in Medicine : PEHM",
        "volume": "17"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "292b1f0f9b8be7402b6b31abf830746ea80fd799",
      "title": "On Re-Constructing the National Identity",
      "authors": [
        {
          "name": "Brahim Abouyassine",
          "authorId": "2231481715"
        }
      ],
      "year": 2024,
      "abstract": "The process of constructing a national identity goes through a set of formulas that suggest a particular given definition based on different belongings and perspectives. Deciding on a definition of a nation reveals the extent to which definitions are perceived as suggestive, but not finite endings. The present article debates the national identity construction and discusses the broader sources of approaching national belonging. The article’s objectives target a review of the distinction between the factual and mythical formulation of the concept. It also decodes the basics which a national identity is constructed upon. In light of the postmodern theoretical background, the article examines and reintroduces the conceptualisation of a nation taking into consideration the systematic process over which the nation has ended up being approached similarly. Structurally, the article, first, dissects the primordial pillars of proving a nation’s existence. Consecutively, it scrutinises the foundational dependances in drawing the bottom lines throughout the national construction. The article’s concluding debates on broaching the minorities' re-articulation of the national identity. The paper results in the incredibility of the defining process which imposes certain criteria to confine given notions. It also closes with a suggestion to reframe the national correspondence that leaves room for minor representations to articulate their positions in an attempt to build up a national identity.",
      "citationCount": 1,
      "doi": "10.18535/ijsshi/v11i06.01",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/292b1f0f9b8be7402b6b31abf830746ea80fd799",
      "venue": "The International Journal of Social Sciences and Humanities Invention",
      "journal": {
        "name": "International Journal of Social Sciences and Humanities Invention"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "15dc957f675fa629bd321d3971adc0b44f69857d",
      "title": "The Role of Education for Poverty Alleviation in the Perspective of Critical Pedagogy",
      "authors": [
        {
          "name": "Siti Murtiningsih",
          "authorId": "2295166884"
        },
        {
          "name": "Hastanti Widy Nugroho",
          "authorId": "2065307667"
        },
        {
          "name": "Iva Ariani",
          "authorId": "2260491223"
        },
        {
          "name": "Agus Himmawan Utomo",
          "authorId": "2249691765"
        }
      ],
      "year": 2024,
      "abstract": "The critical pedagogy perspective is currently being promoted in education to advocate for inclusion and equity. However, few have considered the prospect of its application in the role of education towards poverty alleviation. This research discusses the contribution of Paulo Freire's thoughts on the idea of pedagogy of the oppressed which discusses the education of the oppressed. The education of the oppressed is education for humans who are involved in fighting for their freedom from the shackles of structural poverty created by education. Oppression referred to by Paulo Freire is any form of thought, structure, system, or culture that dominates, blackmails, deprives, dehumanizes, and prevents others from affirming themselves as dignified human beings. This research uses a systematic or narrative review to examine various theoretical literature and empirical research then analyzes all source materials using content analysis techniques. The results show that education can reduce poverty, as it will provide opportunities to get a decent education that can encourage participation in more decent work. In addition, critical education will increase critical awareness in solving problems and communicating through various means. This research argues that education plays a role in reducing poverty. Not only that, through the view of critical pedagogy, it can encourage individuals to be able to develop the potential they have in themselves, so that they can live independently. Critical pedagogy should be taught to students from an early age to generate critical thinking in addressing the realities of life.",
      "citationCount": 0,
      "doi": "10.29037/digitalpress.411465",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/15dc957f675fa629bd321d3971adc0b44f69857d",
      "venue": "Digital Press Social Sciences and Humanities",
      "journal": {
        "name": "Digital Press Social Sciences and Humanities"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "c99108981a841a41782fb0919e1a109d0d437461",
      "title": "Interpreting the Wali Songo Da'wah through Punokawan: Schleiermacher's Hermeneutical Study",
      "authors": [
        {
          "name": "Iga Nurrohmatillah",
          "authorId": "2369147951"
        },
        {
          "name": "Jupri Bandang Prawirodigdoyo Kusumonagoro",
          "authorId": "2369150701"
        },
        {
          "name": "Luthfi Hidayah",
          "authorId": "2369142655"
        },
        {
          "name": "Selvia Assoburu",
          "authorId": "2369142193"
        }
      ],
      "year": 2024,
      "abstract": "Da'wah puppet skin The Punokawan is preaching, culturally packaged​ in the form of a symbol through traditional arts. Wayang figures are believed to have been created by the Walisongo as a medium for Islamic preaching in Java. In understanding these symbols, Friedrich DE Schleiermacher's hermeneutic approach is used, emphasizing the importance of the relationship between the reader, author, and text. Schleiermacher argued that to understand a text in its entirety; one must explore the psychological aspects and position of the author. Therefore, in interpreting the form of Punokawan, especially the figure of Semar, an understanding of the social, cultural, and spiritual context of Walisongo at that time is needed. This study employs the systematic literature review method, incorporating Schleiermacher's intentional hermeneutic approach, and is supported by Roland Barthes' semiotic Theory as a tool for analyzing symbols and signs. The results of the study indicate that the interpretation of the Semar character has not been based entirely on the values of Islamic preaching, which are the basis of its creation. Thus, this study aims to provide a deeper understanding of the preaching message contained in Punokawan, a legacy of Walisongo's symbolic communication.",
      "citationCount": 0,
      "doi": "10.54298/ijith.v3i2.481",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c99108981a841a41782fb0919e1a109d0d437461",
      "venue": "International Journal of Islamic Thought and Humanities",
      "journal": {
        "name": "International Journal of Islamic Thought and Humanities"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "54a7f1158bdb57b4b7779996d912cf3c0863185d",
      "title": "SELF-COMPASSION AND THE RATIONALITY OF PRAXEOLOGICAL LEADERSHIP",
      "authors": [
        {
          "name": "Agata Gierczak",
          "authorId": "118479653"
        },
        {
          "name": "Kazimierz Nagody-Mrozowicz",
          "authorId": "1422320235"
        },
        {
          "name": "Alicja ŻAK-ŁYKUS",
          "authorId": "2079790729"
        }
      ],
      "year": 2023,
      "abstract": "The aim of the theoretical analysis is to define the connections and dependencies between the rationality of decisions made and personality determinants, in this case the construct of being good to oneself. The achievement of the intended goals was based on a systematic review of the literature on the subject, referring to the results of foreign and domestic empirical research, mainly in the field of social sciences and philosophy. The implementation of the theoretical goal complements the research gap that comes from the fact of inflation in the field of self-compassion and praxeological leadership, and their mutual functional connections. The practical usefulness of the conducted analysis is an interesting and solid contribution to asking research questions and planning further research on the participation of personality factors in decision-making processes in leadership.As a result of the critical analysis, a concept of praxeological leadership was presented, which highlighted the role and importance of self-compassion, indicating the positive and negative aspects of the analyzed correlation in the decision-making process in management and leadership.",
      "citationCount": 0,
      "doi": "10.7862/rz.2023.hss.63",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/54a7f1158bdb57b4b7779996d912cf3c0863185d",
      "venue": "Humanities and Social Sciences quarterly",
      "journal": {
        "name": "Humanities and Social Sciences quarterly"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "9b252af87812b583df908840a01b728cd4b4d5fe",
      "title": "Media portrayal of ethical and social issues in brain organoid research",
      "authors": [
        {
          "name": "Abigail Presley",
          "authorId": "2162155434"
        },
        {
          "name": "L. Samsa",
          "authorId": "6498526"
        },
        {
          "name": "Veljko Dubljević",
          "authorId": "6833975"
        }
      ],
      "year": 2022,
      "abstract": "Human brain organoids are a valuable research tool for studying brain development, physiology, and pathology. Yet, a host of potential ethical concerns are inherent in their creation. There is a growing group of bioethicists who acknowledge the moral imperative to develop brain organoid technologies and call for caution in this research. Although a relatively new technology, brain organoids and their uses are already being discussed in media literature. Media literature informs the public and policymakers but has the potential for utopian or dystopian distortions. Thus, it is important to understand how this technology is portrayed to the public. To investigate how brain organoids are displayed to the public, we conducted a systematic review of media literature indexed in the Nexis Uni database from 2013–2019. News and media source articles passing exclusion criteria (n = 93) were scored to evaluate tone and relevant themes. Themes were validated with a pilot sample before being applied to the dataset. Thematic analysis assessed article tone, reported potential for the technology, and the scientific, social, and ethical contexts surrounding brain organoids research. Brain organoid publications became more frequent from 2013 to 2019. We observed increases in positively and negatively toned articles, suggesting growing polarization. While many sources discuss realistic applications of brain organoids, others suggest treatment and cures beyond the scope of the current technology. This could work to overhype the technology and disillusion patients and families by offering false hope. In the ethical narrative we observe a preoccupation with issues such as development of artificial consciousness and “humanization” of organoid-animal chimeras. Issues of regulation, ownership, and accuracy of the organoid models are rarely discussed. Given the power that media have to inform or misinform the public, it is important this literature provides an accurate and balanced reflection of the therapeutic potential and associated ethical issues regarding brain organoid research. Our study suggests increasing polarization, coupled with misplaced and unfounded ethical concern. Given the inhibitory effects of public fear or disillusion on research funding, it is important media literature provides an accurate reflection of brain organoids.",
      "citationCount": 5,
      "doi": "10.1186/s13010-022-00119-z",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9b252af87812b583df908840a01b728cd4b4d5fe",
      "venue": "Philosophy, Ethics, and Humanities in Medicine",
      "journal": {
        "name": "Philosophy, Ethics, and Humanities in Medicine",
        "volume": "17"
      },
      "publicationTypes": [
        "Review"
      ]
    }
  ],
  "count": 30,
  "errors": []
}
