{
  "status": "success",
  "source": "semantic_scholar",
  "query": "1be3feeb17c3520fbac6b5b652aa41feea596b2f",
  "results": [
    {
      "paper": {
        "paperId": "1be3feeb17c3520fbac6b5b652aa41feea596b2f",
        "title": "The Extended Mind",
        "authors": [
          {
            "name": "A. Clark",
            "authorId": "37700983"
          },
          {
            "name": "D. Chalmers",
            "authorId": "2072252"
          }
        ],
        "year": 1998,
        "abstract": "Where does the mind stop and the rest of the world begin? The question invites two standard replies. Some accept the intuitive demarcations of skin and skull, and say that what is outside the body is outside the mind. Others are impressed by arguments suggesting that the meaning of our words \"just ain't in the head\", and hold that this externalism about meaning carries over into an externalism about mind. We propose to pursue a third position. We will advocate an externalism about mind, but one that is in no way grounded in the debatable role of external reference in fixing the contents of our mental states. Rather, we advocate an *active externalism*, based on the active role of the environment in driving cognitive processes.",
        "citationCount": 5449,
        "doi": "10.1093/ANALYS/58.1.7",
        "arxivId": null,
        "url": "https://www.semanticscholar.org/paper/1be3feeb17c3520fbac6b5b652aa41feea596b2f",
        "venue": "Analysis"
      },
      "references": [],
      "citations": [
        {
          "paperId": "8576872d1247f0a9c2f404d2ba6e0dd8dfda2cfd",
          "title": "The concept of the extended mind and artificial intelligence: the problem of human creativity",
          "authors": [
            {
              "name": "Mariusz Wojewoda",
              "authorId": "2091617164"
            }
          ],
          "year": 2026,
          "abstract": null,
          "citationCount": 0,
          "doi": "10.3846/cs.2026.18337",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/8576872d1247f0a9c2f404d2ba6e0dd8dfda2cfd",
          "venue": "Creativity Studies",
          "isInfluential": true,
          "contexts": [
            "Formulated by Clark and Chalmers in 1998, this concept concerns the analysis of the influence of artifacts external to the human subject on the process of cognition.",
            "According to the general assumption resulting from the concept of the extended mind as defined by Clark and Chalmers (1998), the objects with which we surround ourselves (the notebook, the computer, the virtual world, digital objects) affect the functioning of the human mind.",
            "Clark and Chalmers (1998) argue that mental states are partly determined by objects external to man."
          ],
          "intents": []
        },
        {
          "paperId": "2b00ee3c4accd00af4492bd03f240b566e1bb912",
          "title": "Dumb intelligence? Translation as technological mediation",
          "authors": [
            {
              "name": "Hongying Xu",
              "authorId": "2336563746"
            },
            {
              "name": "Alin Olteanu",
              "authorId": "2400101527"
            },
            {
              "name": "Cary Campbell",
              "authorId": "2320872085"
            }
          ],
          "year": 2025,
          "abstract": null,
          "citationCount": 1,
          "doi": "10.12697/sss.2025.53.3-4.04",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/2b00ee3c4accd00af4492bd03f240b566e1bb912",
          "venue": "Sign Systems Studies",
          "isInfluential": true,
          "contexts": [
            "To achieve this in semiotic theory, we argue with Paolucci (2021), it is necessary to construe mind and agency in an externalist view, acknowledging “the active role of the environment in driving cognition” (Clark, Chalmers 1998: 7), a theory fore-shadowed in Peirce’s semiotics.",
            "To do so, we think of translation through an externalist account of mind, as primarily ushered in by extended mind theory (Clark, Chalmers 1998; Menary 2010a), which Marais (2023) also explores, particularly as he aims to expand his theory from the perspective of thermodynamics.",
            "Following the parity principle of extended mind theory (Clark, Chalmers 1998; see Menary 2010b: 5), we contend that technologies can be posited because of the transfer.",
            "The main tenet of externalist theories – that mind does not simply begin and end where a non-mind area of reality begins and ends (Clark, Chalmers 1998) – implies that technology cannot be said to begin and/or end in a specific place, such as where in silico processes start or where semiconductor…"
          ],
          "intents": []
        },
        {
          "paperId": "785719a672a73227dd58b355b2224b7a4d595d53",
          "title": "From Representation to Enactment: The ABC Framework of the Translating Mind",
          "authors": [
            {
              "name": "Michael Carl",
              "authorId": "2300094093"
            },
            {
              "name": "Takanori Mizowaki",
              "authorId": "2129470310"
            },
            {
              "name": "Aishvarya Raj",
              "authorId": "2393927496"
            },
            {
              "name": "Masaru Yamada",
              "authorId": "2306534558"
            },
            {
              "name": "Devi Sri Bandaru",
              "authorId": "2373411063"
            },
            {
              "name": "Yuxiang Wei",
              "authorId": "2394252795"
            },
            {
              "name": "Xinyue Ren",
              "authorId": "2376374273"
            }
          ],
          "year": 2025,
          "abstract": null,
          "citationCount": 0,
          "doi": "10.48550/arXiv.2511.16811",
          "arxivId": "2511.16811",
          "url": "https://www.semanticscholar.org/paper/785719a672a73227dd58b355b2224b7a4d595d53",
          "venue": "arXiv.org",
          "isInfluential": true,
          "contexts": [
            "Thus, some extended mind (EM) theorists (e.g., Clark & Chalmers 1998) argue that if external tools fill the equivalent functional roles as internal processes, they are on a par with the internal elements.",
            "Clark & Chalmers (1998) use the coupling argument which states that when a system is tightly and reliably coupled with an external element (e.g., a translator with a CAT tool, or Otto with a notebook and a GPS), that element becomes part of the cognitive system itself.",
            "According to them, the first wave EM framework (Clark & Chalmers 1998) stipulates the functional similarities between internal and external tools, such when a notebook takes over or replaces internal biological memory.",
            "The initial version is parity-driven, primarily focusing on the functional similarities between external and internal elements (Clark & Chalmers, 1998)."
          ],
          "intents": []
        },
        {
          "paperId": "3d6b36c38a61aa52d9bb0c3a4ed810ebbb9bc3e2",
          "title": "Cognitive sovereignty and neurocomputational harm in predictive digital platforms",
          "authors": [
            {
              "name": "Robert Atkinson",
              "authorId": "2392548417"
            }
          ],
          "year": 2025,
          "abstract": null,
          "citationCount": 0,
          "doi": "10.1007/s10676-025-09873-y",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/3d6b36c38a61aa52d9bb0c3a4ed810ebbb9bc3e2",
          "venue": "Ethics and Information Technology",
          "isInfluential": true,
          "contexts": [
            "It arises from timing, neural rhythms, and feedback design rather than from an isolated will (Clark & Chalmers, 1998; The predictive infrastructure no one Regulates –",
            "Clark and Chalmers (1998) conceptualize this layer as extended cognition , in which mental processes depend on external scaffolds that support or distort delibera - tion.",
            "Clark and Chalmers (1998) describe such environments as extensions of the mind, where cognitive processes depend on external scaffolds that shape percep - tion and decision-making.",
            "The primary harm is not deception but the gradual erosion of attentional and temporal scaffolds that make agency possible (Clark & Chalmers, 1998; Yeung, 2017).",
            "The paired categories of neurocomputational harm and volitional erosion expose injuries that precede expression, shifting scrutiny from information content to the neural and temporal scaffolds of deliberation (Clark & Chalmers, 1998; Krakauer et al., 2017; Floridi & Cowls, 2019)."
          ],
          "intents": []
        },
        {
          "paperId": "5bb5e17b9c372a8e84bbb8887f161a5ebd1a597e",
          "title": "Borrowed competence: Socially extending the mind to extend digital practices",
          "authors": [
            {
              "name": "Cordelia R. Stewart",
              "authorId": "2375661285"
            },
            {
              "name": "S. Yap",
              "authorId": "46225980"
            },
            {
              "name": "Krzysztof Kubacki",
              "authorId": "2391248168"
            }
          ],
          "year": 2025,
          "abstract": null,
          "citationCount": 0,
          "doi": "10.1177/14705931251394757",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/5bb5e17b9c372a8e84bbb8887f161a5ebd1a597e",
          "venue": "Marketing Theory",
          "isInfluential": true,
          "contexts": [
            "…without their skilled input (Watson and Shove, 2008), and like Otto who relies on his notebook to serve as an extension of his biological memory (Clark and Chalmers, 1998), the information and guidance circulated among ‘ Street Church ’ members is not subject to the same level of scrutiny…",
            "If we liken this strategy to the idea that interactions with material objects can serve as functional equivalents to internal cognitive processes (Clark and Chalmers, 1998; Watson and Shove, 2008), then substitutive ﬂ ows suggest that of ﬂ ine social competence can achieve parity with digital…",
            "…without their skilled input (Watson and Shove, 2008), and like Otto who relies on his notebook to serve as an extension of his biological memory (Clark and Chalmers, 1998), the information and guidance circulated among ‘ Street Church ’ members is not subject to the same level of scrutiny as…",
            "Therefore, instead of engaging in philosophical discussions Stewart et al. centred on minds attaching to objects to extend cognition and competence (Clark and Chalmers, 1998; Watson and Shove, 2008), the socially extended mind framework allows us to illustrate how knowledge and skills are not…",
            "The extended mind concept partially transcends the Cartesian view of cognition, which considers mental activities as solely residing within the head, by emphasising the role that an individual ’ s environment plays in shaping cognitive processing (Clark and Chalmers, 1998; Tollefsen, 2006)."
          ],
          "intents": []
        },
        {
          "paperId": "95c2239263805707d7ad52d0d3f56b657e15f999",
          "title": "Norms are relational: cognitive institutions, practices, and the ‘where’ question",
          "authors": [
            {
              "name": "Enrico Petracca",
              "authorId": "2296938447"
            },
            {
              "name": "Shaun Gallagher",
              "authorId": "2296809678"
            }
          ],
          "year": 2025,
          "abstract": null,
          "citationCount": 1,
          "doi": "10.1017/S174413742510026X",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/95c2239263805707d7ad52d0d3f56b657e15f999",
          "venue": "Journal of Institutional Economics",
          "isInfluential": true,
          "contexts": [
            "Once offloaded, the use of external resources or mechanisms can substitute for internal processes, just as the use of a notebook can substitute for the workings of long-term memory, or the use of pencil and paper can ease the computation of a long multiplication (Clark and Chalmers, 1998).",
            "…mid-1990s, North entertained a fruitful exchange with Andy Clark, philosopher and co-progenitor with David Chalmers of the ‘ extended mind ’ concept (Clark and Chalmers, 1998), and that this collaboration led to a new framework for economic institutions aligning with the ‘ first wave ’ of…",
            "Kaplan (2012), referencing an example given by Clark and Chalmers (1998), of a person, Otto, with poor memory using a notebook to remember, suggests that Otto ’ s notebook is part of his cognitive system since if we take away the notebook, his cognitive capacity declines, and if we change the…",
            "1 For one, it bears on the extent to which their respective institutional models align with the first-wave extended mind predicated on the parity principle (Clark and Chalmers, 1998)."
          ],
          "intents": []
        },
        {
          "paperId": "75ecf884e30d1f42d325f34f1c9979802e4d8baa",
          "title": "Building Extended Minds",
          "authors": [
            {
              "name": "Paul Smart",
              "authorId": "2365839166"
            }
          ],
          "year": 2025,
          "abstract": null,
          "citationCount": 0,
          "doi": "10.1080/02691728.2025.2559279",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/75ecf884e30d1f42d325f34f1c9979802e4d8baa",
          "venue": "Social Epistemology",
          "isInfluential": true,
          "contexts": [
            "In particular, Otto is to be credited with dispositional beliefs pertaining to the location of the Museum of Modern Art (MoMA), just so long as the following conditions obtain (see Clark 2010, 46): ● Availability : The external resource (notebook) should be reliably available and typically invoked.",
            "According to Clark and Chalmers (1998), it is the nature of Otto’s interaction with the notebook that underwrites claims regarding the extended nature of (Otto’s) dispositional beliefs.",
            "As a means of making this clearer, let us consider the classic extended mind case—the one involving Otto and the notebook (Clark and Chalmers 1998)."
          ],
          "intents": []
        },
        {
          "paperId": "c149073a0ffd474c20a8a23b4ec1e20680e4d4a8",
          "title": "Situated Psychology: A Sketch",
          "authors": [
            {
              "name": "Rasmus Birk",
              "authorId": "2258543892"
            },
            {
              "name": "Sarah Kirkegaard Jensen",
              "authorId": "2365074537"
            },
            {
              "name": "Noomi Matthiesen",
              "authorId": "35842279"
            },
            {
              "name": "Bo Allesøe Christensen",
              "authorId": "2304948288"
            }
          ],
          "year": 2025,
          "abstract": null,
          "citationCount": 1,
          "doi": "10.1007/s12124-025-09927-2",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/c149073a0ffd474c20a8a23b4ec1e20680e4d4a8",
          "venue": "Integrative Psychological and Behavioural Science",
          "isInfluential": true,
          "contexts": [
            "(Clark & Chalmers, 1998, p. 7).",
            "Cognitive processes ain’t (all) in the head” (Clark & Chalmers, 1998, p. 8).",
            "The first phase consists, as mentioned, of Clark and Chalmers’ ( 1998) original question and answer: “Where does the mind stop and the rest of the world begin?”",
            "Or is the psyche perhaps extended, as philosophers Andy Clark and David Chalmers have become famous—and infamous—for claiming (Clark & Chalmers, 1998)?",
            "Furthermore, it also seems that a consequence of the parity principle is that cognitive processes can be extended in a limitless manner without regard to what they are extended with (Clark & Chalmers, 1998, pp. 16–18)."
          ],
          "intents": []
        },
        {
          "paperId": "d71553fdb84d30ff8b06ffdcd811f416f8ef187e",
          "title": "Suturing Biological and Technical Systems: Situated Affect in the Age of Cognitive Artifacts",
          "authors": [
            {
              "name": "Peter Mantello",
              "authorId": "2141391701"
            },
            {
              "name": "Alin Olteanu",
              "authorId": "2258148863"
            }
          ],
          "year": 2025,
          "abstract": null,
          "citationCount": 1,
          "doi": "10.1007/s12304-025-09609-x",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/d71553fdb84d30ff8b06ffdcd811f416f8ef187e",
          "venue": "Biosemiotics",
          "isInfluential": true,
          "contexts": [
            "These support the thesis that technology is mindwork, replacing the modern interrogation of the interaction of mental and material ontologies with a conceptualization of technology as mind’s work to extend (Clark, Chalmers 1998; Clowes et al. 2021a; Fuller, 2022).",
            "…to mind and technology from phenomenological, biosemiotic (Stjern-felt 2007, 2014; Hoffmeyer, 2008b; Fawzy, ElSamadoni 2024; see Cowley, 2021), cognitive semiotic (Paolucci, 2021) and externalist (Clark, Chalmers 1998; Mala-fouris, 2013) perspectives agree that affect is intrinsic to reasoning.",
            "While all thinking is a process of externalizing, as mind is enabled through what it encounters as environment (Clark, Chalmers 1998; Malafouris, 2013), affectivity urges externalization.",
            "Then, we explore the theoretical affinity between biosemiotics and external-ist accounts of mind (Clark, Chalmers 1998; Theiner, 2021; Malafouris, 2013), as espoused through the interrogation of scaffolding (Hoffmeyer, 2008a, 80, 228–229).",
            "Notable examples of such forms of corporeal intentionality, spatiality, and extension can be found in Clark and Chalmers’ (1998) analogy of Otto, an Alzheimer’s victim who must depend on his notebook to preserve his receding memory and Merleau-Pon-ty’s (2010, [1945]) story of the ‘blind man’s cane’…"
          ],
          "intents": []
        },
        {
          "paperId": "7e9bd3928406e685414b74f5589280c4c05c8676",
          "title": "The cognitive and moral harms of platform decay",
          "authors": [
            {
              "name": "Michael J. Ardoline",
              "authorId": "90525366"
            },
            {
              "name": "Edward Lenzo",
              "authorId": "2380378852"
            }
          ],
          "year": 2025,
          "abstract": null,
          "citationCount": 0,
          "doi": "10.1007/s10676-025-09846-1",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/7e9bd3928406e685414b74f5589280c4c05c8676",
          "venue": "Ethics and Information Technology",
          "isInfluential": true,
          "contexts": [
            "“If we remove the external component the system’s behavioral competence will drop, just as it would if we removed part of its brain,” (Clark and Chalmers, 1998, p. 8–9).",
            "…that “If, as we confront some task, a part of the world functions as a process which, were it done in the head, we would have no hesitation in recognizing as part of the cognitive process, then that part of the world is (so we claim) part of the cognitive process,” (Clark and Chalmers, 1998, p. 8).",
            "They are unsure of this (Clark and Chalmers, 1998, p. 17)."
          ],
          "intents": []
        },
        {
          "paperId": "44a4f2412b49aaf67fa1dbf4cf148aa430071d04",
          "title": "The Imaginal Space: A Theory of Scaffolded Minds in a Cultural Niche",
          "authors": [
            {
              "name": "Francesco Consiglio",
              "authorId": "2370271369"
            }
          ],
          "year": 2025,
          "abstract": null,
          "citationCount": 0,
          "doi": "10.1177/10597123251355904",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/44a4f2412b49aaf67fa1dbf4cf148aa430071d04",
          "venue": "Adaptive Behavior",
          "isInfluential": true,
          "contexts": [
            "Detailed descriptions can be found in (Newen et al., 2018) and in (Menary, 2010a).",
            "These actions make sense only within a determinate practice (Menary, 2010b, p. 238), in this case, the practice of playing Tetris (normative factor): it is indeed a normative requirement that you need to make a zoid ﬁ t in a certain slot to win the game.",
            "Applying these rules is an embodied skill that humans develop acting in their niche: ‘ The practice of manipulating representations, a cognitive practice, is essentially the embodying of norms in an activity ’ (Menary, 2010b, p. 239).",
            "Thus, the human ecological niche is also where humans construct their cognitive niche (Menary, 2010c).",
            "Richard Menary (2007a, 2007b, 2010a) distinguishes between epistemic actions and cognitive practices because the former consist in ‘ using the environment as its own representation [ … ] as in expert players of Tetris who directly manipulate the blocks as they fall ’ (Menary, 2007b, p. 627), while…"
          ],
          "intents": []
        },
        {
          "paperId": "dcdc4c6590fe9e5503c92f872a45ff9d1f1ecae8",
          "title": "Fictional minds extend for real",
          "authors": [
            {
              "name": "Marco Facchin",
              "authorId": "88262671"
            }
          ],
          "year": 2025,
          "abstract": null,
          "citationCount": 0,
          "doi": "10.1080/09515089.2025.2516123",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/dcdc4c6590fe9e5503c92f872a45ff9d1f1ecae8",
          "venue": "Philosophical Psychology",
          "isInfluential": true,
          "contexts": [
            "1 Here, the relevant form of extended mind I wish to discuss is the one defended in (Clark & Chalmers 1998).",
            "…has a token mental representation R, & (4b) R represents that the MoMA is on the 53 rd , & (4c) R plays a characteristic causal role in the production of Otto’s behavior But Otto - or at least, the Otto imagined by Clark & Chalmers (1998) - does have a mental particular that satisfies (4a)-(4b).",
            "In so doing, his view comes in indirect contact with the extended mind thesis (Clark & Chalmers 1998): the view that, at least at times, our mind and mental processes are literally made of external props and activities therein."
          ],
          "intents": []
        },
        {
          "paperId": "cee08db506a9134673e61599fb216de12cf11e63",
          "title": "ChatGPT, extended: large language models and the extended mind",
          "authors": [
            {
              "name": "Paul Smart",
              "authorId": "2365839166"
            },
            {
              "name": "Robert Clowes",
              "authorId": "2276796294"
            },
            {
              "name": "Andy Clark",
              "authorId": "2366064226"
            }
          ],
          "year": 2025,
          "abstract": null,
          "citationCount": 2,
          "doi": "10.1007/s11229-025-05046-y",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/cee08db506a9134673e61599fb216de12cf11e63",
          "venue": "Synthese",
          "isInfluential": true,
          "contexts": [
            "…the more salient by the focus on Andy Clark, for Andy Clark is a leading exponent of active externalism, championing the idea that extra-organismic resources can, on occasion, form part of the material fabric that realizes human mental states and processes (Clark & Chalmers, 1998 ; Clark, 2008 ).",
            "While it is not explicitly stated by Clark and Chalmers ( 1998 ), we take it to be a widely held assumption that MoMA-related facts are not stored in Otto’s bio-memory.",
            "By contrast, the DA PARAGRAPHS and DA SECTIONS conditions yielded much better responses, correctly identifying Otto as one of the protagonists in the thought experiment described by Clark and Chalmers ( 1998 ) (see Sect.",
            "All of this establishes an interesting point of contact with the notion of active externalism, which (as it happens) is a recurring theme in Andy Clark’s philosophical work (Clark & Chalmers, 1998 ; Clark, 2008 , 2010a , b, 2011 , 2024 ).",
            "As part of that paper, Clark and Chalmers ( 1998 ) present a thought experiment that has become a staple of the active externalist literature."
          ],
          "intents": []
        },
        {
          "paperId": "c2a247f7e67c20a368a61038b42294abf1e7325b",
          "title": "Interplanetary Subjectivity and Literary form in Olga Ravn’s The Employees and Samantha Harvey’s Orbital",
          "authors": [
            {
              "name": "Tyne Daile Sumner",
              "authorId": "117767334"
            }
          ],
          "year": 2025,
          "abstract": null,
          "citationCount": 1,
          "doi": "10.1057/s41286-025-00216-2",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/c2a247f7e67c20a368a61038b42294abf1e7325b",
          "venue": "Subjectivity",
          "isInfluential": true,
          "contexts": [
            "…(which ‘alter the world so as to aid and augment cognitive processes such as recognition and search’) and by contrast pragmatic actions (which ‘alter the world because some physical change is desirable for its own sake’ e.g. ‘putting cement in a hole in a dam’) (Clark and Chalmers 1998, p. 8).",
            "(Clark and Chalmers 1998, p. 7).",
            "(Clark and Chalmers 1998, p. 17).",
            "In this paradigm of socially extended cognition, the primary apparatus for distributed thought is that of language insofar as language is not necessarily ‘a mirror of our inner states but a complement to them’ (Clark and Chalmers 1998, p. 18)."
          ],
          "intents": []
        },
        {
          "paperId": "bf4a11d321975176e0288cbff2b9a4b312424def",
          "title": "Constructing Embodied Emotion with Language: Moebius Syndrome and Face-Based Emotion Recognition Revisited",
          "authors": [
            {
              "name": "Hunter Gentry",
              "authorId": "116794818"
            }
          ],
          "year": 2025,
          "abstract": null,
          "citationCount": 2,
          "doi": "10.1080/00048402.2025.2500667",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/bf4a11d321975176e0288cbff2b9a4b312424def",
          "venue": "Australasian Journal of Philosophy",
          "isInfluential": true,
          "contexts": [
            "For example, in the “sad” folder, there might be simulations for crying, hunching the shoulders, pain in the chest, frowning, etc. 33 Moreover, as Clark (1998) and Lupyan et al. (2007) have argued, labels not only facilitate learning of categories, they also facilitate categorization even after…",
            "The idea here, echoing Clark (1998) and McClamrock (1995), is that labels facilitate learning and categorization by becoming strongly tied to the properties that distinguish that category from others.",
            "In discussing these advantages, Clark (1998) says that “[T]he presentation of the same label accompanying a series of slightly different perceptual inputs (e.g., different views of dogs)...flags the presence of some further underlying structure and thus invites the network to seek the perceptual…"
          ],
          "intents": []
        },
        {
          "paperId": "04bf9cd063ed6c7acd698b4696fe99ce9e05576d",
          "title": "Montessori, math, and materials: a case of extended cognition",
          "authors": [
            {
              "name": "Patrick R. Frierson",
              "authorId": "2357559494"
            },
            {
              "name": "Laura Desiree Di Paolo",
              "authorId": "2357559777"
            }
          ],
          "year": 2025,
          "abstract": null,
          "citationCount": 0,
          "doi": "10.1007/s11229-025-05014-6",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/04bf9cd063ed6c7acd698b4696fe99ce9e05576d",
          "venue": "Synthese",
          "isInfluential": true,
          "contexts": [
            "(This would closely parallel Clark and Chalmers’s example of someone who rotates Tetris shapes either in their head or on the screen (Clark & Chalmers, 1998, 7)).",
            "In their initial articulation of this thesis, Andy Clark and David Chalmers (Clark & Chalmers, 1998) examined the role of external devices through the lens of functional similarities, guided by what has come to be called the “parity principle”: If, as we confront some tasks, a part of the world…",
            "In their initial articulation of this thesis, Andy Clark and David Chalmers (Clark & Chalmers, 1998) examined the role of external devices through the lens of functional similarities, guided by what has come to be called the “parity principle”: If, as we confront some tasks, a part of the world functions as a process which, were it done in the head , we would have no hesitation in recognizing as part of the cognitive process, then that part of the world is (so we claim) part of the cognitive process.",
            "By contrast, as Clark and Chalmers put it with respect to the role of his notebook in Otto’s extended memory, “upon retrieving information from the notebook he automatically endorses it,” (Clark & Chalmers, 1998, 17).",
            "(Clark & Chalmers, 1998, 8) 2 (2025) 205:197 Clark and Chalmers consider the now-famous cases of Otto and Inga, both of whom desire to visit the Museum of Modern Art and both of whom consult their memories to determine where that museum is, but where Inga’s memories are constituted by neuronal…"
          ],
          "intents": []
        },
        {
          "paperId": "d4677fbdc214016830ff99da077edf0c4adc25a1",
          "title": "Extrasensory Perception and Digital Connectivity: Manifestation and Validation of Telepathy in Networked Society",
          "authors": [
            {
              "name": "Yiu Kwong Au-Yeung",
              "authorId": "2353742865"
            }
          ],
          "year": 2025,
          "abstract": null,
          "citationCount": 0,
          "doi": "10.71204/09ax3f04",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/d4677fbdc214016830ff99da077edf0c4adc25a1",
          "venue": "The Development of Humanities and Social Sciences",
          "isInfluential": true,
          "contexts": [
            "…sensory channels under special conditions of attention and connection; on the other hand, we take on the extended mind thesis proposed by Clark and Chalmers' (1998) \"extended mind\" thesis, which claims that cognition does not necessarily stop at the boundaries of the brain but may be…",
            "The “extended mind” model proposed by Clark and Chalmers (1998) would offer much-needed conceptual resources for such a TEE-cognition twist on this line of thinking, whereby digital technologies may be envisaged not as mere tools but as fundamental extensions of the human cognitive and perceptual…",
            "Finally, Clark and Chalmers' \"extended mind\" framework for conceptual analysis (Clark & Chalmers, 1998) presents promising conceptual resources for apprehending how digital technologies could help and then move onto cognitive scope plausibly relevant to studies of ESP."
          ],
          "intents": []
        },
        {
          "paperId": "9bcae06710ff225d45c2ab21a038a38dd744afd0",
          "title": "Talking to Myself: AI and Self-Knowledge",
          "authors": [
            {
              "name": "M. Schechtman",
              "authorId": "38469379"
            }
          ],
          "year": 2025,
          "abstract": null,
          "citationCount": 0,
          "doi": "10.1080/02691728.2025.2480274",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/9bcae06710ff225d45c2ab21a038a38dd744afd0",
          "venue": "Social Epistemology",
          "isInfluential": true,
          "contexts": [
            "I begin at the beginning with Clark and Chalmers’ Otto and Inga (Clark and Chalmers 1998, 12).",
            "The information in Otto’s notebook, they continue, plays a functional role relevantly like Inga’s biological memory, leading them to propose that our beliefs ‘can be constituted partly by features of the environment’ and implying that ‘the mind extends into the world’ (12).",
            "Otto and Inga both wish to see an exhibit at MOMA.",
            "Since Inga had no occurrent belief about the location of MOMA immediately before reading about the exhibit, we should conclude, Clark and Chalmers say that like most of our beliefs, Inga’s are ‘somewhere in memory waiting to be accessed’ (Clark and Chalmers 1998, 12).",
            "Inga, who has no memory impairment, takes a moment to recall where the museum is and proceeds to the exhibit."
          ],
          "intents": []
        },
        {
          "paperId": "bfed29009d6f858108d9df8fc48cb4f24879400e",
          "title": "Ambiguity in Plant Cognition",
          "authors": [
            {
              "name": "Giulia Leonetti",
              "authorId": "2349716653"
            }
          ],
          "year": 2025,
          "abstract": null,
          "citationCount": 2,
          "doi": "10.1007/s12304-025-09599-w",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/bfed29009d6f858108d9df8fc48cb4f24879400e",
          "venue": "Biosemiotics",
          "isInfluential": true,
          "contexts": [
            "For example, a human tool, such as a notebook, can recall an event (cf. Clark & Chalmers, 1998).",
            "(see Chalmers & Clark, 1998) Extended and embodied cognition is part of the “4 E model of cognition” (Newen et al., 2018), cognition is an embodied process.",
            "The evolution of cognitive sciences has led to the formulation of theories where an innovative recognition of cognitive processes is implemented (Clark & Chalmers, 1998).",
            "Thus, cognition does not reside in the brain; there are bodily actions or environmental props (Clark & Chalmers, 1998; Clark, 2008)."
          ],
          "intents": []
        },
        {
          "paperId": "55a24b28c91f865deba12772d4dad9c1b9d1500a",
          "title": "The extracted mind",
          "authors": [
            {
              "name": "Louis Loock",
              "authorId": "2350077449"
            }
          ],
          "year": 2025,
          "abstract": null,
          "citationCount": 2,
          "doi": "10.1007/s11229-025-04962-3",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/55a24b28c91f865deba12772d4dad9c1b9d1500a",
          "venue": "Synthese",
          "isInfluential": true,
          "contexts": [
            "Second, all the components of this system—organism plus tools—play an active causal role (Clark & Chalmers, 1998, p. 8; Menary, 2010b, p. 3).",
            "…a very low causal level (cf. Clark, 2010b , pp. 50–51), but it should make us reapproach the interaction-inspired approaches that some externalists initially developed (Clark & Chalmers, 1998 being the paramount example) without putting too much emphasis on highly theoretical conditions beforehand.",
            "…cognition still retains a causal-constitutive center at which all our cognitive activities start and terminate, often called the core of cognition (Clark & Chalmers, 1998, pp. 11–12; most prominent in Clark, 2007, pp. 190, 192, 2008, pp. 107–108; resumed by Menary, 2010b, pp. 7–8; also discussed…",
            "Clark and Chalmers originally used three criteria to argue for extended beliefs (1998, p. 17), as parts of an extended mind , which are commonly used to support the conceptually weaker claim of extended (and centralized) cognition as well.",
            "Clark and Chalmers ( 1998, pp. 10–12) use this to argue that any external structure or tool becomes a “core cognitive process” as soon and as long as it is employed in such a general cognitive way.",
            "Third, this strong causal relatedness needs to be fairly present in most situations and reliably protected from disconnection (Clark & Chalmers, 1998, p. 11).",
            "Third, one version of extended cognition is famously motivated by the parity principle (Clark & Chalmers, 1998, p. 8; cf. Clark, 2007, p. 167, 2010c, p. 1050).",
            "Otto, an Alzheimer’s patient, uses his notebook as an external, compensatory memory structure (Clark & Chalmers, 1998, pp. 12–18).",
            "…pertains to all states and processes that transform our sensations to actions, whereas ‘mind’ only addresses those higher states and processes like experiences, beliefs, desires, emotions, and other consciously accessible states (cf. Clark & Chalmers, 1998, p. 12; Drayson, 2010, pp. 374–377).",
            "Consider this social scenario then: Otto may just as well substitute his notebook, now that it has been stolen, with his partner in life Elle (cf. Clark & Chalmers, 1998, pp. 17–18).",
            "When used appropriately, the cognitive strategy for solving a mathematical task, as a whole, might be constituted by processes which are spread across internal and external vehi - cles—at least according to some externalistic frameworks (cf. Clark & Chalmers, 1998 , p. 11).",
            "…cognition still retains a causal-constitutive center at which all our cognitive activities start and terminate, often called the core of cognition (Clark & Chalmers, 1998, pp. 11–12; most prominent in Clark, 2007, pp. 190, 192, 2008, pp. 107–108; resumed by Menary, 2010b, pp. 7–8; also…"
          ],
          "intents": []
        },
        {
          "paperId": "18544b73a78594a8092fd1257c699a55eed63800",
          "title": "Mental Integrity, Neurotechnology, and the Extended Mind Thesis",
          "authors": [
            {
              "name": "Tom Buller",
              "authorId": "2344125797"
            }
          ],
          "year": 2025,
          "abstract": null,
          "citationCount": 1,
          "doi": "10.1007/s12152-025-09586-5",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/18544b73a78594a8092fd1257c699a55eed63800",
          "venue": "Neuroethics",
          "isInfluential": true,
          "contexts": [
            "…that is in the world (i.e., outside the brain and body) can be regarded as part of the cognitive process, and even as part of the mind itself, if it is a reliable and constant feature in the person’s life, and if the information contained therein is automatically endorsed and easily available [7].",
            "The most influential and popular figure in discussions of EMT is Otto, the main character in a case originally presented by Clark and Chalmers (C&C) to support their argument that mental processes, and the mind itself, can be externally realized [7].",
            "As C&C state, “Epistemic action, we suggest, demands spread of epistemic credit ” ([7] p. 8).",
            "The core of the thesis is stated by its most influential advocates in the following way in terms of the parity principle [7]."
          ],
          "intents": []
        },
        {
          "paperId": "85f577f6c5357715a9e4bd58e8895baa4ea646fa",
          "title": "Knowledge Map and Future Avenue of Cognitive Literary Studies: A Bibliometric Analysis (1975–2024)",
          "authors": [
            {
              "name": "Qiaoqiao Zhou",
              "authorId": "2276887236"
            },
            {
              "name": "Noritah Omar",
              "authorId": "2264283645"
            },
            {
              "name": "Zainor Izat Zainal",
              "authorId": "2743844"
            },
            {
              "name": "Ida Baizura Binti Bahar",
              "authorId": "73151116"
            }
          ],
          "year": 2025,
          "abstract": null,
          "citationCount": 0,
          "doi": "10.1177/21582440251357186",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/85f577f6c5357715a9e4bd58e8895baa4ea646fa",
          "venue": "SAGE Open",
          "isInfluential": true,
          "contexts": [
            "It signals that cultural literary studies are moving beyond the “‘cold’ information processing models” and toward “‘hot’ process models” that “integrate concepts from the humanities with current models from cognitive Ryan (1991); Turner (1996); Doležel (1998); Herman (2002); Kukkonen and Caracciolo (2014) 2 (Green) Intersection between cognitive poetics and cognitive linguistics 18 Lakoff and Johnson (1980); Fauconnier and Turner (2002); Langacker (2008); Stockwell (2002) 3 (Blue) Affective cognition in literary studies 13 Gerrig (1993); Keen (2007); Hogan (2011) 4 (Yellow) Extended cognition and the environment 3 DiMaggio (1997); Clark and Chalmers (1998); Damasio (1999) psychology and linguistics, affective neuroscience, and emotion theory” (Jacobs, 2015a, p. 17).",
            "Clark and Chalmers (1998) pro-pose the “extended mind” concept, arguing that cognitive processes are not confined to the brain but extend into body and environment.",
            "DiMaggio (1997) explores the dynamic interaction between cultural contexts and cognitive processes.",
            "…3 (Blue) Affective cognition in literary studies 13 Gerrig (1993); Keen (2007); Hogan (2011) 4 (Yellow) Extended cognition and the environment 3 DiMaggio (1997); Clark and Chalmers (1998); Damasio (1999) psychology and linguistics, affective neuroscience, and emotion theory” (Jacobs, 2015a, p. 17)."
          ],
          "intents": []
        },
        {
          "paperId": "58bdf8b287069011890891a559df4b46c1d43ae6",
          "title": "Extended human agency: towards a teleological account of AI",
          "authors": [
            {
              "name": "J. Noller",
              "authorId": "2090908512"
            }
          ],
          "year": 2024,
          "abstract": null,
          "citationCount": 13,
          "doi": "10.1057/s41599-024-03849-x",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/58bdf8b287069011890891a559df4b46c1d43ae6",
          "venue": "Humanities and Social Sciences Communications",
          "isInfluential": true,
          "contexts": [
            "The role of language has been emphasized from the perspective of extended mind theorists (Clark and Chalmers 1998, 11).",
            "Clark and Chalmers (1998) have argued for an extended mind thesis according to which cognition is extended outside the human mind, and according to which the environment plays an “ active role in driving cognitive processes ” (Clark and Chalmers 1998, 7).",
            "Referring to the enactivist cognitive account by Clark and Chalmers (1998), I shall argue that the lifeworld of language not only extends cognition but also human actions and autonomy."
          ],
          "intents": []
        },
        {
          "paperId": "97e4293f1d52ba2c727071a9cb8faf5ac1863713",
          "title": "Por los senderos de la mente: una apología mediática",
          "authors": [
            {
              "name": "R. García Hernández",
              "authorId": "2124893001"
            }
          ],
          "year": 2024,
          "abstract": null,
          "citationCount": 0,
          "doi": "10.51528/dk.vol6.id161",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/97e4293f1d52ba2c727071a9cb8faf5ac1863713",
          "venue": "Dialektika: Revista de Investigación Filosófica y Teoría Social",
          "isInfluential": true,
          "contexts": [
            "Los usuarios se identifican con sí mismos y en/con el uso de estos dispositivos, en tanto sus “creencias disposicionales” (Clark y Chalmers, 1998, p. 18) – activas e inactivas – constituyen, en un sentido profundo, aquella parte del yo que determina su ser en el mundo.",
            "H ace casi treinta años, los filósofos Andy Clark y David Chalmers (1998) en un artículo controversial, pero a la vez encaminado a una ruptura epistemológica, titulado The Extended Mind , proponían la tesis de que la mente humana no puede entenderse exclusivamente en términos de estados…",
            "…de las interacciones sociales en los entornos mediáticos, debido a que éstas podrían entenderse como un tipo de “cognición socialmente extendida” (Clark y Chalmers, 1998, p. 17), en donde los estados mentales de los individuos podrían estar constituidos en parte por los de otros…",
            "Tomando en cuenta estas concepciones, podríamos asegurar con Clark y Chalmers (1998) que la cognición, en términos de estructuras o mecanismos mentales que posibilitan la percepción, la atención, el pensamiento, la memoria y el lenguaje, es contigua con los procesos que se suscitan en el entorno…",
            "H ace casi treinta años, los filósofos Andy Clark y David Chalmers (1998) en un artículo controversial, pero a la vez encaminado a una ruptura epistemológica, titulado The Extended Mind , proponían la tesis de que la mente humana no puede entenderse exclusivamente en términos de estados psicológicos internos, sino que se extiende al mundo externo, incluyendo los objetos materiales, los entornos y las ecologías que desempeñan un papel en la memoria y la cognición.",
            "Esta idea se diferencia, además, de las posiciones que toman como argumento la sugerencia de que el significado de las palabras no se encuentra dentro de la cabeza, sosteniendo que este externalismo sobre el significado se traslada a un externalismo sobre la mente (Clark & Chalmers, 1998).",
            "…además, de procesos mentales conscientes que traspasen las fronteras de la conciencia (sentido moral o ético), en tanto ésta no sea un impedimento en el procesamiento cognitivo: en la recuperación de recuerdos, procesos lingüísticos y adquisición de habilidades (ver Clark y Chalmers, 1998, p. 10)."
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "c7c83705499d671d2adee852b4f2cd4b6ff003b5",
          "title": "Phenomenal transparency and the boundary of cognition",
          "authors": [
            {
              "name": "Julian Hauser",
              "authorId": "2311610814"
            },
            {
              "name": "H. Naeem",
              "authorId": "2141016528"
            }
          ],
          "year": 2024,
          "abstract": null,
          "citationCount": 2,
          "doi": "10.1007/s11097-024-10025-8",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/c7c83705499d671d2adee852b4f2cd4b6ff003b5",
          "venue": "Phenomenology and the Cognitive Sciences",
          "isInfluential": true,
          "contexts": [
            "The parity principle has been widely employed in arguments for extended cognition (see Clark & Chalmers, 1998) and says, roughly speaking, that an external resource should be deemed a part of the cognitive machinery if it functions as a process that would be called cognitive, were it instantiated…",
            "Clark and Chalmer’s (1998) original account serves as a useful prototype.",
            "Generally put, the extended cognition thesis affirms that in certain cases, cognitive processes may involve resources external to the body (Clark & Chalmers, 1998)."
          ],
          "intents": []
        },
        {
          "paperId": "6658eecbe7de23134f6a9f4c2a949604642a9225",
          "title": "Towards Effective Human-AI Collaboration in Decision-Making: A Comprehensive Review and Conceptual Framework",
          "authors": [
            {
              "name": "Daniel Amori Molina",
              "authorId": "2319485634"
            },
            {
              "name": "Vladimir Kharlov",
              "authorId": "2319463765"
            },
            {
              "name": "Ja-Shen Chen",
              "authorId": "2319591885"
            }
          ],
          "year": 2024,
          "abstract": null,
          "citationCount": 7,
          "doi": "10.23919/PICMET64035.2024.10653303",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/6658eecbe7de23134f6a9f4c2a949604642a9225",
          "venue": "Portland International Conference on Management of Engineering and Technology",
          "isInfluential": true,
          "contexts": [
            "Here, AI technologies become integral components of the extended cognitive system, actively contributing to and augmenting human cognitive processes [39].",
            "The Extended Mind Theory offers a compelling framework to illuminate this complex relationship, challenging the traditional view of the mind as a solitary entity contained within the individual brain [39].",
            "This underway research is poised to make noteworthy contributions by proposing a theoretical framework to the burgeoning field of human-AI collaboration within organizational decision-making. drawing upon the Extended Mind Theory [39].",
            "Guided by the Extended Mind Theory proposed by [39], this segment aims to understand the cognitive interdependence between humans and AI.",
            "Utilizing the Extended Mind Theory, as proposed by [39], to understand the cognitive interdependence between humans and AI within organizational decision-making, aiming to unravel the multifaceted dimensions impacted by the collaborative partnership between humans and AI within organizational…"
          ],
          "intents": [
            "background",
            "methodology"
          ]
        },
        {
          "paperId": "d859982db1e525248d139a49a1fd7b32b91d10cb",
          "title": "Intentional action, knowledge, and cognitive extension",
          "authors": [
            {
              "name": "J. A. Carter",
              "authorId": "2294572691"
            },
            {
              "name": "Gloria Andrada",
              "authorId": "2314635480"
            }
          ],
          "year": 2024,
          "abstract": null,
          "citationCount": 0,
          "doi": "10.1007/s11229-024-04691-z",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/d859982db1e525248d139a49a1fd7b32b91d10cb",
          "venue": "Synthese",
          "isInfluential": true,
          "contexts": [
            "In order to get this point into view, it will be useful to recall the familiar contrast case of “Inga and Otto” (Clark & Chalmers, 1998) used to motivate extended cognition – viz., the view that, put roughly for now, cognitive processes do not ‘play out’ exclusively in the head.",
            "(Clark & Chalmers, 1998, p. 8).",
            "The comparison between Inga and Otto and how they (respectively) remember what they need to know, is as follows: Inga : Inga has a normally functioning biological memory.",
            "Compare now a case of Inga and Otto performing such an action – holding fixed the difference in memory storage from the original case pair: INGA*: Inga* is driving from New York to Los Angeles, via Interstate 70 West."
          ],
          "intents": []
        },
        {
          "paperId": "b502e1eaa217aadfbdc178fd6437e0fad21bd7af",
          "title": "Contribuciones a la racionalidad del agente económico",
          "authors": [
            {
              "name": "Armenio Pérez-Martínez",
              "authorId": "2004876705"
            },
            {
              "name": "Aimara Rodríguez-Fernández",
              "authorId": "1580320607"
            }
          ],
          "year": 2024,
          "abstract": null,
          "citationCount": 1,
          "doi": "10.29019/eyn.v15i2.1362",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/b502e1eaa217aadfbdc178fd6437e0fad21bd7af",
          "venue": "Economía y Negocios",
          "isInfluential": true,
          "contexts": [
            "Además de estos aportes en este estudio se abordan la cognición o el cerebro extendido (Clark & Chalmers, 1998), temática que ha generado un gran debate en los grupos de profesionales de la filosofía.",
            "“Defendemos un tipo muy distinto de externismo: un externismo activo, basado en el papel activo del entorno en la ejecu-ción de los procesos cognitivos” (Clark & Chalmers, 1998, p. 61).",
            "“Si, cuando abordamos una tarea, una parte del mundo funciona como un proceso que, si se hicie-ra dentro de nuestra cabeza, no dudaríamos que es parte del proceso cognitivo, entonces esa parte del mundo es parte del proceso cognitivo” (Clark & Chalmers, 1998, p. 8)."
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "ead7ff62b0ab3b85bbd2724939068ff6e332a9dd",
          "title": "Beyond Repairing with Electronic Speech: Towards Embodied Communication and Assistive Technology",
          "authors": [
            {
              "name": "Humphrey Curtis",
              "authorId": "2188575111"
            },
            {
              "name": "Timothy Neate",
              "authorId": "2757539"
            }
          ],
          "year": 2024,
          "abstract": null,
          "citationCount": 9,
          "doi": "10.1145/3613904.3642274",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/ead7ff62b0ab3b85bbd2724939068ff6e332a9dd",
          "venue": "International Conference on Human Factors in Computing Systems",
          "isInfluential": true,
          "contexts": [
            "Enabling the possibility for extended minds and that cognition can even depend on environmental resources [15, 80].",
            "Just as we regard internal brain processes as constitutive of memory Clark and Chalmers [15] argue that we too should regard Otto’s notebook as a constituent part of his memory [18].",
            "Clark and Chalmers [15] illustrated this extended mind thesis (EMT), through a famous thought experiment involving low-tech assistive technology.",
            "Within the thought experiment, a fctional character – Otto – has Alzheimer’s, and thus carries an assistive technology in the form of a notebook, which he annotates with critical information to manage amnesia [15, 18]."
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "96b46070603f41d0e7300125f655d270ff3db333",
          "title": "Extended animal cognition",
          "authors": [
            {
              "name": "Marco Facchin",
              "authorId": "88262671"
            },
            {
              "name": "Giulia Leonetti",
              "authorId": "9831839"
            }
          ],
          "year": 2024,
          "abstract": null,
          "citationCount": 8,
          "doi": "10.1007/s11229-024-04579-y",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/96b46070603f41d0e7300125f655d270ff3db333",
          "venue": "Synthese",
          "isInfluential": true,
          "contexts": [
            "According to the extended cognition thesis (henceforth EC) an agent’s cognitive system is at times partially constituted by elements lying outside the agent’s brain (Clark & Chalmers 1998; Clark 2008).",
            "Clark and Chalmers 1998).",
            "EC is typically defended on either functionalist (e.g. Clark & Chalmers 1998; Clark 2008) or dynamicist (Chemero 2009; Palermos 2014) grounds, and both these grounds allow (or at least, do nothing to prevent) EC to be applied to animals.",
            "Just consider the standard, go-to cases invoked when discussing EC: they’re button presses when playing video games (Kirsh & Maglio 1994; Clark and Chalmers 1998), smartphones (Chalmers 2008), wearable “intelligent” technologies (Clark 2003; Bach-y-Rita & Kercel 2003; Wheeler 2019a) and, more…",
            "Clark & Chalmers 1998)."
          ],
          "intents": []
        },
        {
          "paperId": "e0b34002bcc2a1af36e832c5094287607996a479",
          "title": "Remembering Our Lives in the 21st Century",
          "authors": [
            {
              "name": "Fabian Hutmacher",
              "authorId": "51493570"
            },
            {
              "name": "Markus Appel",
              "authorId": "2248698238"
            },
            {
              "name": "Stephan Schwan",
              "authorId": "2265420276"
            }
          ],
          "year": 2024,
          "abstract": null,
          "citationCount": 2,
          "doi": "10.1080/1047840X.2024.2384128",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/e0b34002bcc2a1af36e832c5094287607996a479",
          "venue": "Psychological Inquiry",
          "isInfluential": true,
          "contexts": [
            "…the extended mind and – more generally – the idea that human cognition is often embodied, embedded, extended, and enacted (so-called “4E cognition”; Clark & Chalmers, 1998; Gallagher, 2017; Malafouris, 2020; Varela et al., 1991; for an overview, see Newen et al., 2018; for applications in the…",
            "…a wide range of previous efforts trying to conceptualize autobiographical remembering such as the discussions about the extended mind (e.g., Clark & Chalmers, 1998; Heersmink, 2020; Sch € onpflug & Esser, 1995; Sutton, 2010), transactive memory (Wegner et al., 1985; for a review, see,…",
            "…the extended mind and – more generally – the idea that human cognition is often embodied, embedded, extended, and enacted (so-called “4E cognition”; Clark & Chalmers, 1998; Gallagher, 2017; Malafouris, 2020; Varela et al., 1991; for an overview, see Newen et al., 2018; for applications in…"
          ],
          "intents": []
        },
        {
          "paperId": "6da6482ff0572e68b210f370bb72af0d9dd57169",
          "title": "Calculations without math: “Smart instruments” and the transposition of complex shapes in the wooden boat workshop",
          "authors": [
            {
              "name": "Tom Martin",
              "authorId": "2293886256"
            },
            {
              "name": "Sam Dillavou",
              "authorId": "14149388"
            }
          ],
          "year": 2024,
          "abstract": null,
          "citationCount": 0,
          "doi": "10.1007/s41809-024-00140-y",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/6da6482ff0572e68b210f370bb72af0d9dd57169",
          "venue": "Journal of Cultural Cognitive Science",
          "isInfluential": true,
          "contexts": [
            "…authors—one trained in anthropology and the other in physics—demonstrate the complexity of the cognitive activity completed by the ‘coupled system’ (Clark & Chalmers, 1998) of boat builder and spiling stick by carrying out a comparable process on paper using relatively high-level math and physics.",
            "…the authors—one trained in anthropology and the other in physics—demonstrate the complexity of the cognitive activity completed by the ‘coupled system’ (Clark & Chalmers, 1998) of boat builder and spiling stick by carrying out a comparable process on paper using relatively high-level math and…",
            "The cognitive work of the wooden boat builders is explored here from the perspective of extended cognition, particularly as articulated by Clark and Chalmers (1998).",
            "Clark and Chalmers illustrate their argument for extended cognition with their now-famous ‘‘Inga-Otto’’ thought experiment (1998), named for its two imagined characters."
          ],
          "intents": []
        },
        {
          "paperId": "bf3af32a7337da0c25dce596e64a817f3a883811",
          "title": "Is the Internet a Cognitive Enhancement?",
          "authors": [
            {
              "name": "Ronald P. Dempsey",
              "authorId": "2212426966"
            },
            {
              "name": "Allen Coin",
              "authorId": "1597772924"
            },
            {
              "name": "Veljko Dubljević",
              "authorId": "6833975"
            }
          ],
          "year": 2024,
          "abstract": null,
          "citationCount": 1,
          "doi": "10.1007/s41465-024-00289-y",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/bf3af32a7337da0c25dce596e64a817f3a883811",
          "venue": "Journal of Cognitive Enhancement",
          "isInfluential": true,
          "contexts": [
            "Clark and Chalmers (1998), in their presentation of the extended mind hypothesis, create the foundation for this argument, and researchers have sought to expand the concept of active externalism to incorporate the Internet as a transactive memory partner.",
            "Some argue that the Internet does enhance cognition of humans that use it, citing increased cognitive capacities through active externalism and multitasking (Bostrom & Sandberg, 2009; Clark & Chalmers, 1998; Halpin et al., 2014; Heersmink, 2016; Wu et al., 2016).",
            "The extended mind hypothesis (EM), originally posed by Andy Clark and David Chalmers, posits that the cognitive processes that make up the human mind extend beyond the brain’s physical boundaries (Clark & Chalmers, 1998).",
            "The findings from this thought experiment claim an external device— in the case of Otto, a notebook—can be an extension of the mind based on four criteria: (1) access to information, (2) accessibility of the device, (3) relevancy, and (4) trust (Clark & Chalmers, 1998; see also Smart, 2017)."
          ],
          "intents": []
        },
        {
          "paperId": "7ddfad911c938436a9bcef6370eaa7f6f6a6cf2c",
          "title": "THE EXTENDED SELF AND THE I",
          "authors": [
            {
              "name": "Andrija Jurić",
              "authorId": "2343890088"
            }
          ],
          "year": 2024,
          "abstract": null,
          "citationCount": 0,
          "doi": "10.7251/fpndp2304055j",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/7ddfad911c938436a9bcef6370eaa7f6f6a6cf2c",
          "venue": "Друштво и политика",
          "isInfluential": true,
          "contexts": [
            "The third (3) case involves augmentation of the agent’s natural ability with artificial aid, but the agent still retains the choice to use the neural implant (A. Clark & Chalmers, 1998, p. 7).",
            "(A. Clark & Chalmers, 1998, p. 8).",
            "Even in the seminal paper that originated the discussion, Clark and Chalmers (1998) do not define it, dedicating only about one sentence to it.",
            "It seems so” (A. Clark & Chalmers, 1998, p. 1998).",
            "The individual forms and maintains beliefs, not the other way around, that “my beliefs are part of who I am” (A. Clark & Chalmers, 1998, p. 18; Heersmink, 2020, p. 5)."
          ],
          "intents": []
        },
        {
          "paperId": "6e78c84e6f205e4e61fc41285afae5a60575ec23",
          "title": "Assessing deep learning: a work program for the humanities in the age of artificial intelligence",
          "authors": [
            {
              "name": "Jan Segessenmann",
              "authorId": "2239912591"
            },
            {
              "name": "Thilo Stadelmann",
              "authorId": "2793787"
            },
            {
              "name": "Andrew Davison",
              "authorId": "2344871569"
            },
            {
              "name": "Oliver Dürr",
              "authorId": "2239907374"
            }
          ],
          "year": 2023,
          "abstract": null,
          "citationCount": 12,
          "doi": "10.1007/s43681-023-00408-z",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/6e78c84e6f205e4e61fc41285afae5a60575ec23",
          "venue": "AI and Ethics",
          "isInfluential": true,
          "contexts": [
            "3.1.3) and not in terms of the ‘extended mind theory’ [398]."
          ],
          "intents": []
        },
        {
          "paperId": "25f5cc1fa8a8f2f891ce4426f52180b1349aa237",
          "title": "The Locus of Agency in Extended Cognitive Systems",
          "authors": [
            {
              "name": "Barbara Tomczyk",
              "authorId": "2273494875"
            }
          ],
          "year": 2023,
          "abstract": null,
          "citationCount": 4,
          "doi": "10.1007/s10838-023-09666-1",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/25f5cc1fa8a8f2f891ce4426f52180b1349aa237",
          "venue": "Journal for General Philosophy of Science, Zeitschrift für allgemeine Wissenschaftstheorie",
          "isInfluential": true,
          "contexts": [
            "…is almost impossible to distinguish internal and external parts of the process, and so makes more sense to conceive of the agent and an artifact as one cognitive system (Clark, Chalmers 1998; Clark 2010; Menary 2010; Sutton 2010; Hutchins 2011; Kiverstein, Farina 2011; Heersmink 2012; Carter 2021).",
            "Only then can it be considered functionally equivalent to innate human mental resources (Clark, Chalmers 1998).",
            "Dispositional beliefs, for example, are not conscious, yet they do help constitute the agent’s personal identity (Clark, Chalmers 1998).",
            "24 “Fourth, the information in the notebook has been consciously endorsed at some point in the past, and indeed is there as a consequence of this endorsement” (Clark, Chalmers 1998, 17).",
            "A frequently mentioned example of this situation is encountered in the form of Otto and his notebook (Clark, Chalmers 1998).",
            "It means that the agent must, at some point in their life, consciously incorporate external enhancement into their cognitive abilities by accepting it as reliable (Clark, Chalmers 1998; Pritchard 2010).",
            "…world, Clark and Chalmers impose four constraints on extended dispositional belief known as ‘glue and trust’ conditions that include: constancy of use, facility of access, trust and prior endorsement (the fact that the information has been consciously endorsed in the past) (Clark, Chalmers 1998)."
          ],
          "intents": []
        },
        {
          "paperId": "b2046cb29b63eac68d9d7b30db8f38d8f592db5a",
          "title": "The Dynamicist Landscape.",
          "authors": [
            {
              "name": "David L. Barack",
              "authorId": "5452602"
            }
          ],
          "year": 2023,
          "abstract": null,
          "citationCount": 1,
          "doi": "10.1111/tops.12699",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/b2046cb29b63eac68d9d7b30db8f38d8f592db5a",
          "venue": "Topics in Cognitive Science",
          "isInfluential": true,
          "contexts": [
            "Events within the system and outside the system are linked in complex causal webs that can be taken to imply the importance of external properties for cognition (Clark, 1998).",
            "Clark concludes his discussion by recommending “…the addition of an irreducibly dynamical dimension to the analysis” of mind (Clark, 1998, p. 375– 376).",
            "Clark (1998) does, saying “[b]ecause it is assumed that there is… interanimation between multiple systemic factors…, the dynam-icist chooses to focus on changes in total system state over time.",
            "The… models… thus reﬂect motion in a space of possible overall system states, with routes and distances deﬁned relative to points, each of which assigns a value to all the systemic variables and parame-ters” (Clark, 1998, p. 364).",
            "According to extended views of cognition, objects outside of the skin, such as phones, can still be part of the cognitive system (Clark & Chalmers, 1998).",
            "Total-state dynami-cism maintains that cognitive systems are the totality of their objects, properties, and relations (Clark, 1998; Port & van Gelder, 1995).",
            "8 Unless the stimulus input and the rule signal, which dictated which task the network was to perform, are considered part of the system; but even then, this is not the typical sort of external property often alluded to in discussions of externalism (e.g., in Clark & Chalmers, 1998)."
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "3d5a97d61735ff9d07a9afff7d76086f94243624",
          "title": "Extended knowledge, reliabilism and cognitive enhancement strategies",
          "authors": [
            {
              "name": "Tomasz Walczyk",
              "authorId": "2398303632"
            }
          ],
          "year": 2023,
          "abstract": null,
          "citationCount": 0,
          "doi": "10.24917/20841043.13.1.06",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/3d5a97d61735ff9d07a9afff7d76086f94243624",
          "venue": "Argument : Biannual Philosophical Journal",
          "isInfluential": true,
          "contexts": [
            "Our thesis is that this sort of coupled process counts equally well as a cognitive process, whether or not it is wholly in the head” (Clark & Chalmers, 1998: 8–9).",
            "The conscious endorsement by the user is the reason why this information has been put in the notebook (Clark & Chalmers, 1998: 17).",
            "This raises a fundamental question: Where does the mind end and the rest of the world begin (Clark & Chalmers, 1998)?",
            "(Clark & Chalmers, 1998: 8)."
          ],
          "intents": []
        },
        {
          "paperId": "b1d2380b848ca3d8fdf681a5e68af4e4ee036d19",
          "title": "Mind extended: relational, spatial, and performative ontologies",
          "authors": [
            {
              "name": "Maurice Jones",
              "authorId": "2301950857"
            }
          ],
          "year": 2023,
          "abstract": null,
          "citationCount": 3,
          "doi": "10.1007/s00146-023-01769-z",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/b1d2380b848ca3d8fdf681a5e68af4e4ee036d19",
          "venue": "Ai & Society",
          "isInfluential": true,
          "contexts": [
            "In their conceptualization of the extended mind, Clark and Chalmers (1998) draw upon a comparison of how two visitors to a museum recall directions.",
            "In the following paragraphs I revisit the concept of the extended mind by Clark and Chalmers (1998).",
            "The extension of the mind as put forward by Clark and Chalmers (1998) is more generally focused on the exter-nalization of cognitive processes into technologies.",
            "The extended mind theory refers to the idea that our minds not simply live within our brains or bodies but extend into the material world (Clark and Chalmers 1998)."
          ],
          "intents": []
        },
        {
          "paperId": "1ce5d65fb9ec37c0d5f0038c1069f9504fc6700f",
          "title": "Extended Mind Over Matter: Privacy Protection Is the Sine Qua Non",
          "authors": [
            {
              "name": "Cohen Marcus Lionel Brown",
              "authorId": "2215283840"
            }
          ],
          "year": 2023,
          "abstract": null,
          "citationCount": 2,
          "doi": "10.1080/21507740.2023.2188283",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/1ce5d65fb9ec37c0d5f0038c1069f9504fc6700f",
          "venue": "AJOB Neuroscience",
          "isInfluential": true,
          "contexts": [
            "It is enough that data represent minds to elicit concern, to the conclusion that the Extended Mind Thesis is normatively inert with respect to motivating legal revision.",
            "This commentary argues that recognizing mental constituents apropos the Extended Mind Thesis (Clark and Chalmers 1998) is arbitrary for the interests of privacy, which are independent of the ontological status of mind-sensitive content. It is enough that data represent minds to elicit concern, to the conclusion that the Extended Mind Thesis is normatively inert with respect to motivating legal revision. Nevertheless, I support the appeal for technological protections, and suggest that a reformulated version of mental data might hold promise for mental privacy approaches. The Extended Mind Thesis (EMT) posits that human mental states and processes are not confined to a person’s physical boundaries, but can reach into the environment to be realized in external artifacts. Palermos (2023) argues that if the EMT is correct, informational content derived from cognitively integrated applications counts as part of the mind and can be regarded as “mental data,” and that this generates novel privacy considerations.",
            "The Extended Mind Thesis (EMT) posits that human mental states and processes are not confined to a person’s physical boundaries, but can reach into the environment to be realized in external artifacts.",
            "This commentary argues that recognizing mental constituents apropos the Extended Mind Thesis (Clark and Chalmers 1998) is arbitrary for the interests of privacy, which are independent of the ontological status of mind-sensitive content."
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "d419299d9fd6f4c56cd8c25e7c1f5b9f4dd21efb",
          "title": "Biolinguistics and biological systems: a complex systems analysis of language",
          "authors": [
            {
              "name": "R. Nefdt",
              "authorId": "46184094"
            }
          ],
          "year": 2023,
          "abstract": null,
          "citationCount": 6,
          "doi": "10.1007/s10539-023-09903-3",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/d419299d9fd6f4c56cd8c25e7c1f5b9f4dd21efb",
          "venue": "Biology & Philosophy",
          "isInfluential": true,
          "contexts": [
            "Take the concept of extended cognition for a moment (Clark and Chalmers 1998).",
            "Clark (1996), for instance, treats language as an emergent coordination system like a dance.",
            "In this way, linguists such as Clark (1996) are correct that language is like a dance in which coordination between partners plays a major role. What they leave out is the interaction between the dancers and the dance hall, the other dancers at the party and human microbiota who call us home while we sweat and salsa. In order to accommodate the analysis of big data, the complex inter-organism interactions and their environments, statistical and network approaches have become prominent. Thus, biological systems are usually represented as dynamic networks which form complex sets of binary interactions or relations between different entities and their contexts. Graph theory has been a very useful tool in the representation of biological networks. The vertices represent different biological entities such as proteins and genes in biological networks, and edges convey information about the links or interactions between the nodes. The links can be weighted or assigned quantitative values to encode various properties of interest, either topological or otherwise. More complex networks of networks can model the interaction between systems themselves (Gao et  al. 2014).33 It is this aspect of systems biology that I think makes it especially applicable to biolinguistics as per the ‘truism’ that “complex systems are often modelled as networks or information processing systems” (Ladyman and Weisner 2020: 9). These networks can take the form of trees or forests. See Fig. 3 below for different kinds of networks used on plant systems biology. Some networks model correlations across multiple conditions (a), while others (b) model sets of molecular interactions (or ‘interactomes’), (c) shows hierarchical regulatory networks of genes with another way of modelling this shown in (d) by means of graphs that resemble finite-state automata. The idea in complexity science and systems biology is that these (graph-theoretic) tools are not merely instruments but tell us something ontologically important about organic life and reality respectively. Silberstein (2022: 600), for instance, claims that “reality is more like multiscale complex networks or structured graphs of extrinsic dispositions”. He insists that this view is commonplace in network neuroscience. Deacon (2008) argues that life itself is a third-order emergent property characterised by self-organisation and processes which involve some form of history or memory.",
            "In this way, linguists such as Clark (1996) are correct that language is like a dance in which coordination between partners plays a major role."
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "996bc798f8daffa28210576ec3bf68c403fdef5f",
          "title": "Extending existential feeling through sensory substitution",
          "authors": [
            {
              "name": "Jussi A. Saarinen",
              "authorId": "49741981"
            }
          ],
          "year": 2023,
          "abstract": null,
          "citationCount": 1,
          "doi": "10.1007/s11229-023-04049-x",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/996bc798f8daffa28210576ec3bf68c403fdef5f",
          "venue": "Synthese",
          "isInfluential": true,
          "contexts": [
            "In essence, a coupled system emerges when the “human organism is linked with an external entity in a two-way interaction” (Clark & Chalmers, 1998, p. 8).",
            "Originally conceived by Clark and Chalmers (1998) to explicate the extension of standing beliefs, these criteria require (a) that the resource carrying the belief’s informational content be “reliable and typically invoked”, (b) that the relevant content be “easily accessible”, and (c) that the…",
            "…case of glue-and-trust is of course Otto, the hypothetical Alzheimer’s patient who writes down the addresses of important places in a notebook and then consults thesememoranda trustingly, effortlessly, and automatically whenever he needs to find his way around town (Clark & Chalmers, 1998).",
            "Since Clark and Chalmers (1998) posed this question in their landmark article, several waves of debate have swept over the topic (see Gallagher, 2018, for a recent review).",
            "Otto’s case also illustrates what has come to be known as the parity principle, which (in its initial interpretation) underscores the functional equivalence between internal and external elements in (some) instances of extension (Clark &\nChalmers, 1998)."
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "7c9d67bade9552c033faa314ef9288a8d60a8d7f",
          "title": "The PROUST hypothesis: the embodiment of olfactory cognition",
          "authors": [
            {
              "name": "L. Jacobs",
              "authorId": "3362076"
            }
          ],
          "year": 2022,
          "abstract": null,
          "citationCount": 8,
          "doi": "10.1007/s10071-022-01734-1",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/7c9d67bade9552c033faa314ef9288a8d60a8d7f",
          "venue": "Animal Cognition",
          "isInfluential": true,
          "contexts": [
            "In philosophy and cognitive science, the definition of cognition is challenged even further by the concept of the embodied and extended mind (Clark and Chalmers 1998; Keijzer 2017; Varela et al.",
            "The classic example of the extended mind in humans is a notebook, allowing the inclusion of information that is stored in the environment, instead of the nervous system, and is easily accessible (Clark and Chalmers 1998).",
            "As in a notebook, an individual may rely on information that is accessible in the environment (Clark and Chalmers 1998).",
            "In philosophy and cognitive science, the definition of cognition is challenged even further by the concept of the embodied and extended mind (Clark and Chalmers 1998; Keijzer 2017; Varela et al. 1992)."
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "4b1dd2d73063c4ead40dc910128fa3e1921cc323",
          "title": "“A story with many rooms”: Twine as a tool to expand life writing practice about place and space",
          "authors": [
            {
              "name": "Mia-Francesca Jones",
              "authorId": "2218396347"
            }
          ],
          "year": 2022,
          "abstract": null,
          "citationCount": 1,
          "doi": "10.52086/001c.57762",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/4b1dd2d73063c4ead40dc910128fa3e1921cc323",
          "venue": "Text",
          "isInfluential": true,
          "contexts": [
            "Casey and Bachelard’s theory of place as a keeper of memory gestures towards cognitive literary theory, particularly Clark and Chalmers’ (1998) analysis of the “extended mind”.",
            "…Deo & Chris Arnold, December 2022 TEXT Special Issues Editors: Ben Stubbs and Ella Jeffery information in the notebook functions just like the information constituting an ordinary non-occurrent belief; it just happens that this information lies beyond the skin” (Clark & Chalmers, 1998, p. 10).",
            "This notion of “active externalism” is based on “the active role of the environment in driving cognitive processes” (Clark & Chalmers, 1998, p. 10)."
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "c6518213f906d1657e63ae2dd82b4cedf601ca23",
          "title": "Data, Metadata, Mental Data? Privacy and the Extended Mind",
          "authors": [
            {
              "name": "S. Palermos",
              "authorId": "1834731"
            }
          ],
          "year": 2022,
          "abstract": null,
          "citationCount": 20,
          "doi": "10.1080/21507740.2022.2148772",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/c6518213f906d1657e63ae2dd82b4cedf601ca23",
          "venue": "AJOB Neuroscience",
          "isInfluential": true,
          "contexts": [
            "To explain where I am coming from, let ’ s imagine, for argument ’ s sake, that our minds can extend to some of the technologies we rely on, much like the Extended Mind thesis (Clark and Chalmers 1998) suggests (more on which below).",
            "A rough and ready response offered by people working on the topic (e.g., Clark and Chalmers 1998, Chemero 2009, Krueger 2012, Palermos 2014) is to focus on the concept of coupling .",
            "In the late 90 s, philosophers Andy Clark and David Chalmers introduced the Extended Mind Thesis (Clark and Chalmers 1998) — a controversial but remarkably resilient idea.",
            "…the two has existed for A further clarification might be helpful here: Notably, to make their argument for the Extended Mind thesis, Clark and Chalmers (1998) claim that when agents have reliable, easy access to peripherals (such as diaries and life-logging technologies), whose contents can…"
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "b17f535e140f56806b4156affa227a8dc4c4cd90",
          "title": "The Boundaries of Affectivity (and a Coda on Extended Consciousness)",
          "authors": [
            {
              "name": "Giulia Piredda",
              "authorId": "2053496114"
            }
          ],
          "year": 2022,
          "abstract": null,
          "citationCount": 2,
          "doi": "10.51359/2357-9986.2022.256751",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/b17f535e140f56806b4156affa227a8dc4c4cd90",
          "venue": "Perspectiva Filosófica",
          "isInfluential": true,
          "contexts": [
            "Beyond the answer to this specific question, Slaby’s attempt is to move beyond the extension of the mental proposed by Clark and Chalmers (1998), which excludes the pos-\nsibility of extending conscious phenomena.",
            "Giovanna Colombetti and Tom Roberts (2015) are the first to systematically defend the possibility and indeed the necessity of applying Clark and Chalmers’ (1998) arguments not only to cognitive but also to affective states.",
            "Let me begin by saying that according to Clark and Chalmers\n(1998), extended cognition and mind do not affect conscious states.",
            "The case of dispositional affective states, such as emotional disposi-\ntions or tendencies, temperaments, feelings, moods, or character traits, is constructed in analogy to the thought experiment of Otto and his notebook (Clark and Chalmers 1998).",
            "The last point I would like to discuss in this paper concerns a questi-\non that has been just touched in the original paper on the extended mind by Clark and Chalmers (1998) and then has been handled again in several paper by Andy Clark (2009; 2012) and David Chalmers (2008; 2019): the question of…",
            "All other things being equal, this difference, according to Clark and Chalmers (1998), is not enough to exclude the information contained in Otto’s notebook from the set of his dispositional beliefs.",
            "…Colombetti, Krueger 2015; Piredda 2020; Sterelny 2010; below §2.1) and extended versions: the first inspired by the extended mind thesis proposed by Clark and Chalmers (1998) and based on the principle of parity (cf. Carter, Gordon, Palermos 2015; Colombetti, Roberts 2015; below §2.2) and the…"
          ],
          "intents": [
            "methodology",
            "background"
          ]
        },
        {
          "paperId": "336e4918dead0b50de0ab5bb940a02c4b9a4cf91",
          "title": "‘I Remember Where the Galaxies Are and You Remember Where the Stocks Are’: Older Couples’ Descriptions of Transactive Memory Systems in Everyday Life",
          "authors": [
            {
              "name": "Sophia A. Harris",
              "authorId": "145638882"
            },
            {
              "name": "A. Barnier",
              "authorId": "2883338"
            },
            {
              "name": "Celia B. Harris",
              "authorId": "2852298"
            }
          ],
          "year": 2022,
          "abstract": null,
          "citationCount": 2,
          "doi": "10.1177/02654075221144720",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/336e4918dead0b50de0ab5bb940a02c4b9a4cf91",
          "venue": "Journal of Social and Personal Relationships",
          "isInfluential": true,
          "contexts": [
            "Prior research\non transactive memory within organisational teams has largely focused on measuring group performance, and assumed efficient and successful recall to be the ultimate goal of a well-functioning TMS.",
            "In the philosophical literature on extended mind, Clark and Chalmers (1998) argued that external resources become part of an individual’s cognition to the extent that their information is automatically endorsed, among other criteria (see also Harris et al., 2014), and these criteria apply well to…",
            "…their partner kept reliable external records, and therefore modified their own behaviour as they both relied and were relied upon within the TMS. Clark and Chalmers (1998) argued that external resources become part of an individual’s cognition to the\nextent that their information is…",
            "Individuals had come to know and rely on their partner’s efforts and expertise, including when their partner kept reliable external records, and therefore modified their own behaviour as they both relied and were relied upon within the TMS. Clark and Chalmers (1998) argued that external resources become part of an individual’s cognition to the\nextent that their information is automatically endorsed."
          ],
          "intents": [
            "methodology",
            "background"
          ]
        },
        {
          "paperId": "8468c543575bb9f333abc746eafb9c4516b55a23",
          "title": "Might artificial intelligence become part of the person, and what are the key ethical and legal implications?",
          "authors": [
            {
              "name": "J. Bublitz",
              "authorId": "144676057"
            }
          ],
          "year": 2022,
          "abstract": null,
          "citationCount": 12,
          "doi": "10.1007/s00146-022-01584-y",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/8468c543575bb9f333abc746eafb9c4516b55a23",
          "venue": "Ai & Society",
          "isInfluential": true,
          "contexts": [
            "Hybrid minds are often instances of extended minds (Clark and Chalmers 1998).",
            "A key idea is the parity principle: If a part of the world functions as a process which, were it done in the head, would count as part of the cognitive process, then that part of the world is part of the cognitive process (Clark and Chalmers, 1998).",
            "The Extended Mind Thesis (EMT; Clark and Chalmers 1998) essentially holds that the mind can extend beyond the skull and the body to the outside, into the world and into artifacts like iPads or calculators."
          ],
          "intents": []
        },
        {
          "paperId": "bc5fe8fb4185ccf562f8a863f2b72c189c69dfd1",
          "title": "Language Is Much More Than A Medium for Communication - A Discussion Based on Andy Clark's Work on Extended Mind",
          "authors": [
            {
              "name": "Z. Hu",
              "authorId": "2157678264"
            }
          ],
          "year": 2022,
          "abstract": null,
          "citationCount": 0,
          "doi": "10.54097/ijeh.v5i2.2120",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/bc5fe8fb4185ccf562f8a863f2b72c189c69dfd1",
          "venue": "International Journal of Education and Humanities",
          "isInfluential": true,
          "contexts": [
            "Clark and Chalmers (1998) agree with the earlier assertion that Otto lacked belief before consulting his diary.",
            "A prime example of this is language, as we are immersed in it from birth and naturally use it as a trusted resource for the brain's cognitive growth (Clark & Chalmers, 1998).",
            "For this reason, the nature of the external entity and the depth of its connection to the mind is crucial if the latter is to function as an extended mind (Clark & Chalmers, 1998; Levy, 2007).",
            "For the same activity, Otto, on the other hand, has to refer to a notepad,\nwhich is similar to the usual disbelief in knowledge in the organism's brain (Clark & Chalmers, 1998).",
            "They put forward the theory that people may work with their environment to spread their consciousness beyond the confines of their bodies in subtle and overt ways (Clark & Chalmers, 1998).",
            "Due to his own brain's physiological deterioration of memory function, Otto uses a notebook filled with facts to help him recall and organise his life (Clark & Chalmers, 1998).",
            "Consider Otto, a highfunctioning Alzheimer's patient, as in the case hypothesised by Clark and Chalmers (1998)."
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "beadd9c80192da9df299dc56ee0619804008829d",
          "title": "Trust as the glue of cognitive institutions",
          "authors": [
            {
              "name": "S. Gallagher",
              "authorId": "144365578"
            },
            {
              "name": "Enrico Petracca",
              "authorId": "70092786"
            }
          ],
          "year": 2022,
          "abstract": null,
          "citationCount": 22,
          "doi": "10.1080/09515089.2022.2134767",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/beadd9c80192da9df299dc56ee0619804008829d",
          "venue": "Philosophical Psychology",
          "isInfluential": true,
          "contexts": [
            "This extension of the mechanisms (or vehicles) of cognition includes specific kinds of actions that manipulate an external tool or instrument in a way that is functionally equivalent to processes that occur in the head (Clark & Chalmers, 1998).",
            "Clark and Chalmers (1998) had already defined a set of criteria, as a supplement to the parity principle, that became known as the “trust and glue” criteria.",
            "Clark and Chalmers (1998, pp. 17–18) had anticipated the role of the social environment in suggesting that “my mental states might be partly constituted by the mental states of other thinkers . . . . one’s beliefs might be embodied in one’s secretary, one’s accountant, or one’s collaborator.”",
            "This view of economic institutions is consistent with the “extended mind” hypothesis (EM) (Clark & Chalmers, 1998; Clark, 2008) – the hypothesis that cognitive processes are not limited to what happens in the head but may occur by allowing the body and the external world to do some of the…"
          ],
          "intents": [
            "result",
            "background"
          ]
        },
        {
          "paperId": "ec7c02840097e1fc33c000beb1495e335e121978",
          "title": "Extended mind-wandering",
          "authors": [
            {
              "name": "J. Bruineberg",
              "authorId": "3130787"
            },
            {
              "name": "R. Fabry",
              "authorId": "34587133"
            }
          ],
          "year": 2022,
          "abstract": null,
          "citationCount": 22,
          "doi": "10.33735/phimisci.2022.9190",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/ec7c02840097e1fc33c000beb1495e335e121978",
          "venue": "Philosophy and the Mind Sciences",
          "isInfluential": true,
          "contexts": [
            "The extendedmind thesis holds thatmany cognitive processes andmental states can extend to entities external to the subject (Clark, 2008; Clark & Chalmers, 1998).",
            "What these approaches have in common is a search for sharp criteria for including parts of the Internet in the metaphysics of mind.",
            "The focus on individual cognizers who intentionally pursue a well-defined task might be one reason why, as far as we are aware, no study on extended cognition has addressed the question how the Internet and digital technologies are transforming task-unrelated cognition.",
            "Second, research on extended cognition has been biased towards explorations of the completion of cognitive tasks (Clark & Chalmers, 1998; Menary, 2010a).",
            "Clark and Chalmers’ (1998) main diagnostic tool for identifying whether a particular process is part of the mind is the parity principle:\nIf, as we confront some task, a part of the world functions as a process which, were it done in the head, we would have no hesitation in recognizing as part of…",
            "It would then have been sufficient to show that cases of unmediated and mediated task-unrelated cognition are functionally on a par (Clark & Chalmers, 1998) or would be characterized by a “sameness of opportunity” (Clark, 2007, p. 167).",
            "The omnipresence of digital technologies connected to the Internet makes access to information extremely cheap.",
            "…focus on the habitual (i.e., diachronically established), unreflective or pre-reflective use of mobile devices, especially smartphones.3 Most smartphone users will be fa-\n1Otto is the protagonist of Clark and Chalmers’ (1998) thought experiment, which helped motivate the extended mind thesis.",
            "These (among others functional) differences cannot be captured by an analysis based on functional parity.8 The methodological approach of second wave extended\n7In his defense of the parity principle (Clark & Chalmers, 1998), Clark (2007) seems to be sympathetic to a complementarity-based approach.",
            "The anxiety that teens report when they are without their cell phones or their link to the Internet may not speak so much to missing the easy sociability with others but of missing the self that is constituted in these relationships.",
            "The Internet provides an obvious case study for the extended mind thesis.",
            "There has been considerable debate on whether and under what circumstances these trust and glue conditions apply to the Internet (Clark & Chalmers, 1998; Halpin et al., 2010; Smart, 2012, 2017).",
            "Both Otto with his notebook and Inga, another fictional character mentioned in Clark and Chalmers’ (1998) thought experiment who relies on her biological memory, face the same task of navigating to MoMA.",
            "It is not obvious that findings from such an artificial setting say anything about the cognitive effects of Internet use in the wild.",
            "Mobile devices are computers (in the broad sense of the word) that are portable (as opposed to desktop-computers), are connected to the Internet, and typically have an interface (Janlert & Stolterman, 2017).",
            "The harmony bias identified in the Introduction is visible in some of the work on second wave extended mind and the Internet.",
            "Although precursors of the extended mind thesis can be found in pragmatism (James, 1890) and phenomenology (Merleau-Ponty, 1945), the thesis was stated in its best known form by Clark and Chalmers (1998).",
            "While proponents of first wave extended mind have also relied on a notion of reciprocal causal coupling (Clark, 2008; Clark & Chalmers, 1998), second wave theorists have argued that an analysis of reciprocal coupling relations should be supplemented by a careful consideration of the cognitive…"
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "cd249ac7c6c43fa5c2a05b82fc26a29eb35aa132",
          "title": "On some intracranialist dogmas in epistemology",
          "authors": [
            {
              "name": "J. Carter",
              "authorId": "2175850070"
            }
          ],
          "year": 2022,
          "abstract": null,
          "citationCount": 1,
          "doi": "10.1007/s44204-022-00045-z",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/cd249ac7c6c43fa5c2a05b82fc26a29eb35aa132",
          "venue": "Asian Journal of Philosophy",
          "isInfluential": true,
          "contexts": [
            "The case—involving the characters ‘Otto’ and ‘Inga’—was originally used by Clark and Chalmers (1998) as an argument against cognitive internalism,\n22 These are the results reported by Rose and Schaffer (2013), who replicated the Myers-Schulz and Schwitzgebel experiments whilst more explicitly…",
            "It is here where it will be useful to circle back to the case of Otto and Inga, originally due to Clark and Chalmers (1998).",
            "This is the central (then-)radical idea from Clark and Chalmers’ (1998) The Extended Mind, which is summed up (1998, 8) in their ‘parity principle’:\nParity Principle: [I]f, as we confront some task, a part of the world functions as a process which, were it to go on in the head, we would have no…"
          ],
          "intents": [
            "methodology",
            "result"
          ]
        },
        {
          "paperId": "1d6ca8a3b5153820be9a499c6ad91942fae23ead",
          "title": "Seeing through the shades of situated affectivity. Sunglasses as a socio-affective artifact",
          "authors": [
            {
              "name": "M. Viola",
              "authorId": "144624723"
            }
          ],
          "year": 2022,
          "abstract": null,
          "citationCount": 11,
          "doi": "10.1080/09515089.2022.2118574",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/1d6ca8a3b5153820be9a499c6ad91942fae23ead",
          "venue": "Philosophical Psychology",
          "isInfluential": true,
          "contexts": [
            "Rejecting the internalist approach of classical cognitive science and turning an interested gaze toward extended and structured mind theses (Clark & Chalmers, 1998; Sterelny, 2010), various scholars set up research programs on situated affectivity, aimed at exploring how affective states are…",
            "After all, if somebody recruits an external prop in order to perform a mental task, does that not imply that they might be unable to do the job by themself, as in the case of Otto’s notebook (Clark & Chalmers, 1998) 8 ?",
            "And this happens quite often in our contemporary lives: just as the memory-impaired Otto offloads the task of remembering street addresses to his proverbial notebook (Clark & Chalmers, 1998), I entrust my Google Calendar with my schedule for the upcoming week."
          ],
          "intents": []
        },
        {
          "paperId": "d6b25aa0610e8da783ce2366f49d027109d1fe35",
          "title": "Faces and situational Agency",
          "authors": [
            {
              "name": "Matthew Crippen",
              "authorId": "68987788"
            },
            {
              "name": "Giovanni Rolla",
              "authorId": "1381078010"
            }
          ],
          "year": 2022,
          "abstract": null,
          "citationCount": 10,
          "doi": "10.1007/s11245-022-09816-y",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/d6b25aa0610e8da783ce2366f49d027109d1fe35",
          "venue": "Topoi",
          "isInfluential": true,
          "contexts": [
            "The extended view, in its turn, asserts that mental operations extend into surroundings; for example, framing notepads as external memory enhancers or canes as vehicles through which blind people engender spatial perception (Clark and Chalmers 1998).",
            "The “mood” can be\n1 3\n663\nM. Crippen, G. Rolla\nThe extended view, in its turn, asserts that mental operations extend into surroundings; for example, framing notepads as external memory enhancers or canes as vehicles through which blind people engender spatial perception (Clark and Chalmers 1998).",
            "This is not to say that we specifically endorse Clark and Chalmer’s (1998) extended mind hypothesis, for its functionalist assumptions have historically been too closely tied to cognitivism and representationalism for our tastes."
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "eeda594caa85d2be583cc257d77413b1aca07a2f",
          "title": "The social act, the social action and the social interactions: a secure basis for social bonding",
          "authors": [
            {
              "name": "Francesco Paolo Pinello",
              "authorId": "2175314550"
            }
          ],
          "year": 2022,
          "abstract": null,
          "citationCount": 2,
          "doi": "10.29322/ijsrp.12.08.2022.p12811",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/eeda594caa85d2be583cc257d77413b1aca07a2f",
          "venue": "International journal of scientific and research publications",
          "isInfluential": true,
          "contexts": [
            "…for the following reasons (4E of the programme empirical implementation of pragmatism: embodied, embedded, enactive, extended): embodied approach (see Varela et al., 1991); embedded approach (see McClamrock, 1995); enactive approach (see Noë, 2004); extended approach (see Clark & Chalmers, 1998)."
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "a32d9f79f34b3f598a2de98272e4825821753a73",
          "title": "Phenomenal transparency and the extended mind",
          "authors": [
            {
              "name": "P. Smart",
              "authorId": "37836120"
            },
            {
              "name": "Gloria Andrada",
              "authorId": "1395000703"
            },
            {
              "name": "Robert W. Clowes",
              "authorId": "40090096"
            }
          ],
          "year": 2022,
          "abstract": null,
          "citationCount": 14,
          "doi": "10.1007/s11229-022-03824-6",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/a32d9f79f34b3f598a2de98272e4825821753a73",
          "venue": "Synthese",
          "isInfluential": true,
          "contexts": [
            "This, we suggest, helps us understand the appeal to automatic endorsement in arguments for the extended mind (Clark 2010; Clark and Chalmers 1998).",
            "Consider, for example, the way that Clark and Chalmers (1998) discuss one point of phenomenological divergence between Otto and Inga: [In Otto’s case] there is a distinctly perceptual phenomenology associated with the retrieval of the information, whereas in Inga’s case there is not.",
            "(Clark and Chalmers 1998, p. 16) The question that arises here is why phenomenological differences should matter in the case of extended knowledge if we are already dismissing (or at least downplaying) such differences in the case of extended belief?",
            "6 See Craver (2007a), for more on the distinction between constitutive and causal relevance.",
            "3.4 Now You See it; Now You Don’t According to Wheeler (2019): Taking transparency to be necessary for cognitive extension underlies a dynamic version of ExM [the Extended Mind Hypothesis].",
            "The carpenter is, of course, performing a 1 See Clark and Chalmers (1998) and Clark (2008b) for canonical treatments of this idea."
          ],
          "intents": []
        },
        {
          "paperId": "44424a8efc6d7715618d04a82a09a7f296adccfa",
          "title": "A New Mark of the Cognitive? Predictive Processing and Extended Cognition",
          "authors": [
            {
              "name": "L. Kersten",
              "authorId": "23679636"
            }
          ],
          "year": 2022,
          "abstract": null,
          "citationCount": 10,
          "doi": "10.1007/s11229-022-03674-2",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/44424a8efc6d7715618d04a82a09a7f296adccfa",
          "venue": "Synthese",
          "isInfluential": true,
          "contexts": [
            ", using a notebook in lieu of bio-memory to navigate to a museum (Clark and Chalmers, 1998).",
            ", using a notebook in lieu of bio-memory to navigate to a museum (Clark and Chalmers, 1998). The original thought was that since external resources sometimes meet certain conditions of “glue” (the resources were available when needed) and “trust” (they were subject to constant scrutiny) they can be included as part of a cognitive process or system. EAI is thought to provide a way of cashing out this idea. On the one hand, the process of uploading is said to show how agents can learn to engage with epistemic cues already laden within their niche, trading off neurocognitive functions to environmental resources for increased behavioural success (the trust condition). On the other hand, it is claimed that because agents upload computational work to their cognitive niche, they can become ‘glued’ to the environment over developmental and evolutionary time scales. To reap the increased behavioural rewards, agents must continuously rely on the hidden states of the environmental generative process (the glue condition). As Constant et al. frame the point: “the long-term built environment and the cultural milieu further scaffold this [generative] process, nesting our individually extended minds inside larger co-constructed niches that likewise extract, flag, and cue optimal (i.e., expected free energy minimal) action” (2020, p. 18). The takeaway is that EAI is thought to provide a general vindication of the key ideas behind extended cognition, e.g., functional isomorphism, the parity principle, epistemic action, and diachronic cognition. As Constant et al. (2020) see the promise of the approach: [T]he hope is to provide future researchers with a formal apparatus to make progress in these debates by showing how the varieties of claims on extended cognition may be formally expressed in EAI, a lingua franca of sort.",
            "…3\nple, in its classic formulation, the notion of ‘functional isomorphism’ stresses how internal and external states often play similar or equivalent epistemic or functional roles in cognitive processes, e.g., using a notebook in lieu of bio-memory to navigate to a museum (Clark and Chalmers, 1998).",
            "It is not a claim about the functional role played by internal and external resources, and how these relate to extended cognition (e.g., Clark and Chalmers, 1998; Clark, 2008)."
          ],
          "intents": [
            "background",
            "methodology"
          ]
        },
        {
          "paperId": "4167e834081a9aa5387e248330a5c76cda2fb1a1",
          "title": "Defining Communication and Language from Within a Pluralistic Evolutionary Worldview",
          "authors": [
            {
              "name": "N. Gontier",
              "authorId": "2474002"
            }
          ],
          "year": 2022,
          "abstract": null,
          "citationCount": 6,
          "doi": "10.1007/s11245-022-09811-3",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/4167e834081a9aa5387e248330a5c76cda2fb1a1",
          "venue": "Topoi",
          "isInfluential": true,
          "contexts": [
            "As a forerunner of theories on extended cognition (Clark and Chalmers 1998) as well as niche construction theory (Lewontin 1970), McLuhan emphasized the role media have in altering the environment.",
            "The content, form, and act of languages are in turn evolutionarily grounded in evolving embodied cognitive (Deacon 1997; Clark and Chalmers 1998; Bertolotti and Magnani 2017; Sinha 2013), sociocultural (Odling-Smee et al. 2003), ecological (Lewontin 1970), and technological (Heylighen 2021) niches…",
            "The content, form, and act of languages are in turn evolutionarily grounded in evolving embodied cognitive (Deacon 1997; Clark and Chalmers 1998; Bertolotti and Magnani 2017; Sinha 2013), sociocultural (Odling-Smee et al.",
            "Humans, for example, are known to make tallies, quipu, or other mnemonic devices that extend their cognition (Clark and Chalmers 1998)."
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "f82981806cb49c8e4e492712ffcb9531a127f30e",
          "title": "New Ontological Foundations for Extended Minds: Causal Powers Realism",
          "authors": [
            {
              "name": "C. Lassiter",
              "authorId": "46210124"
            },
            {
              "name": "J. Vukov",
              "authorId": "32475450"
            }
          ],
          "year": 2022,
          "abstract": null,
          "citationCount": 1,
          "doi": "10.1007/s11097-022-09817-7",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/f82981806cb49c8e4e492712ffcb9531a127f30e",
          "venue": "Phenomenology and the Cognitive Sciences",
          "isInfluential": true,
          "contexts": [
            "Likewise, any theory that countences Otto’s notebook as part of a cognitive system–theories of extended mind and causal powers realism included– loses the opportunity to use underived content to distinguish the cognitive from the non-cognitive.",
            "Otto might be able to reliably access the Internet via his smartphone and the processes involved in that mode of information retrieval might function just like bits of his internal machinery.",
            "The nub of the matter, on one telling of Otto’s story, was that the notebook was functionally equivalent to parts of Inga’s brain.",
            "The extended mind theorist analyzes Otto’s notebook as part of the cognitive system; the embedded cognitivist casts the notebook as a causal input to the system, a scaffold instead of a part.",
            "1 With this trick, Otto could be up to Inga-levels of functioning.",
            "2 Despite this, there were philosophers — like Jerry Fodor, Fred Adams, Ken Aizawa, Shannon Spalding, and Rob Rupert — who were convinced that Otto’s note-book was not a part of his mind.",
            "Since Otto’s notebook has derived content, it cannot be part of the cognitive system.",
            "Consider again the famous Otto (Clark & Chalmers, 1998).",
            "Next, Clark points out that even if there were answers to these questions, external resources (like Otto’s omnipresent notebook) are noncognitive only if conventional, derived content has no place in a cognitive system.",
            "To fix this, Otto would write down information he often needed, like directions to the Museum of Modern Art in New York.",
            "Otto’s notebook counts as part of his 6 Elsewhere (Vukov & Lassiter, 2020, forthcoming; Lassiter & Vukov 2021) we show some of the assets of causal powers realism, including an intuitive way to bring causal pluralism on board, a way to accommodate the role of culture in cognition, and an ontology that’s a powerful rival to representationalist accounts of cognition.",
            "Once upon another time, some philosophers — like Andy Clark, David Chalmers, John Sutton, Michael Wheeler, Zoe Drayson, and Richard Menary to name a few — found the Otto story compelling and argued that his notebook was a part of his mind.",
            "Once upon a time, there was a man named Otto and a woman named Inga.",
            "Otto had a problem.",
            "9 But it would be odd to say that Wikipedia is part of Otto’s extended mind, since it would ascribe to him potentially contradictory or false beliefs or beliefs whose contents he doesn’t understand (e.g. the Wikipedia entry on forcing in set theory).",
            "Otto’s notebook is as important a constituent of his mental processes as bits of his brains are."
          ],
          "intents": []
        },
        {
          "paperId": "0fd7900405d071d5272485b46cbb3298c3b71ab1",
          "title": "The Co-Evolution of the Extended Mind and the Internet",
          "authors": [
            {
              "name": "H. Halpin",
              "authorId": "1723984"
            }
          ],
          "year": 2022,
          "abstract": null,
          "citationCount": 2,
          "doi": "10.3390/proceedings2022081148",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/0fd7900405d071d5272485b46cbb3298c3b71ab1",
          "venue": "The 2021 Summit of the International Society for the Study of Information",
          "isInfluential": true,
          "contexts": [
            "We posit an answer by appealing to the Extended Mind Hypothesis [2], which can be iterated to produce a number of fairly straightforward conditions that can determine whether or not a particular relationship between a given human and their technologies qualifies as a fully cognitively extended hybrid, with the caveat that we assume (for humans at least) any such interesting bio-machine hybrid would also have to qualify as cognitive.",
            "facing the reproduction of the extended cognitive assemblage, and so is automatically trusted and endorsed, even if not “consciously” endorsed [2].",
            "The Extended Mind Hypothesis states that under certain conditions, parts of the outside environment, such as technology, may qualify as part of the mind in some strict sense [2].",
            "How do we know if a given human and a technical apparatus count as an extended intelligence? We posit an answer by appealing to the Extended Mind Hypothesis [2], which can be iterated to produce a number of fairly straightforward conditions that can determine whether or not a particular relationship between a given human and their technologies qualifies as a fully cognitively extended hybrid, with the caveat that we assume (for humans at least) any such interesting bio-machine hybrid would also have to qualify as cognitive.",
            "To extend the Parity Principle to technology [2], if some technological component is essential in completing some functionally important role in the reproduction of a replicator, then we should at least consider giving that technological component its Darwinian due and classifying it as part of what Dawkins considered “the extended phenotype” of the replicator, or in other words, “all the effects of the gene upon the world” [9].",
            "Despite its seemingly strange implications, the Extended Mind Hypothesis is a straightforward extension of standard philosophical accounts of functionalism, such that any function that fulfills a cognitive role should count as genuinely cognitive regardless of what substratum a particular function is implemented on, be it biological or technological.",
            "It is claimed by virtue of what Clark and Chalmers term “the parity principle” that the notebook be given some of the cognitive credit, despite being outside the boundaries of the brain and skin [2]."
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "9ed0e050d5a6e4503b7f940c0e62ce3e834fdd66",
          "title": "A Distributed Framework for the Study of Organizational Cognition in Meetings",
          "authors": [
            {
              "name": "Astrid Jensen",
              "authorId": "144175175"
            },
            {
              "name": "D. Secchi",
              "authorId": "3239057"
            },
            {
              "name": "T. W. Jensen",
              "authorId": "144185469"
            }
          ],
          "year": 2022,
          "abstract": null,
          "citationCount": 5,
          "doi": "10.3389/fpsyg.2022.769007",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/9ed0e050d5a6e4503b7f940c0e62ce3e834fdd66",
          "venue": "Frontiers in Psychology",
          "isInfluential": true,
          "contexts": [
            "…strands of cognitive science describe how cognitive processes are enacted, distributed or extended by items outside our brains and bodies (e.g., Clark and Chalmers, 1998; Clark, 2008; Hurley, 2010; Menary, 2010; Kirchhoﬀ, 2012; Gallagher, 2013; Slors, 2019, 2020), the focus on distributed and…",
            "The concept of “coupled systems” has been used among distributed cognitive (scholars) for quite some time, but never applied to organizational contexts (Clark and Chalmers, 1998; Menary, 2010).",
            "This enables us to focus on the interconnectedness of cognitive resources (Clark and Chalmers, 1998) rather than on location – i.e., on whether they belong to one’s brain or to the tools one is using.",
            "As seen in the brief introduction above, distributed and ecological cognition places a very strong role in the interactivity, (interplay); (Hutchins, 1995; Clark and Chalmers, 1998; Steﬀensen, 2013) between internal and external resources.",
            "On the other hand, there is an interplay among these resources (Clark and Chalmers, 1998) such that the ones aﬀect the others in constant continuity."
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "3d552f4b211ab9084dbef830996e2c01d9f496d0",
          "title": "Experimental Aesthetics and Conceptual Engineering",
          "authors": [
            {
              "name": "Clotilde Torregrossa",
              "authorId": "133802048"
            }
          ],
          "year": 2022,
          "abstract": null,
          "citationCount": 3,
          "doi": "10.1007/s10670-022-00568-0",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/3d552f4b211ab9084dbef830996e2c01d9f496d0",
          "venue": "Erkenntnis: An International Journal of Scientific Philosophy",
          "isInfluential": true,
          "contexts": [
            "One instance of this is Clark and Chalmers (1998).",
            "One instance of this is Clark and Chalmers (1998). They offer a famous account of cognition as ‘extended’, which leads to a reconfiguration of the concept of belief. As Cappelen (2018) notes, their “goal is not to describe our current concept of ‘belief’—they want us to revise our current concept” (2018, p.",
            "One instance of this is Clark and Chalmers (1998). They offer a famous account of cognition as ‘extended’, which leads to a reconfiguration of the concept of belief."
          ],
          "intents": []
        },
        {
          "paperId": "f2ce0550e369a591d7c64f33b0230c4e445d425a",
          "title": "Extended Self and Identity over Time",
          "authors": [
            {
              "name": "A. Grgić",
              "authorId": "69887263"
            },
            {
              "name": "Marina Novina",
              "authorId": "2102176399"
            }
          ],
          "year": 2022,
          "abstract": null,
          "citationCount": 1,
          "doi": "10.32701/dp.23.1.4",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/f2ce0550e369a591d7c64f33b0230c4e445d425a",
          "venue": "Disputatio philosophica",
          "isInfluential": true,
          "contexts": [
            "As Clark and Chalmers put it, “in both cases the information is reliably there when needed, available to consciousness and available to guide action, in just the way we expect a belief to be” (Clark and Chalmers 1998, 13).",
            "The conclusion is that cognition is beyond our skin and skull; or, in a catchier phrase, “cognitive processes ain’t (all) in the head” (Clark and Chalmers 1998, 8).",
            "Clark and Chalmers opt for the former view, which is, as they say, “far better” (Clark and Chalmers 1998, 18).",
            "We will focus instead on one of its corollaries, proposed originally in Clark and Chalmers (1998), according to which the human self is extended just as the mind is."
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "d6fe8c6dc3d53e4bbe7c5a67a8e42d4c9b25a104",
          "title": "Revisiting embodiment for brain–computer interfaces",
          "authors": [
            {
              "name": "Baris Serim",
              "authorId": "2124567"
            },
            {
              "name": "Michiel M. A. Spapé",
              "authorId": "2353675"
            },
            {
              "name": "Giulio Jacucci",
              "authorId": "8920122"
            }
          ],
          "year": 2022,
          "abstract": null,
          "citationCount": 10,
          "doi": "10.1080/07370024.2023.2170801",
          "arxivId": "2201.12681",
          "url": "https://www.semanticscholar.org/paper/d6fe8c6dc3d53e4bbe7c5a67a8e42d4c9b25a104",
          "venue": "Hum. Comput. Interact.",
          "isInfluential": true,
          "contexts": [
            "Extended views of cognition echo this view and call for recognizing the external world as part of a larger cognitive whole (Clark & Chalmers, 1998; Clark, 2007).",
            "Second, as an alternative to a strict body– interface distinction, future research can study the functional parity of various corporal and artificial structures that come into play during cognition (Clark & Chalmers, 1998).",
            "What exact properties define integration has been the subject of analysis within embodied cognition literature (Clark & Chalmers, 1998; Heersmink, 2015; Kirsh, 2019) and some relevant properties are “coupling”, “persistence” and “individualization”.",
            "…in terms of mental information processing, but what constitutes its core has been the subject of debate, with researchers alternatively emphasizing the assumption of abstract symbolic processing (Clark & Chalmers, 1998; Vera & Simon, 1993) or a strict internal–external distinction (Agre, 1993)."
          ],
          "intents": []
        },
        {
          "paperId": "96cb7e9a6f762b1a608bc396a82c18f82e3d7965",
          "title": "Reclaiming Control: Extended Mindreading and the Tracking of Digital Footprints",
          "authors": [
            {
              "name": "U. Peters",
              "authorId": "48458022"
            }
          ],
          "year": 2022,
          "abstract": null,
          "citationCount": 5,
          "doi": "10.1080/02691728.2021.2020366",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/96cb7e9a6f762b1a608bc396a82c18f82e3d7965",
          "venue": "Social Epistemology",
          "isInfluential": true,
          "contexts": [
            "This view relates to Clark and Chalmers’ (1998) HEC.",
            "This is because ‘[w]hat makes some information count as a belief is the role it plays, and there is no reason why the relevant role can be played only from inside the body’ (Clark and Chalmers 1998, 14).",
            "1 However, in the following, I will provide reasons to believe that algorithmic tracking does indeed involve mindreading because humans are embedded in this process in a specific way that relates to Clark and Chalmers’ (1998) ‘hypothesis of extended cognition’ (HEC)."
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "69122c259837747c83b95e367cae4bb74b5a7b98",
          "title": "Extended Implicit Bias: When the Metaphysics and Ethics of Implicit Bias Collide",
          "authors": [
            {
              "name": "U. Peters",
              "authorId": "48458022"
            }
          ],
          "year": 2022,
          "abstract": null,
          "citationCount": 3,
          "doi": "10.1007/s10670-021-00511-9",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/69122c259837747c83b95e367cae4bb74b5a7b98",
          "venue": "Erkenntnis: An International Journal of Scientific Philosophy",
          "isInfluential": true,
          "contexts": [
            "Hence, while I shall not commit to the notion of extended implicit bias nor HEC here, I conclude that for integrationists sympathetic to a partial ontological fusion of minds and social structures and for advocates of HEC, there is a situation in which metaphysical considerations about implicit bias are in significant tension with ethical considerations.",
            "In their argument for HEC, Clark and Chalmers (1998) ask us to imagine two characters: Otto, an Alzheimer’s patient who relies on a notebook to remember information, and Inga, a neurotypical individual.",
            "The integrationists’ assumption that implicit bias and social structure onto-logically overlap can be understood as a version of Clark and Chalmers’ (1998) hypothesis of extended cognition , which posits (HEC): Some human cognitive states or processes extend into, i.e., are partly realized by,…",
            "While I will also suggest that we can’t easily dismiss the antecedent, even if we remain doubtful about HEC, the argument below will still help advance the theorizing on implicit bias, social justice, and HEC."
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "a374135bb9bb3eadbe3de2ba5ebf97c4273f4929",
          "title": "Toward a Mechanistic Account of Extended Cognition",
          "authors": [
            {
              "name": "P. Smart",
              "authorId": "37836120"
            }
          ],
          "year": 2022,
          "abstract": null,
          "citationCount": 13,
          "doi": "10.1080/09515089.2021.2023123",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/a374135bb9bb3eadbe3de2ba5ebf97c4273f4929",
          "venue": "Philosophical Psychology",
          "isInfluential": true,
          "contexts": [
            "Consider, for example, the criteria proposed by Clark and Chalmers (1998) as part of their seminal treatment of the extended mind.",
            "This is important, for the trust+glue criteria were originally developed in the context of arguments for the extended mind (see, Clark & Chalmers, 1998).",
            "(Clark & Chalmers, 1998, p. 8, original emphasis)\nAs noted by Wheeler (2011), the parity principle is subject to a persistent misreading, which tends to tie issues of parity to issues of functional equivalence."
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "0f8b90a093cde36b4bc0bf648e984ee67f7525c0",
          "title": "De Maurice Halbwachs à Filosofia da Mente: repensando a memória a partir de abordagens externalistas",
          "authors": [
            {
              "name": "V. Cordeiro",
              "authorId": "2148749587"
            }
          ],
          "year": 2021,
          "abstract": null,
          "citationCount": 0,
          "doi": "10.11606/0103-2070.ts.2021.174971",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/0f8b90a093cde36b4bc0bf648e984ee67f7525c0",
          "venue": "Tempo Social",
          "isInfluential": true,
          "contexts": [
            "As ondas externalistas na filosofia da mente\nA terminologia “onda” foi proposta por John Sutton em um de seus artigos (2010) como forma de organizar as diferentes vertentes que derivaram da hipótese inicial da mente estendida proposta por Andy Clark e David Chalmers (1998)10.",
            "Clark, Andy & Chalmers, David.",
            "Clark e Chalmers (1998) têm uma posição mais radical, ao atribuírem a objetos exteriores características “cognizantes” com a mesma função de um procedimento cognitivo puramente interno.",
            "A primeira onda do externalismo remonta ao artigo inaugural sobre a temática de Clark & Chalmers (1998), em que eles rompem com uma abordagem internalista da mente.",
            "Clark e Chalmers (1998) também não exploram a variabilidade de artefatos externos nem as diferentes funções que cada tipo pode ter.",
            "Assim,\n271Sep.-Dec. 2021\nlogo de saída, Clark e Chalmers (1998), ao partirem desse exemplo único, criam um forte viés para se pensar a questão da memória.",
            "Os elementos são os mesmos apresentados por Clark e Chalmers (1998): papel e uma mente."
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "ff20579c42344ae4c264d3e21760d6785c85159a",
          "title": "Ucieleśnione poznanie — założenia, tezy i wyzwania",
          "authors": [
            {
              "name": "A. Dąbrowski",
              "authorId": "52252409"
            }
          ],
          "year": 2021,
          "abstract": null,
          "citationCount": 1,
          "doi": "10.24917/20841043.11.1.1",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/ff20579c42344ae4c264d3e21760d6785c85159a",
          "venue": "Argument : Biannual Philosophical Journal",
          "isInfluential": true,
          "contexts": [
            "Clark i Chalmers przekonują, że notatnik Ottona odgrywa tę samą rolę co pamięć biologiczna Ingi, a informacje zawarte w notatniku Ottona mają tę samą wartość co infor‑ macje wydobyte z pamięci Ingi.",
            "Clark i Chalmers zaproponowali następujący eksperyment myślowy z Ingą i Ottonem.",
            "Clark, A. & Chalmers, D. (1998).",
            "Natomiast koncepcja poznania rozszerzonego została precyzyjnie wyrażona w ramach eksternalizmu aktywnego przez Andy’ego Clarka i Davida Chalmersa (Clark & Chalmers, 1998)."
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "94dff9fdb4115463baf8857846702b169e46262e",
          "title": "Shedding Light on the Extended Mind: HoloLens, Holograms, and Internet-Extended Knowledge",
          "authors": [
            {
              "name": "P. Smart",
              "authorId": "37836120"
            }
          ],
          "year": 2021,
          "abstract": null,
          "citationCount": 5,
          "doi": "10.3389/fpsyg.2021.675184",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/94dff9fdb4115463baf8857846702b169e46262e",
          "venue": "Frontiers in Psychology",
          "isInfluential": true,
          "contexts": [
            "…ways of retrieving the relevant information—Inga relies on a brain-based neural circuit, while Otto relies on a world-involving circuit—Clark and Chalmers (1998) suggest that both Otto and Inga ought to be credited with the standing or dispositional belief that MOMA is located on 53rd Street.",
            "Some insight into the nature of these properties is provided by Clark and Chalmers (1998).",
            "According to Clark and Chalmers (1998), Otto’s notebook satisﬁes these criteria, and thus the notebook ought to be regarded as part of the collection of physical resources that constitutes Otto’s mind.",
            "One of the ingredients of arguments for the extended mind is the so-called parity principle, which was ﬁrst introduced by Clark and Chalmers (1998).",
            "The locus classicus for work on the extended mind is a paper by Clark and Chalmers (1998).",
            "In particular, Clark and Chalmers (1998) identify a set of criteria that are intended to guide our intuitions as to when some non-biological resource (e.g., Otto’s notebook) ought to be seen as a candidate for inclusion in an individual’s cognitive system.",
            "There 8 This analogy with the Otto case serves to remind us that the HoloArt case builds on the original arguments for the extended mind (Clark and Chalmers, 1998)."
          ],
          "intents": [
            "background",
            "methodology"
          ]
        },
        {
          "paperId": "150a269b8864398e496addd3e54616830be1b398",
          "title": "From posthumanism to ethics of artificial intelligence",
          "authors": [
            {
              "name": "Rajakishore Nath",
              "authorId": "3046704"
            },
            {
              "name": "Riya Manna",
              "authorId": "2126998021"
            }
          ],
          "year": 2021,
          "abstract": null,
          "citationCount": 34,
          "doi": "10.1007/s00146-021-01274-1",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/150a269b8864398e496addd3e54616830be1b398",
          "venue": "Ai & Society",
          "isInfluential": true,
          "contexts": [
            "(Meet Vyom Mitra and ISRO's Robot Which Will Travel to Space 2020) 23 Clark and Chalmers (1998), pp. 7–19. 24 Tegmark (2017), pp. 155–156. 25 Kurzweil (2005), p.",
            "(Meet Vyom Mitra and ISRO's Robot Which Will Travel to Space 2020) 23 Clark and Chalmers (1998), pp. 7–19.",
            "(Meet Vyom Mitra and ISRO's Robot Which Will Travel to Space 2020) 23 Clark and Chalmers (1998), pp. 7–19. 24 Tegmark (2017), pp.",
            "(Meet Vyom Mitra and ISRO's Robot Which Will Travel to Space 2020) 23 Clark and Chalmers (1998), pp."
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "12c3f818430ffccd1cac64b6e91a750350917d27",
          "title": "A theory of consciousness from a theoretical computer science perspective: Insights from the Conscious Turing Machine",
          "authors": [
            {
              "name": "L. Blum",
              "authorId": "40642563"
            },
            {
              "name": "M. Blum",
              "authorId": "143624243"
            }
          ],
          "year": 2021,
          "abstract": null,
          "citationCount": 65,
          "doi": "10.1073/pnas.2115934119",
          "arxivId": "2107.13704",
          "url": "https://www.semanticscholar.org/paper/12c3f818430ffccd1cac64b6e91a750350917d27",
          "venue": "Proceedings of the National Academy of Sciences of the United States of America",
          "isInfluential": true,
          "contexts": [
            "Finally, as in the “Extended Mind Theory\" of (Clark & Chalmers, 1998), CTM can have access to existing technology - Google, WolframAlpha, AlphaGo, NELL, and so on – in the form of LTM processors tasked to use these apps.",
            "By utilizing existing technology (or apps) to supplement its supply of LTM processors (section 1.7), CTM incorporates elements similar to those advocated by (Clark & Chalmers, 1998)’s “extended minds”."
          ],
          "intents": [
            "methodology"
          ]
        },
        {
          "paperId": "ef4d1710b936e7c5a05b60d102306e49d5aae0fd",
          "title": "Concepts and conceptual engineering: answering Cappelen's challenge",
          "authors": [
            {
              "name": "R. Nefdt",
              "authorId": "46184094"
            }
          ],
          "year": 2021,
          "abstract": null,
          "citationCount": 7,
          "doi": "10.1080/0020174X.2021.1926316",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/ef4d1710b936e7c5a05b60d102306e49d5aae0fd",
          "venue": "Inquiry",
          "isInfluential": true,
          "contexts": [
            "But importantly for our purposes (and similarly to my claim about the e ﬀ ects of theory theory), this amelioration has a knock-on e ﬀ ect for our other concepts, speci ﬁ cally BELIEF.",
            "Instead of directly ameliorating the concept itself, one might change BELIEF, JUSTI-FICATION, EPISTEMIC LUCK in ways that a ﬀ ect the overarching notion.",
            "…the problematic concept, whether it is a social concept such as RACE (Appiah 1992, 2018) or GENDER (Haslanger 2000, 2006), or a psychological concept such as MIND or BELIEF (Clark and Chalmers 1998; Chalmers 2020), KNOWL-EDGE (Weiner 2009), or logical concepts such as TRUTH (Scharp 2013).",
            "(Clark and Chalmers 1998, 9) Thus, when we use calculators to extend our arithmetic abilities, we are joined with the external object in a sort of cognitive union.",
            "Thus, our general knowledge about objects, biology, physics, psychology all ﬁ gure into learning concepts like ANIMAL, HUMAN, ROCK, or BELIEF.",
            "Similarly for non-social concepts like TRUTH (we have already seen how BELIEF might be changed).",
            "In their foundational work, Clark and Chalmers (1998) aim to use extended cognition to ameliorate not only the idea of mind or cognition but also concepts such as BELIEF.",
            "(Clark and Chalmers 1998, 14) 17 Lastly, enactivism takes yet another angle in requiring both embodiment and embeddedness by adding goal-direction into the mix.",
            "Standardly, BELIEF applies when a subject stands in a particular position to some proposition X.",
            "Identi ﬁ cation : This stage involves identifying the problematic concept, whether it is a social concept such as RACE (Appiah 1992, 2018) or GENDER (Haslanger 2000, 2006), or a psychological concept such as MIND or BELIEF (Clark and Chalmers 1998; Chalmers 2020), KNOWL-EDGE (Weiner 2009), or logical concepts such as TRUTH (Scharp 2013)."
          ],
          "intents": [
            "methodology",
            "background"
          ]
        },
        {
          "paperId": "f6a641135def0c43e14bb62ce67d505dcfcba8dc",
          "title": "Primate tool use and the socio-ecology of thinging: how non-humans think through tools",
          "authors": [
            {
              "name": "H. Mosley",
              "authorId": "37778776"
            }
          ],
          "year": 2021,
          "abstract": null,
          "citationCount": 10,
          "doi": "10.1177/1059712320943623",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/f6a641135def0c43e14bb62ce67d505dcfcba8dc",
          "venue": "Adaptive Behavior",
          "isInfluential": true,
          "contexts": [
            "Gibson’s (1979) theory of affordance, and echoing Clark and Chalmers’ (1998) ‘parity principle’,(7)Malafouris (2013; Malafouris & Renfrew, 2010) argues that as causal effectivity shifts beyond the skin, so do cognitive and agential processes. From an ecologically embodied perspective, tools, as and where they function to alter scope and or effectivity of bodily skills, are considered constitutive parts of the cognitive process, and as active extensions of the perception– action cycle (Mangalam & Fragaszy, 2016; Smitsman, 1997; Smitsman & Bongers, 2012). J. J. Gibson (1979) alludes to this co-constitution in referring to tools as a ‘special kind of detached object’ (Susi & Ziemke, 2005, p.",
            "Building from J. J. Gibson’s (1979) theory of affordance, and echoing Clark and Chalmers’ (1998) ‘parity principle’,7Malafouris (2013; Malafouris & Renfrew, 2010) argues that as causal effectivity shifts beyond the skin, so do cognitive and agential processes.",
            "Gibson’s (1979) theory of affordance, and echoing Clark and Chalmers’ (1998) ‘parity principle’,(7)Malafouris (2013; Malafouris & Renfrew, 2010) argues that as causal effectivity shifts beyond the skin, so do cognitive and agential processes.",
            "The parity principle states that any external process, which were it to take place within the brain would be\nconsidered cognitive, should be given equal cognitive (constitutive) status (Clark & Chalmers, 1998).",
            "Gibson’s (1979) theory of affordance, and echoing Clark and Chalmers’ (1998) ‘parity principle’,(7)Malafouris (2013; Malafouris & Renfrew, 2010) argues that as causal effectivity shifts beyond the skin, so do cognitive and agential processes. From an ecologically embodied perspective, tools, as and where they function to alter scope and or effectivity of bodily skills, are considered constitutive parts of the cognitive process, and as active extensions of the perception– action cycle (Mangalam & Fragaszy, 2016; Smitsman, 1997; Smitsman & Bongers, 2012). J. J. Gibson (1979) alludes to this co-constitution in referring to tools as a ‘special kind of detached object’ (Susi & Ziemke, 2005, p. 11), which, once attached (i.e. when in use), are no longer environmental objects, suggesting that, through constitution, a continuum of organism and tool exists such that if a tool-using goal is intended by the tool user, it is intended by the tool also. As Gärdenfors and Lombard (2018) draw a correlation between grades of causal cognitive complexity and degrees of force extension and transmission, so we can see tools as more ‘complex’ forms of direct perception, agential vectors extending and transmitting the ‘manipulatory area’ (cf.",
            "Gibson’s (1979) theory of affordance, and echoing Clark and Chalmers’ (1998) ‘parity principle’,(7)Malafouris (2013; Malafouris & Renfrew, 2010) argues that as causal effectivity shifts beyond the skin, so do cognitive and agential processes. From an ecologically embodied perspective, tools, as and where they function to alter scope and or effectivity of bodily skills, are considered constitutive parts of the cognitive process, and as active extensions of the perception– action cycle (Mangalam & Fragaszy, 2016; Smitsman, 1997; Smitsman & Bongers, 2012). J. J. Gibson (1979) alludes to this co-constitution in referring to tools as a ‘special kind of detached object’ (Susi & Ziemke, 2005, p. 11), which, once attached (i.e. when in use), are no longer environmental objects, suggesting that, through constitution, a continuum of organism and tool exists such that if a tool-using goal is intended by the tool user, it is intended by the tool also. As Gärdenfors and Lombard (2018) draw a correlation between grades of causal cognitive complexity and degrees of force extension and transmission, so we can see tools as more ‘complex’ forms of direct perception, agential vectors extending and transmitting the ‘manipulatory area’ (cf.Mead, 1938) through their plastic shaping of the user’s perception of peri- and extra-personal space (Maravita & Iriki, 2004; Scandola et al., 2019). Ihde (1979, 1990) relates a similar idea with his concept of ‘technics’, as the ‘symbiosis of artefact and user within a human action’ (p. 73, emphasis added), which he uses to describe the perceptual transparency typical of skilled tool use, in which, through time and an extended period of habituation (following Bourdieu, 1977), the causality of a tool is experienced as an extension of the agential self, so that material interaction through skilled tool use is as epistemic as it is pragmatic. If, as Ingold (2000) argues, technical enskilment is a process of explorative material engagement whereby affordances arise, then skilled tool use is the cultivated causal cognitive ability to be solicited by the appropriate affordances of a given task as they arise."
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "4f60b6291471ade3d9c2ff02595c461dbbeb3bf8",
          "title": "Are basic actors brainbound agents? Narrowing down solutions to the problem of probabilistic content for predictive perceivers",
          "authors": [
            {
              "name": "George Britten-Neish",
              "authorId": "2087461746"
            }
          ],
          "year": 2021,
          "abstract": null,
          "citationCount": 0,
          "doi": "10.1007/s11097-021-09736-z",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/4f60b6291471ade3d9c2ff02595c461dbbeb3bf8",
          "venue": "Phenomenology and the Cognitive Sciences",
          "isInfluential": true,
          "contexts": [
            "Think about Clark and Chalmer’s (1998) original example.",
            "Given an innocuous13 ‘parity principle’ (Clark & Chalmers, 1998) between neural and non-neural information processing, these additional resources enter into subpersonal explanations of the target mental phenomena on equal terms with neural mechanisms, and so we have prima facie reason to see them…",
            "Taking Clark and Chalmers’ (1998) famous example, Otto’s notebook functions as an external memory in virtue of the way he incorporates it into his problem-solving routines."
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "aed1b521b2b696dc1fe9d5dc5668e8ca29435aa5",
          "title": "Extended mind and artifactual autobiographical memory",
          "authors": [
            {
              "name": "Richard Heersmink",
              "authorId": "1861130"
            }
          ],
          "year": 2020,
          "abstract": null,
          "citationCount": 28,
          "doi": "10.1111/mila.12353",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/aed1b521b2b696dc1fe9d5dc5668e8ca29435aa5",
          "venue": "",
          "isInfluential": true,
          "contexts": [
            "Examples include making a calculation with pen and paper (Clark, 1989), remembering quantities of items with a knotted cord (Rowlands, 1999), navigating with maps (Hutchins, 1995), and remembering facts with a notebook (Clark & Chalmers, 1998).",
            "There are two main arguments in favor of the extended mind, one based on functional parity between biological and artifactual resources (Clark & Chalmers, 1998; Wheeler, 2011) and one based on the complementarity between biological and artifactual resources (Menary, 2007, Sutton, 2010; for a recent…",
            "By synthesizing work of Clark and Chalmers (1998), Wilson and Clark (2009), Sutton (2010), and Sterelny (2010), Heersmink (2015) has suggested that the degree of integration between an agent's cognitive system and an environmental resource depends on a number of dimensions.",
            "Clark and Chalmers (1998) argue that minds and cognitive systems are not exclusively realized by brains but are sometimes realized by agent-artifact systems."
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "10a434a5cea79d4795cb343be58784283ecb3151",
          "title": "Reflexivity and the Market Mind Hypothesis: Why George Soros is Not a Failed Philosopher (and What it Means for Economics, the Economy, and Investing)",
          "authors": [
            {
              "name": "Patrick R. Schotanus",
              "authorId": "114572795"
            },
            {
              "name": "Ron Chrisley",
              "authorId": "1693259"
            },
            {
              "name": "A. Clark",
              "authorId": "37700983"
            },
            {
              "name": "D. Pritchard",
              "authorId": "144174483"
            },
            {
              "name": "Aaron Schurger",
              "authorId": "3270763"
            }
          ],
          "year": 2020,
          "abstract": null,
          "citationCount": 1,
          "doi": "10.2139/ssrn.3939493",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/10a434a5cea79d4795cb343be58784283ecb3151",
          "venue": "Social Science Research Network",
          "isInfluential": true,
          "contexts": [
            "…that, first, the physical basis of psychological states can\nextend beyond the brain to encompass, for example, worldly structures—the artefacts, technologies, and tools with which embodied agents couple in order to get the cognitive job done (e.g. Clark and Chalmers, 1998; Menary, 2010- ii).",
            "Meanwhile, in the field of cognitive science one of us co-authored a paper,\n“The Extended Mind” (Clark and Chalmers, 1998), that has since become seminal.",
            "This results in supercharged and supersized “active externalism” (Clark and Chalmers, 1998,\np. 7): it extends to the wider real economy in support of collectively comprehending the world and adapting to its states.",
            "The MMH translates Clark and Chalmer’s 1998 opening line in practical (i.e.\neconomic) terms."
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "fd0a5f3eec14f213c75b0f36e3e639bf554a69e8",
          "title": "4E’s Are Too Many Why Enactive World-Making Does Not Need The Extended Mind Thesis",
          "authors": [
            {
              "name": "A. Scarinzi",
              "authorId": "1846515"
            }
          ],
          "year": 2020,
          "abstract": null,
          "citationCount": 2,
          "doi": "10.30687/jolma/2723-9640/2020/02/005",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/fd0a5f3eec14f213c75b0f36e3e639bf554a69e8",
          "venue": "1 | 2 | 2020 4E Cognition: Aesthetics, Ecology and Beyond",
          "isInfluential": true,
          "contexts": [
            "It proposes that some objects in the external environment can be part of a cognitive process and in that way function as extensions of the mind itself in the environment (Clark, Chalmers 1998).",
            "In contrast to Wheeler, Slors (2020) highlights the role of func-tionalism in the extended mind thesis by Clark and Chalmers (1998).",
            "According to the author, Clark and Chalmers (1998) preserve an inner-outer dualism by ascribing to cognition an original starting point: cognition arises from an inside world of brain processes.",
            "As Clark and Chalmers put it, “the information in the notebook functions just like the information constituting an ordinary non-occurrent belief; it just happens that this information lies beyond the skin” (1998, 13).",
            "The extended mind thesis proposes that some objects in the external environment can be part of a cognitive process and in that way function as extensions of the mind itself in the environment (Clark, Chalmers 1998).",
            "The process of appropriation – rather than the process of extension as described in the original extended mind approach by Clark and Chalmers (1998) – makes possible that the objects of the environment become part of the embodied sense-making interaction of the agent and that a tool of the…",
            "The extended mind thesis asks the question of where the mind stops and the rest of the world begins (Clark, Chalmers 1998; Gallagher 2017)."
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "d045edec5fdf0dc5ff58d05c9800ba237cba1043",
          "title": "Extended active inference: Constructing predictive cognition beyond skulls",
          "authors": [
            {
              "name": "Axel Constant",
              "authorId": "49635186"
            },
            {
              "name": "Axel Constant",
              "authorId": "49635186"
            },
            {
              "name": "Axel Constant",
              "authorId": "49635186"
            },
            {
              "name": "A. Clark",
              "authorId": "37700983"
            },
            {
              "name": "A. Clark",
              "authorId": "37700983"
            },
            {
              "name": "Michael D. Kirchhoff",
              "authorId": "40222333"
            },
            {
              "name": "Karl J. Friston",
              "authorId": "1737497"
            }
          ],
          "year": 2020,
          "abstract": null,
          "citationCount": 69,
          "doi": "10.1111/mila.12330",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/d045edec5fdf0dc5ff58d05c9800ba237cba1043",
          "venue": "Mind & Language",
          "isInfluential": true,
          "contexts": [
            "(Clark & Chalmers, 1998, p. 8) If we agree that the function performed by an external state during a cognitive task would qualify as a bona fide cognitive function “ were it done in the head, ” then that external state in question ought to be considered as potentially an integrative part of the…",
            "Put bluntly, cognitive niche construction smartens the world of the earthworm, so that its physiology can remain dumb yet optimal in peace (Clark, 1998).",
            "The extended mind approach to cognition (Clark & Chalmers, 1998) claims that cognitive processes can be offloaded to (i.e., reallocated to), or extended through (i.e., transformed into), components that reach beyond the system's internal states (e.g., brain states).",
            "The original theory of the extended mind argues that the environment on which cognitive agents rely enables them to perform epistemic actions (Clark & Chalmers, 1998).",
            "…of this paper, we explain the manner in which the above formalism grounds EAI and generalizes two varieties of claims on extended cognition, the original approach to the extended mind (Clark & Chalmers, 1998) and its recent reinterpretation as diachronic cognition (Kirchhoff & Kiverstein, 2019).",
            "In Section 3, we explain the relation between EAI, the original approach to the extended mind (Clark & Chalmers, 1998) and the diachronic approach (Kirchhoff, 2012, 2015).",
            "Cognitive uploading is akin to cognitive offloading in the original theory of the extended mind (Clark & Chalmers, 1998)."
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "d89f9199bf5ea5a617062b1c6d8f6bbc40ddcbb5",
          "title": "4E cognition and the dogma of harmony",
          "authors": [
            {
              "name": "J. Aagaard",
              "authorId": "32817980"
            }
          ],
          "year": 2020,
          "abstract": null,
          "citationCount": 58,
          "doi": "10.1080/09515089.2020.1845640",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/d89f9199bf5ea5a617062b1c6d8f6bbc40ddcbb5",
          "venue": "",
          "isInfluential": true,
          "contexts": [
            "Much discussion about 4E cognition springs from Clark and Chalmers (1998) seminal article on the extended mind.",
            "Google Scholar, for instance, tells us that Clark and Chalmers (1998) article on the extended mind currently sits at about 5.000 citations, while Hutchins (1995a) study of cognition in the wild has been cited an astonishing 14.000 times.2 In addition to being widely cited, however, these iconic…"
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "57ba1cdb404b57a3bc7f07e84b1dfe06a4f979af",
          "title": "‘I opened the door to develop kuduro at JUPSON:’ Music Studios as Spaces of Collective Creativity in the Context of Electronic Dance Music in Angola",
          "authors": [
            {
              "name": "Stefanie Alisch",
              "authorId": "148000855"
            }
          ],
          "year": 2020,
          "abstract": null,
          "citationCount": 1,
          "doi": "10.1080/07494467.2020.1863004",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/57ba1cdb404b57a3bc7f07e84b1dfe06a4f979af",
          "venue": "Contemporary Music Review",
          "isInfluential": true,
          "contexts": [
            "…humans ‘ as an extended system, a coupling of biological organisms and external resources ’ , as ‘ spread into the world ’ (Clark and Chalmers 1998, 19), advocating ‘ an active extern-alism, based on the active role of the environment in driving cognitive processes ’ (Clark and Chalmers 1998, 7).",
            "…against the idea that the mind is confined to ‘ boundaries of skin and skull ’ (Clark and Chalmers 1998, 7), the authors introduce the parity principle according to which ‘ the part of the world ’ that supports a cognitive task is ‘ part of the cognitive process ’ (Clark and Chalmers 1998, 8).",
            "…conceptualise individual humans ‘ as an extended system, a coupling of biological organisms and external resources ’ , as ‘ spread into the world ’ (Clark and Chalmers 1998, 19), advocating ‘ an active extern-alism, based on the active role of the environment in driving cognitive processes ’…",
            "Moreover, Clark and Chalmers (1998) extended mind theory (EMT) can usefully be brought into this conversation and applied to the case of music studios.",
            "The authors further raise questions around the socially extended mind, where ‘ mental states are partly constituted by the states of other thinkers ’ (Clark and Chalmers 1998, 17).",
            "Working against the idea that the mind is confined to ‘ boundaries of skin and skull ’ (Clark and Chalmers 1998, 7), the authors introduce the parity principle according to which ‘ the part of the world ’ that supports a cognitive task is ‘ part of the cognitive process ’ (Clark and Chalmers 1998,…",
            "…conceptualise individual humans ‘ as an extended system, a coupling of biological organisms and external resources ’ , as ‘ spread into the world ’ (Clark and Chalmers 1998, 19), advocating ‘ an active extern-alism, based on the active role of the environment in driving cognitive processes…"
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "228a82bcad250b40b08c8e6b5c43dbf517cbd377",
          "title": "Online Intellectual Virtues and the Extended Mind",
          "authors": [
            {
              "name": "Lukas Schwengerer",
              "authorId": "114936934"
            }
          ],
          "year": 2020,
          "abstract": null,
          "citationCount": 13,
          "doi": "10.1080/02691728.2020.1815095",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/228a82bcad250b40b08c8e6b5c43dbf517cbd377",
          "venue": "Social Epistemology",
          "isInfluential": true,
          "contexts": [
            "…If, as we confront some task, a part of the world functions as a process which, were it to go on in the head, we would have no hesitation in recognizing as part of the cognitive process, then that part of the world is (so we claim) part of the cognitive process (Clark and Chalmers 1998, 8).",
            "Clark and Chalmers (1998) were the first to use these kinds of observations to argue that our cognitive processes and mental states might sometimes be best thought of as extended to the environment.",
            "I have shown that online intellectual virtues are incompatible with Clark and Chalmers (1998) original way of thinking about the extended mind.",
            "The extended mind was first proposed by Clark and Chalmers (1998) to help us understand how our reliance on external artifacts shapes our cognitive processes and mental states.",
            "Clark and Chalmers (1998, 17) mention that beliefs have to be there because they were consciously endorsed at some point.",
            "Hence, we found at least one Internet-based application that we can conceptualise properly as cognitively integrated with Heersmink, but not with Clark and Chalmers (1998).",
            "I now explain how these virtues do not go well together with the idea of an extended mind along the lines of Clark and Chalmers (1998).",
            "I have argued that the first wave extended mind account introduced by Clark and Chalmers (1998) is incompatible with agents that are both extended and virtuous.",
            "( Clark and Chalmers 1998, 12-13) Clark and Chalmers ask us to look at the functional similarities between Otto and Inga, a person visiting the same museum who is not memory impaired."
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "d44eacc18489a59f61e5322702c1730a26743217",
          "title": "Varieties of the extended self",
          "authors": [
            {
              "name": "Richard Heersmink",
              "authorId": "1861130"
            }
          ],
          "year": 2020,
          "abstract": null,
          "citationCount": 43,
          "doi": "10.1016/j.concog.2020.103001",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/d44eacc18489a59f61e5322702c1730a26743217",
          "venue": "Consciousness and Cognition",
          "isInfluential": true,
          "contexts": [
            "They criticise Clark and Chalmers (1998) notion of an extended self and Heersmink (2018) notion of a distributed narrative self as being too functionalist and not paying enough attention to phenomenological and affective dimensions of selfhood.",
            "Both Clark and Chalmers (1998) notion of an extended cognitive self and Heersmink’s (2017a, b, 2018) notion of a distributed narrative self do not suggest that the minimal self or subject of experience is extended 5 .",
            "Some theorists argue that the extended mind implies an extended self (Anderson, 2008; Clark 2003, 2007a, b; Clark & Chalmers, 1998; Clowes, forthcoming; Hongladarom, 2016; Howell, 2016; Malafouris, 2008; Milojevic, 2020; Piredda & Candiotto, 2019), whereas others deny this (Baker, 2009; Harris,…",
            "Clark and Chalmers (1998) tentatively argue that the extended mind entails an extended self."
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "41b05b16940cd770dc424af235f79248eaa30025",
          "title": "The Routledge Handbook of Translation and Cognition",
          "authors": [
            {
              "name": "Fábio Alves",
              "authorId": "144619332"
            },
            {
              "name": "A. L. Jakobsen",
              "authorId": "2196858"
            }
          ],
          "year": 2020,
          "abstract": null,
          "citationCount": 33,
          "doi": "10.4324/9781315178127",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/41b05b16940cd770dc424af235f79248eaa30025",
          "venue": "",
          "isInfluential": true,
          "contexts": [
            "In the third stage, the RVPs were analysed in more detail to ascertain the participant groups’ comprehension of the metaphors in the text.",
            "Massey’s exploratory study triangulates data from screen recordings with eye tracking, retrospective verbal commentaries and target-text products in an attempt to shed light on how translators at various levels of experience, and working in different language pairs, appear to map or remap…",
            "In a follow-up study, Massey and Ehrensberger-Dow (2017) triangulated data from keystroke logs, RVPs and TTs produced by professionals, advanced MA students and beginner BA students, all translating into their L1 (English or German).",
            "Two complex conceptual metaphors, an ontological one (a topographical personification: the German word Hang , i.e. “inclination”, used in its psychological sense) and an orientational one ( zugrunde liegen , literally, “to lie at the bottom of” as an example of causative orientation), were analysed…",
            "Massey (2016) argues that one “palpable conclusion to draw is that experience and/ or training appears to be a central factor in handling conceptual metaphor” (p. 78).",
            "Finally, the “screen-recorded processes were examined for patterns of internal and external resource consultation” (p. 75)."
          ],
          "intents": []
        },
        {
          "paperId": "a3edcac2d2ae7903791edd8ec30c76ff51d81ef9",
          "title": "Economic cognitive institutions",
          "authors": [
            {
              "name": "Enrico Petracca",
              "authorId": "70092786"
            },
            {
              "name": "S. Gallagher",
              "authorId": "144365578"
            }
          ],
          "year": 2020,
          "abstract": null,
          "citationCount": 41,
          "doi": "10.1017/S1744137420000144",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/a3edcac2d2ae7903791edd8ec30c76ff51d81ef9",
          "venue": "Journal of Institutional Economics",
          "isInfluential": true,
          "contexts": [
            "…’ : If, as we confront some task, a part of the world functions as a process which, were it done in the head , we would have no hesitation in recognizing as part of the cognitive process, then that part of the world is (so we claim) part of the cognitive process (Clark and Chalmers, 1998: 8).",
            "As already mentioned, the extended mind hypothesis was originally introduced by Clark and Chalmers (1998), and is based on the so-called ‘ parity principle ’ : If, as we confront some task, a part of the world functions as a process which, were it done in the head , we would have no hesitation in…",
            "The cornerstone of this externalist agenda has been the ‘extended mind’ hypothesis introduced by Andy Clark himself with the collaboration of philosopher David Chalmers (Clark, 2008; Clark and Chalmers, 1998).",
            "The cornerstone of this externalist agenda has been the ‘ extended mind ’ hypothesis introduced by Andy Clark himself with the collaboration of philosopher David Chalmers (Clark, 2008; Clark and Chalmers, 1998).",
            "As Clark and Chalmers put it, to properly extend the mind, internal and external resources should integrate ‘ in a two-way interaction, creating a coupled system that can be seen as a cognitive system in its own right ’ (Clark and Chalmers, 1998: 8)."
          ],
          "intents": []
        },
        {
          "paperId": "a112354e1aeaa9a866f53d15cd09f961684442bb",
          "title": "Epistemic value in the subpersonal vale",
          "authors": [
            {
              "name": "J. Carter",
              "authorId": "2175850070"
            },
            {
              "name": "Robert D. Rupert",
              "authorId": "2961334"
            }
          ],
          "year": 2020,
          "abstract": null,
          "citationCount": 0,
          "doi": "10.1007/s11229-020-02631-1",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/a112354e1aeaa9a866f53d15cd09f961684442bb",
          "venue": "Synthese",
          "isInfluential": true,
          "contexts": [
            "A prominent thread in the debate over EMH can be summarized as follows: To the extent that Clark and Chalmers consider personal-level states (in the context of, e.g., their discussion of Otto and his notebook), their arguments for the extended view bog down (Rupert 2004, 2009, 2013).",
            "…integration and cognitive systems have arisen forcefully in the recent debates in the philosophy of mind, particularly in connection with the Extended Mind Hypothesis (EMH) (Clark and Chalmers 1998) and the proposal that groups sometimes constitute cognitive systems (Hutchins 1995; Huebner 2013).",
            "Questions about cognitive integration and cognitive systems have arisen forcefully in the recent debates in the philosophy of mind, particularly in connection with the Extended Mind Hypothesis (EMH) (Clark and Chalmers 1998) and the proposal that groups sometimes constitute cognitive systems (Hutchins 1995; Huebner 2013).",
            "in the recent debates in the philosophy of mind, particularly in connection with the Extended Mind Hypothesis (EMH) (Clark and Chalmers 1998) and the proposal that groups sometimes constitute cognitive systems (Hutchins 1995; Huebner 2013)."
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "1934cf79c04c02d8de52aabb4539e4006a3d7106",
          "title": "Thinking Outside the Head",
          "authors": [
            {
              "name": "L. Barrett",
              "authorId": "2065619139"
            }
          ],
          "year": 2020,
          "abstract": null,
          "citationCount": 0,
          "doi": "10.1017/9781108131797.017",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/1934cf79c04c02d8de52aabb4539e4006a3d7106",
          "venue": "",
          "isInfluential": true,
          "contexts": [
            "An equally radical position is the Extended Mind hypothesis (Clark and Chalmers (1998) where, again, the environmental resources we use and exploit in the service of adaptive behaviour are argued to literally form part of an individual’s cognitive system: humans are, in Andy Clark’s (2003) words,…",
            "Cognitive processes therefore spread beyond the brain, into the body, and out into the environment (e.g., Clark 1997, 2008; Clark and Chalmers 1998; Rowlands 1999; Chemero 2009; Barrett 2011).",
            "Clark and Chalmers (1998) argue that Otto undergoes precisely the same process as his friend, Inga, who uses her internal biological memory to retrieve MoMA’s address: both act on the belief that it is located on 53rd Street.",
            "As the above example makes clear, Clark and Chalmers (1998) argue for what they called “the parity principle” between the use of external and internal resources (i.e., one directly replaces or stands in for the other), but other theorists have suggested that external resources can be complementary…",
            "Clark and Chalmers (1998) thus make the case that what matters is the role played by the various components of the cognitive system, not what these are made of, or where they are located.",
            "The classic example used by Clark and Chalmers (1998) is that of the fictional Otto, who has a mild form of Alzheimer’s disease."
          ],
          "intents": [
            "methodology",
            "background"
          ]
        },
        {
          "paperId": "48b1f18ffa95f1da3ff63a714bdb2d9be3537463",
          "title": "Educating with Brain, Body and World Together",
          "authors": [
            {
              "name": "Richard Bailey",
              "authorId": "48650502"
            }
          ],
          "year": 2020,
          "abstract": null,
          "citationCount": 0,
          "doi": "10.1007/s10780-020-09390-5",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/48b1f18ffa95f1da3ff63a714bdb2d9be3537463",
          "venue": "Interchange",
          "isInfluential": true,
          "contexts": [
            "Clark and Chalmers claim that the human organism can be “linked with an external entity in a two-way interaction, creating a coupled system that can be seen as a cognitive system in its own right”, which implies that “cognitive processes ain’t (all) in the head” (Clark and Chalmers 1998, p. 8).",
            "Damasio (1994), for example, presents evidence challenging the idea that cognition is a ‘cool’ or unemotional—process.",
            "Ingold’s (2000) studies of, among other things, basket weaving, led him to a similar conclusion.",
            "As has been seen, driving Clark and Chalmers’ (1998) argument for EMT is the ‘parity principle’, which claims that what happens outside the brain could have happened inside it.",
            "Clark and Chalmers (1998) claim that “in relevant respects, the cases are entirely analogous: the information plays for Otto the same role that memory plays for Inga” (p. 13)."
          ],
          "intents": [
            "result",
            "background"
          ]
        },
        {
          "paperId": "7e873e7dfc8a2e2f0e79ba4ac77e86fb53274060",
          "title": "The problem of mind and mental acts in the perspective of psychology in the Lvov-Warsaw School",
          "authors": [
            {
              "name": "A. Citlak",
              "authorId": "8192629"
            }
          ],
          "year": 2019,
          "abstract": null,
          "citationCount": 10,
          "doi": "10.1080/09515089.2019.1647410",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/7e873e7dfc8a2e2f0e79ba4ac77e86fb53274060",
          "venue": "Philosophical Psychology",
          "isInfluential": true,
          "contexts": [
            "For Clark and Chalmers, language is mainly used as a communication tool through which new cognitive opportunities arise (e.g., “people brainstorming around a table” or a “philosopher who thinks best by writing”; Clark & Chalmers, 1998, p. 11).",
            "…theory of mind (Johnson-Laird, 1988; Pylyshyn, 1984), models of dynamic systems (Kelso, 2003), neural network simulations (McLeod, Plunkett, & Rolls, 1998), in the light of ecological psychology (Gibson, 1979; Turvey, 1996), and in the extended theory of mind (Clark, 2008; Clark & Chalmers, 1998).",
            "According to the extended mind theory, human consciousness is the effect of interactions between the humanbrain, the body, and the environment – both the physical as well as the socio-cultural environments (Clark, 2008; Clark & Chalmers, 1998).",
            "…to the supporters of extended mind theory as well as to Twardowski and his followers, the space of the individual mind is not only within the human body but also in some way outside of it – that is, in the setting of psychophysical products and artefacts (Clark & Chalmers, 1998; Olson, 2011).",
            "All components in the system play an active causal role” (Clark & Chalmers, 1998, p. 8).",
            "…peculiar role here: It “appears to be a central means by which cognitive processes are extended into the world . . . Language is again a central example here, as are various physical and computational artefacts that are routinely used as cognitive extensions” (Clark & Chalmers, 1998, pp. 11–12)."
          ],
          "intents": [
            "background",
            "methodology"
          ]
        },
        {
          "paperId": "137c02729dc8b1ea23aeecfdee56cd29b5a8e7b0",
          "title": "Whose (Extended) Mind Is It, Anyway?",
          "authors": [
            {
              "name": "K. Harris",
              "authorId": "2055588253"
            }
          ],
          "year": 2019,
          "abstract": null,
          "citationCount": 0,
          "doi": "10.1007/s10670-019-00172-9",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/137c02729dc8b1ea23aeecfdee56cd29b5a8e7b0",
          "venue": "Erkenntnis: An International Journal of Scientific Philosophy",
          "isInfluential": true,
          "contexts": [
            "(Clark and Chalmers 1998, p. 8)\nThe parity principle explicitly denies that the boundaries of the skull mark a theoretically significant border between the cognitive and the non-cognitive.",
            "Thus, Clark and Chalmers (1998) and, in later individual work Clark himself (2008, 2010a), consistently write that the supervenience base of Otto’s beliefs extends beyond his skull.",
            "Still, a defense of EM-2 cannot rest on this straightforward reply because (1) as I noted above, Clark and Chalmers (1998) do not construe availability and constancy as necessary conditions on some object partially constituting the supervenience base of one’s mental states and (2) even interpreting…",
            "Clark and Chalmers (1998) are quite explicit about their uncertainty as to the significance of prior endorsement."
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "057af0e8dce4c5f9a35aaa0100b0693004050696",
          "title": "Embodied AI beyond Embodied Cognition and Enactivism",
          "authors": [
            {
              "name": "R. Manzotti",
              "authorId": "1961635"
            }
          ],
          "year": 2019,
          "abstract": null,
          "citationCount": 15,
          "doi": "10.3390/PHILOSOPHIES4030039",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/057af0e8dce4c5f9a35aaa0100b0693004050696",
          "venue": "Philosophies",
          "isInfluential": true,
          "contexts": [
            "As a matter of fact, the constitution thesis hinges on various models that have yet to find definitive theoretical and empirical confirmation: enactivism [28–31], radical embodiment [32,33], the extended mind [34,35], embodied functionalism [36], the spread mind [37,38], radical enactivism [39,40], embodied cognition [32], sensorimotor identity [41], sensorimotor direct realism [42], and many others.",
            "Some accept the boundaries of skin and skull, and say that what is outside the body is outside the mind” [34].",
            "As a result it doesn’t matter whether cognition occurs inside or outside the head—functionalism works both ways as the parity principle confirms [34].",
            "Cognitive processes ain’t (all) in the head!” [34]."
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "f6ebf4528448e6c69f1314786c21a0adbd0756ea",
          "title": "Neurath’s boat and the Sally-Anne test: Life, Cognition, Matter and Stuff",
          "authors": [
            {
              "name": "I. Harvey",
              "authorId": "145472053"
            }
          ],
          "year": 2019,
          "abstract": null,
          "citationCount": 2,
          "doi": "10.1177/1059712319856882",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/f6ebf4528448e6c69f1314786c21a0adbd0756ea",
          "venue": "Adaptive Behavior",
          "isInfluential": true,
          "contexts": [
            "As a corollary, discussion of ‘an extended mind’ (Clark and Chalmers, 1998) is equally absurd — unless the claim",
            "Mind and cognition does of course relate to things in the environment (Clark and Chalmers, 1998), as does the concept ‘East’; that does not mean that mind and cognition are in the environment, no more than there is an East Pole located somewhere.",
            "As a corollary, discussion of ‘an extended mind’ (Clark & Chalmers, 1998) is equally absurd – unless the claim is no more than the trivial observation that people can have cognitive relationships with something far away, like the sun, and they can make marks in the environment.",
            "Mind and cognition does of course relate to things in the environment (Clark & Chalmers, 1998), as does the concept ‘East’; that does not mean that mind and cognition are in the environment, no more than there is an East Pole located somewhere."
          ],
          "intents": []
        },
        {
          "paperId": "74921648208fd631890409634ec458fa07cfd0f5",
          "title": "Out on a limb? On multiple cognitive systems within the octopus nervous system",
          "authors": [
            {
              "name": "Sidney Carls-Diamante",
              "authorId": "2296541200"
            }
          ],
          "year": 2019,
          "abstract": null,
          "citationCount": 5,
          "doi": "10.1080/09515089.2019.1585797",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/74921648208fd631890409634ec458fa07cfd0f5",
          "venue": "Philosophical Psychology",
          "isInfluential": true,
          "contexts": [
            "These arm-based sensorimotor responsibilities correspond to operations that, in vertebrates, are brain-based and\nuncontroversially cognitive (Clark & Chalmers, 1998; Richter et al., 2015; Wolpert, 1997).",
            "The parity principle was introduced by Andy Clark and David Chalmers (Clark & Chalmers, 1998) to secure the claim that the substrates of a cognitive process can extend beyond the physical boundaries of the cognizing organism.",
            "…that the arm-based, dynamical muscular activity responsible for fixing the spatial coordinates of the octopus arm qualifies as cognitive; after all, the vertebrate counterparts are localized in the brain and, furthermore, are uncontroversially cognitive (Clark & Chalmers, 1998; Wolpert, 1997).",
            "According to the parity principle, “if a part of the world functions as a process which, were it done in the head, we would have no hesitation in recognizing as part of the cognitive process, then that part of the world is. . .part of the cognitive process” (Clark & Chalmers, 1998, p. 8)."
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "993abceedfdda8119da52b3000b881e26ec35601",
          "title": "Epistemic Luck and the Extended Mind",
          "authors": [
            {
              "name": "J. Carter",
              "authorId": "2175850070"
            }
          ],
          "year": 2019,
          "abstract": null,
          "citationCount": 3,
          "doi": "10.4324/9781351258760-29",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/993abceedfdda8119da52b3000b881e26ec35601",
          "venue": "The Routledge Handbook of the Philosophy and Psychology of Luck",
          "isInfluential": true,
          "contexts": [
            "…plays for Otto the same role that memory plays for Inga; the information in the notebook functions just like the information [stored in Inga’s biological memory] constituting an ordinary non-occurrent belief; it just happens that this information lies beyond the skin10 (Clark & Chalmers 1998, 13).",
            "(Clark & Chalmers 1998: 8)\nClark and Chalmers’ rationale for this inclusive way of thinking about what to include as part of a cognitive process is aimed at safeguarding against bioprejudice—viz., giving undue consideration to things like material constitution and location when delineating…",
            "In the next section, I will briefly sketch a more inclusive picture of a cognitive process—one that owes in a large part to work by Clark and Chalmers (1998)—and on this basis, consider an ‘extended mind friendly’ interpretation of the cognitive fixedness thesis and show how this thesis interfaces…",
            "Consider at this point the following case, due to Clark and Chalmers (1998):\nOtto suffers from Alzheimer’s disease, and like many Alzheimer’s patients, he relies on information in the environment to help structure his life."
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "7081b74ac451a4ce8944a4fa7a8ea729c38b4f16",
          "title": "AI Extenders: The Ethical and Societal Implications of Humans Cognitively Extended by AI",
          "authors": [
            {
              "name": "J. Hernández-Orallo",
              "authorId": "1398777358"
            },
            {
              "name": "Karina Vold",
              "authorId": "51038024"
            }
          ],
          "year": 2019,
          "abstract": null,
          "citationCount": 77,
          "doi": "10.1145/3306618.3314238",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/7081b74ac451a4ce8944a4fa7a8ea729c38b4f16",
          "venue": "AAAI/ACM Conference on AI, Ethics, and Society",
          "isInfluential": true,
          "contexts": [
            "This is the thesis of extended cognition, popularized by Clark and Chalmers [10].",
            "Perhaps the most influential argument for the extended cognition thesis comes from Clark and Chalmers [10], but in the last two decades many other arguments have been proffered, and the view has become a widely debated topic.",
            "Clark and Chalmers appealed to this view to argue that cognition can sometimes be partially instantiated by extra-bodily, nonbiological elements, so long as those pieces of ‘hardware’ are able to instantiate the right kinds of computations.",
            "argument for the extended cognition thesis comes from Clark and Chalmers [10], but in the last two decades many other arguments have been proffered, and the view has become a widely debated topic."
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "2cd608aea13a81ffe64de41f41d6d98db80fec4c",
          "title": "Overcoming Deadlock: Scientific and Ethical Reasons to Embrace the Extended Mind Thesis",
          "authors": [
            {
              "name": "Karina Vold",
              "authorId": "51038024"
            }
          ],
          "year": 2018,
          "abstract": null,
          "citationCount": 10,
          "doi": "10.2298/FID1804489V",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/2cd608aea13a81ffe64de41f41d6d98db80fec4c",
          "venue": "",
          "isInfluential": true,
          "contexts": [
            "(Clark and Chalmers 1998: 13–14)\nWe do not explain Inga’s action in terms of her belief about her own memory, e.g. that she has stored information about the location of the museum in her brain, which she then accesses in order to take action.",
            "His principle is meant to complement Clark and Chalmers’s (1998) orig-",
            "(Clark and Chalmers 1998: 12) Meanwhile, we imagine that Otto suffers from Alzheimer’s disease and has to rely on information he stores in a notebook to help structure his life.",
            "Clark and Chalmers argue that in the “relevant respects” the information in Otto’s notebook “functions just like” the information in Inga’s brain that constitutes an ordinary belief and thus both should count equally as part of the constitutive machinery of his mind (Clark and Chalmers 1998: 13).",
            "He then walks to the museum and heads inside (Clark and Chalmers 1998: 12–13).",
            "With respect to competing theories about where the supervenience base of the mind is, Clark and Chalmers (1998) suggest that we can use simplicity as a way of assessing and arbitrating between the extended view and the embedded view. One reason folk psychology has endured is, quite plausibly, its simplicity (it of course also has other virtues, including explanatory power, which I discuss below). The belief-desire-intention (BDI) model of our practical reasoning, developed by Michael Bratman (1987), is a way of explaining how we perform everyday actions.",
            "With respect to competing theories about where the supervenience base of the mind is, Clark and Chalmers (1998) suggest that we can use simplicity as a way of assessing and arbitrating between the extended view and the embedded view.",
            "(Clark and Chalmers 1998: 13)\nIn fact, according to the BDI model, we would explain Inga’s action in terms of her occurrent desire to go to the museum, her standing belief about where the museum is located and her intention to take action.",
            "(Clark and Chalmers 1998: 8)\nThis is now often referred to as their ‘parity principle’, while others call it the ‘fair treatment principle’ (e.g. Sprevak 2009; Drayson 2010) as it maintains that we should regard equivalent processes in similar ways, irrespective of whether they are internal or…"
          ],
          "intents": [
            "background",
            "methodology"
          ]
        },
        {
          "paperId": "c3bf408dccca55587ea2217af49677a4efe5f4dd",
          "title": "The effect of dynamic social material conditions on cognition in the biomedical research laboratory",
          "authors": [
            {
              "name": "C. Goldsworthy",
              "authorId": "143608561"
            }
          ],
          "year": 2018,
          "abstract": null,
          "citationCount": 2,
          "doi": "10.1007/S11097-018-9600-0",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/c3bf408dccca55587ea2217af49677a4efe5f4dd",
          "venue": "Phenomenology and the Cognitive Sciences",
          "isInfluential": true,
          "contexts": [
            "…the body and the material environment (Gosden 2008; Malafouris 2004, 2008), ‘Being-in-the-world’ (Heidegger 1927, p. 84), is integral to Enactive (Valera et al. 1991; Di Paolo 2009), Extended (Clark and Chalmers 1998) and Distributed theories of cognition (Hutchins 1995a, b; Hollan et al. 2000).",
            "The approach to the extended mind taken here is distinct from extended cognition (Clark and Chalmers 1998), in that the brain and the body are integral to the cognitive process, but not to the detriment of the value of the surrounding material culture.",
            "…the brain, body and environment (material and socio-cultural) tend to focus on institutionally static examples; the man with impaired memory function and his notebook (Clark and Chalmers 1998), the pilot and his/her cockpit (Hutchins 1995a, b), the potter and his/her clay (Malafouris 2013).",
            "One could draw upon theories of ‘extended cognition’ (Clark and Chalmers 1998; Clark 1997), to say that the researchers use the\nlab book to off load the cognitive burden of remembering previous experimental experiences, protocols and findings into a material container.",
            "Positioning the brain as relationally entangled with the body and the material environment (Gosden 2008; Malafouris 2004, 2008), ‘Being-in-the-world’ (Heidegger 1927, p. 84), is integral to Enactive (Valera et al. 1991; Di Paolo 2009), Extended (Clark and Chalmers 1998) and Distributed theories of cognition (Hutchins 1995a, b; Hollan et al. 2000)."
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "7eba0f87a9c85e5feadb18ae695930fc83856c5b",
          "title": "Virtue Epistemology and Extended Cognition",
          "authors": [
            {
              "name": "J. Carter",
              "authorId": "2175850070"
            }
          ],
          "year": 2018,
          "abstract": null,
          "citationCount": 6,
          "doi": "10.4324/9781315712550-35",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/7eba0f87a9c85e5feadb18ae695930fc83856c5b",
          "venue": "The Routledge Handbook of Virtue Epistemology",
          "isInfluential": true,
          "contexts": [
            "Clark and Chalmers’ (1998) key insight is that received thinking about the bounds of cognition is objectionably bioprejudiced.",
            "Enter now extended cognition (e.g., Clark and Chalmers 1998)—a view which, if correct,\nmeans that the life of the mind does not transpire exclusively inside the head, but that it (literally) extends so as to include at least some of the physical extra-organismic artifacts that we interact with.",
            "(Clark & Chalmers 1998: 8)\nBy embracing the parity principle, one is committed to counting as cognitive processes\nthe extracranial analogues of whatever intracranial cognitive processes they already recognize.",
            "…PRINCIPLE: If, as we confront some task, a part of the world functions as a process which, were it to go on in the head, we would have no hesitation in accepting as part of the cognitive process, then that part of the world is part of the cognitive process (Clark and Chalmers 1998, 8)."
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "3d9f3cd775d588e308b66dcfa13c55e4b8c9fb2e",
          "title": "Split-brain syndrome and extended perceptual consciousness",
          "authors": [
            {
              "name": "Adrian Downey",
              "authorId": "2074475489"
            }
          ],
          "year": 2018,
          "abstract": null,
          "citationCount": 6,
          "doi": "10.1007/S11097-017-9550-Y",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/3d9f3cd775d588e308b66dcfa13c55e4b8c9fb2e",
          "venue": "",
          "isInfluential": true,
          "contexts": [
            "(Clark and Chalmers 1998, p. 8, italics in original)\nHurley argues that, if an acallosal did unify their perceptual field via external means, we would have no reason to deny that these external factors form a constitutive part of the acallosal’s perceptual field.",
            "In many ways, this objection is analogous to those which surfaced in the immediate aftermath of the original publication of the extended mind argument (Clark and Chalmers 1998).",
            "…It is worth noting that although Hurley herself appeared to be developing a standard extended functionalist argument for an extended mind claim [cf. Clark and Chalmers 1998; Wheeler, 2010], the argument I am going to provide is compatible with both extended and extensive mind accounts (Hutto and…"
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "e3ecc6b0fa1ec12452990fbf52ae12af4a274ab5",
          "title": "Exploring Human-Tech Hybridity at the Intersection of Extended Cognition and Distributed Agency: A Focus on Self-Tracking Devices",
          "authors": [
            {
              "name": "Rikke Duus",
              "authorId": "51163953"
            },
            {
              "name": "Mike Cooray",
              "authorId": "144314490"
            },
            {
              "name": "N. Page",
              "authorId": "98219875"
            }
          ],
          "year": 2018,
          "abstract": null,
          "citationCount": 26,
          "doi": "10.3389/fpsyg.2018.01432",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/e3ecc6b0fa1ec12452990fbf52ae12af4a274ab5",
          "venue": "Frontiers in Psychology",
          "isInfluential": true,
          "contexts": [
            "Clark and Chalmers (1998) concept of extended mind is an attempt to question the locus of cognition as belonging intrinsically and only to the human mind and body.",
            "The EMT reﬂects Clark and Chalmers (1998) argument that cognitive processes (e.g., memory, information retrieval, and processing) can take place outside of the human mind.",
            "Clark and Chalmers (1998, p. 51) argue that the external features possess an “ineliminable role,” as, if changed, the behavior of the person is likely to change too, even if the internal structure (e.g., the capacity to recall information, plan behavior, etc.) remains the same.",
            "This perspective is further emphasized in Clark and Chalmers (1998) concept of active externalism.",
            "In this way, the external features play an active role in the creation of the here-and-now and the capabilities of the human-artifact hybrid (Clark and Chalmers, 1998).",
            "The concept of coupled systems is the linking of the human organism with an external entity in a two-way interaction, which creates a new cognitive system (Clark and Chalmers, 1998).",
            "In the Section “Coupled Systems,” we explore the nature of the human-artifact coupling in further detail through Clark and Chalmers (1998) concept of coupled systems.",
            "For example, a shopping list needs to be available when the person needs it in order to solve the particular task, for it to become part of the cognitive resources that the person has available to draw on (Clark and Chalmers, 1998).",
            "Clark and Chalmers (1998) argue that occasional decoupling, damage, loss, or malfunction does not put into question this uniﬁed cognitive system.",
            "There are certain criteria that aﬀect the strength of the human-artifact coupling (Clark and Chalmers, 1998; Heersmink, 2015) and therefore also the extent to which the external features become constitutive of a cognitive process."
          ],
          "intents": [
            "background"
          ]
        }
      ],
      "references_count": 0,
      "citations_count": 100
    }
  ],
  "count": 1,
  "errors": []
}
