{
  "status": "success",
  "source": "core",
  "query": "embodied cognition technology",
  "results": [
    {
      "core_id": "8859014",
      "doi": "10.1007/978-3-319-96448-5_2",
      "title": "Cognition as Embodied Morphological Computation",
      "authors": [
        {
          "name": "A Clark"
        },
        {
          "name": "A-L Barabasi"
        },
        {
          "name": "BJ MacLennan"
        },
        {
          "name": "G Dodig-Crnkovic"
        },
        {
          "name": "G Piccinini"
        },
        {
          "name": "G Tononi"
        },
        {
          "name": "HR Maturana"
        },
        {
          "name": "J Stewart"
        },
        {
          "name": "JM Epstein"
        },
        {
          "name": "R Pfeifer"
        },
        {
          "name": "R Pfeifer"
        },
        {
          "name": "S Abramsky"
        },
        {
          "name": "VC Müller"
        },
        {
          "name": "WJ Freeman"
        }
      ],
      "year": 2018,
      "abstract": "Cognitive science is considered to be the study of mind (consciousness and thought) and intelligence in humans. Under such definition variety of unsolved/unsolvable problems appear. This article argues for a broad understanding of cognition based on empirical results from i.a. natural sciences, self-organization, artificial intelligence and artificial life, network science and neuroscience, that apart from the high level mental activities in humans, includes sub-symbolic and sub-conscious processes, such as emotions, recognizes cognition in other living beings as well as extended and distributed/social cognition. The new idea of cognition as complex multiscale phenomenon evolved in living organisms based on bodily structures that process information, linking cognitivists and EEEE (embodied, embedded, enactive, extended) cognition approaches with the idea of morphological computation (info-computational self-organisation) in cognizing agents, emerging in evolution through interactions of a (living/cognizing) agent with the environment",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/228134996.pdf",
      "source_url": "https://research.chalmers.se/publication/508345/file/508345_Fulltext.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8861301",
      "doi": "10.1098/rstb.2017.0135",
      "title": "Language as a disruptive technology: Abstract concepts, embodiment and the flexible mind",
      "authors": [
        {
          "name": "Dove, Guy"
        }
      ],
      "year": 2018,
      "abstract": "A growing body of evidence suggests that cognition is embodied and grounded. Abstract concepts, though, remain a significant theoretical chal- lenge. A number of researchers have proposed that language makes an important contribution to our capacity to acquire and employ concepts, particularly abstract ones. In this essay, I critically examine this suggestion and ultimately defend a version of it. I argue that a successful account of how language augments cognition should emphasize its symbolic properties and incorporate a view of embodiment that recognizes the flexible, multi- modal and task-related nature of action, emotion and perception systems. On this view, language is an ontogenetically disruptive cognitive technology that expands our conceptual reach",
      "publisher": "",
      "journal": "Philosophical Transactions of the Royal Society B Biological Sciences",
      "download_url": "https://core.ac.uk/download/186332512.pdf",
      "source_url": "https://philpapers.org/archive/DOVLAA.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8870582",
      "doi": null,
      "title": "Materiality and human cognition",
      "authors": [
        {
          "name": "Overmann, Karenleigh"
        },
        {
          "name": "Wynn, Thomas"
        }
      ],
      "year": 2019,
      "abstract": "In this paper, we examine the role of materiality in human cognition. We address issues such as the ways in which brain functions may change in response to interactions with material forms, the attributes of material forms that may cause change in brain functions, and the spans of time required for brain functions to reorganize when interacting with material forms. We then contrast thinking through materiality with thinking about it. We discuss these in terms of their evolutionary significance and history as attested by stone tools and writing, material forms whose interaction endowed our lineage with conceptual thought and meta-awareness of conceptual domains",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/237182462.pdf",
      "source_url": "https://philpapers.org/archive/OVEMAH.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8859642",
      "doi": null,
      "title": "Embodying Artifact Production Knowledge",
      "authors": [
        {
          "name": "Melkonian-Altshuler, Susanna"
        }
      ],
      "year": 2018,
      "abstract": "On a modified view of embodied cognition, I argue that the conceptual structure of some present-day’s abstract artifact concepts such as PIECE OF MUSIC or PIECE OF ART can be effectively explained if it is taken into account that “visual recordings” of first observed result objects played a major role in developing abstract artifact concepts",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/157697353.pdf",
      "source_url": "https://philpapers.org/archive/MELEAP-3.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8787189",
      "doi": "10.1109/taffc.2019.2908162",
      "title": "Embodied Robot Models for Interdisciplinary Emotion Research",
      "authors": [
        {
          "name": "Canamero, Lola"
        }
      ],
      "year": 2019,
      "abstract": "Due to their complex nature, emotions cannot be properly understood from the perspective of a single discipline. In this paper, I discuss how the use of robots as models is beneficial for interdisciplinary emotion research. Addressing this issue through the lens of my own research, I focus on a critical analysis of embodied robots models of different aspects of emotion, relate them to theories in psychology and neuroscience, and provide representative examples. I discuss concrete ways in which embodied robot models can be used to carry out interdisciplinary emotion research, assessing their contributions: as hypothetical models, and as operational models of specific emotional phenomena, of general emotion principles, and of specific emotion ``dimensions''. I conclude by discussing the advantages of using embodied robot models over other models.Peer reviewe",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/287581878.pdf",
      "source_url": "https://uhra.herts.ac.uk/id/eprint/7725/1/IEEE_TAC_Emotion_Modeling_issue_2019_LC_accepted.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8856403",
      "doi": "10.1007/s11098-017-0935-0",
      "title": "The narrative self, distributed memory, and evocative objects",
      "authors": [
        {
          "name": "A Clark"
        },
        {
          "name": "A Clark"
        },
        {
          "name": "A Clark"
        },
        {
          "name": "A Kind"
        },
        {
          "name": "A Køster"
        },
        {
          "name": "A Stephan"
        },
        {
          "name": "B Huebner"
        },
        {
          "name": "BS Osborne"
        },
        {
          "name": "C Mackenzie"
        },
        {
          "name": "CS Peirce"
        },
        {
          "name": "D Dennett"
        },
        {
          "name": "D Ihde"
        },
        {
          "name": "D Lupton"
        },
        {
          "name": "D Petrelli"
        },
        {
          "name": "DM Wegner"
        },
        {
          "name": "E Hoven van den"
        },
        {
          "name": "E Hutchins"
        },
        {
          "name": "E Hutchins"
        },
        {
          "name": "ET Olson"
        },
        {
          "name": "F Adams"
        },
        {
          "name": "F Jongepier"
        },
        {
          "name": "G Colombetti"
        },
        {
          "name": "G Theiner"
        },
        {
          "name": "GM Bell"
        },
        {
          "name": "J Brockmeier"
        },
        {
          "name": "J Dijck van"
        },
        {
          "name": "J Gonzalez"
        },
        {
          "name": "J Krueger"
        },
        {
          "name": "J Locke"
        },
        {
          "name": "J McClelland"
        },
        {
          "name": "J Slaby"
        },
        {
          "name": "J Sutton"
        },
        {
          "name": "J Sutton"
        },
        {
          "name": "JA Carter"
        },
        {
          "name": "JA Skorburg"
        },
        {
          "name": "K Beach"
        },
        {
          "name": "K Michaelian"
        },
        {
          "name": "K Sterelny"
        },
        {
          "name": "L Floridi"
        },
        {
          "name": "L Lindemann"
        },
        {
          "name": "L Malafouris"
        },
        {
          "name": "LR Baker"
        },
        {
          "name": "M Crete-Nishihata"
        },
        {
          "name": "M Merleau-Ponty"
        },
        {
          "name": "M Rowlands"
        },
        {
          "name": "M Rowlands"
        },
        {
          "name": "M Schechtman"
        },
        {
          "name": "M Schechtman"
        },
        {
          "name": "M Schechtman"
        },
        {
          "name": "M Wheeler"
        },
        {
          "name": "P Goldie"
        },
        {
          "name": "P Griffiths"
        },
        {
          "name": "P Smart"
        },
        {
          "name": "R Clowes"
        },
        {
          "name": "R Heersmink"
        },
        {
          "name": "R Heersmink"
        },
        {
          "name": "R Heersmink"
        },
        {
          "name": "R Menary"
        },
        {
          "name": "R Menary"
        },
        {
          "name": "R Rupert"
        },
        {
          "name": "R Wilson"
        },
        {
          "name": "R Wilson"
        },
        {
          "name": "Richard Heersmink"
        },
        {
          "name": "S Shoemaker"
        },
        {
          "name": "W James"
        }
      ],
      "year": 2018,
      "abstract": "In this article, I outline various ways in which artifacts are interwoven with autobiographical memory systems and conceptualize what this implies for the self. I first sketch the narrative approach to the self, arguing that who we are as persons is essentially our (unfolding) life story, which, in turn, determines our present beliefs and desires, but also directs our future goals and actions. I then argue that our autobiographical memory is partly anchored in our embodied interactions with an ecology of artifacts in our environment. Lifelogs, photos, videos, journals, diaries, souvenirs, jewelry, books, works of art, and many other meaningful objects trigger and sometimes constitute emotionally-laden autobiographical memories. Autobiographical memory is thus distributed across embodied agents and various environmental structures. To defend this claim, I draw on and integrate distributed cognition theory and empirical research in human-technology interaction. Based on this, I conclude that the self is neither defined by psychological states realized by the brain nor by biological states realized by the organism, but should be seen as a distributed and relational construct",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/131213175.pdf",
      "source_url": "https://philpapers.org/archive/HEETNS.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8870581",
      "doi": null,
      "title": "Representational unification in cognitive science: Is embodied cognition a unifying perspective?",
      "authors": [
        {
          "name": "Miłkowski, Marcin"
        },
        {
          "name": "Nowakowski, Przemysław"
        }
      ],
      "year": 2019,
      "abstract": "In this paper, we defend a novel, multidimensional account of representational unification, which we distinguish from integration. The dimensions of unity are simplicity, generality and scope, non-monstrosity, and systematization. In our account, unification is a graded property. The account is used to investigate the issue of how research traditions contribute to representational unification, focusing on embodied cognition in cognitive science. Embodied cognition contributes to unification even if it fails to offer a grand unification of cognitive science. The study of this failure shows that unification, contrary to what defenders of mechanistic explanation claim, is an important mechanistic virtue of research traditions",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/237182443.pdf",
      "source_url": "https://philpapers.org/archive/MIKRUI.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "51486345",
      "doi": "10.3389/fpsyg.2018.00550",
      "title": "Editorial: Embodied cognition over the lifespan. Theoretical issues and implications for applied settings",
      "authors": [
        {
          "name": "Borghi, Am"
        },
        {
          "name": "Setti, A"
        }
      ],
      "year": 2018,
      "abstract": "The editorial introduces The Special Topic on Embodied Cognition over the Lifespan and in Applied Settings. The Topic aimed at gathering evidence on the role of EC in development, adulthood, and aging, and to shed light on the applied fields benefiting from this approach",
      "publisher": "'Frontiers Media SA'",
      "journal": "Frontiers in Psychology",
      "download_url": "https://core.ac.uk/download/158327791.pdf",
      "source_url": "https://iris.uniroma1.it/bitstream/11573/1110345/1/setti_editorial_2018.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "40066880",
      "doi": null,
      "title": "16th Biennial Symposium on Arts & Technology Exhibitions and Workshops",
      "authors": [
        {
          "name": "Ammerman Center for Arts & Technology, Connecticut College"
        }
      ],
      "year": 2018,
      "abstract": null,
      "publisher": "Digital Commons @ Connecticut College",
      "journal": null,
      "download_url": "https://core.ac.uk/download/212886968.pdf",
      "source_url": "https://digitalcommons.conncoll.edu/cgi/viewcontent.cgi?article=1003&amp;context=ammermansymposia",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "85773330",
      "doi": "10.14361/9783839447291-011",
      "title": "Embodying the reader : perspectives on fiction, cognition, and the body",
      "authors": [
        {
          "name": "Caracciolo, Marco"
        }
      ],
      "year": 2020,
      "abstract": null,
      "publisher": "'Transcript Verlag'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/322827669.pdf",
      "source_url": "https://biblio.ugent.be/publication/8660708/file/8660711.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "9462931",
      "doi": null,
      "title": "Different Methods of Embodied Cognition in Pedagogy and its Effectiveness in Student Learning",
      "authors": [
        {
          "name": "Durkee, Cassandra"
        }
      ],
      "year": 2018,
      "abstract": "The Mathematical Ideas Analysis hypothesizes that abstract mathematical reasoning is unconsciously organized and integrated with sensory-motor experience. Basic research testing movement, language, and perception during math problem solving supports this hypothesis. Applied research primarily measures students’ performance on math tests after they engage in analogous sensory-motor tasks, but findings show mixed results. Sensory-motor tasks are dependent on several moderators (e.g., instructional guidance, developmental stage) known to help students learn, and studies vary in how each moderator is implemented. There is little research on the effectiveness of sensory-motor tasks without these moderators. This study compares different approaches to working with an interactive application designed to emulate how people intrinsically solve algebraic equations.  A total of 130 participants (84 females, 54 males) were drawn from a pool of Introductory Psychology students attending San Jose State University.  Participants were placed in three different learning environments, and their performance was measured by comparing improvement between a pre-test and a post-test.  We found no difference between participants who worked alone with the application, were instructed by the experimenter while using the application, or who instructed the experimenter on how to solve equations using the application. Further research is needed to examine how and whether analogous sensory-motor interfaces are a useful learning tool, and if so, what circumstances are ideal for sensory-motor interfaces to be used",
      "publisher": "SJSU ScholarWorks",
      "journal": null,
      "download_url": "https://core.ac.uk/download/215422880.pdf",
      "source_url": "https://scholarworks.sjsu.edu/cgi/viewcontent.cgi?article=8510&amp;context=etd_theses",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8870367",
      "doi": "10.5964/jnc.v4i2.161",
      "title": "Constructing a concept of number",
      "authors": [
        {
          "name": "Overmann, Karenleigh"
        }
      ],
      "year": 2018,
      "abstract": "Numbers are concepts whose content, structure, and organization are influenced by the material forms used to represent and manipulate them. Indeed, as argued here, it is the inclusion of multiple forms (distributed objects, fingers, single- and two-dimensional forms like pebbles and abaci, and written notations) that is the mechanism of numerical elaboration. Further, variety in employed forms explains at least part of the synchronic and diachronic variability that exists between and within cultural number systems. Material forms also impart characteristics like linearity that may persist in the form of knowledge and behaviors, ultimately yielding numerical concepts that are irreducible to and functionally independent of any particular form. Material devices used to represent and manipulate numbers also interact with language in ways that reinforce or contrast different aspects of numerical cognition. Not only does this interaction potentially explain some of the unique aspects of numerical language, it suggests that the two are complementary but ultimately distinct means of accessing numerical intuitions and insights. The potential inclusion of materiality in contemporary research in numerical cognition is advocated, both for its explanatory power, as well as its influence on psychological, behavioral, and linguistic aspects of numerical cognition",
      "publisher": "",
      "journal": "Journal of Numerical Cognition",
      "download_url": "https://core.ac.uk/download/237182461.pdf",
      "source_url": "https://philpapers.org/archive/OVECAC.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "54947606",
      "doi": "10.3389/fpsyg.2018.02659",
      "title": "Editorial: Beyond embodied cognition: Intentionality, affordance, and environmental adaptation",
      "authors": [
        {
          "name": "Borghi, Anna M."
        },
        {
          "name": "Jin, Zheng"
        },
        {
          "name": "Tirassa, Maurizio"
        }
      ],
      "year": 2018,
      "abstract": "The paper describes the contents of the contributions contained in the special topi",
      "publisher": "'Frontiers Media SA'",
      "journal": "Frontiers in Psychology",
      "download_url": "https://core.ac.uk/download/188832420.pdf",
      "source_url": "https://iris.uniroma1.it/bitstream/11573/1507897/1/jin_beyond_2019.PDF",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "40067102",
      "doi": null,
      "title": "16th Biennial Symposium on Arts & Technology Proceedings",
      "authors": [
        {
          "name": "Ammerman Center for Arts & Technology, Connecticut College"
        }
      ],
      "year": 2018,
      "abstract": null,
      "publisher": "Digital Commons @ Connecticut College",
      "journal": null,
      "download_url": "https://core.ac.uk/download/212886972.pdf",
      "source_url": "https://digitalcommons.conncoll.edu/cgi/viewcontent.cgi?article=1001&amp;context=ammermansymposia",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "54154615",
      "doi": null,
      "title": "The use of Virtual Reality in Enhancing Interdisciplinary Research and\n  Education",
      "authors": [
        {
          "name": "Isah, Haruna"
        },
        {
          "name": "Leung, Tiffany"
        },
        {
          "name": "Zulkernine, Farhana"
        }
      ],
      "year": 2018,
      "abstract": "Virtual Reality (VR) is increasingly being recognized for its educational\npotential and as an effective way to convey new knowledge to people, it\nsupports interactive and collaborative activities. Affordable VR powered by\nmobile technologies is opening a new world of opportunities that can transform\nthe ways in which we learn and engage with others. This paper reports our study\nregarding the application of VR in stimulating interdisciplinary communication.\nIt investigates the promises of VR in interdisciplinary education and research.\nThe main contributions of this study are (i) literature review of theories of\nlearning underlying the justification of the use of VR systems in education,\n(ii) taxonomy of the various types and implementations of VR systems and their\napplication in supporting education and research (iii) evaluation of\neducational applications of VR from a broad range of disciplines, (iv)\ninvestigation of how the learning process and learning outcomes are affected by\nVR systems, and (v) comparative analysis of VR and traditional methods of\nteaching in terms of quality of learning. This study seeks to inspire and\ninform interdisciplinary researchers and learners about the ways in which VR\nmight support them and also VR software developers to push the limits of their\ncraft.Comment: 6 Page",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/615461029.pdf",
      "source_url": "https://source.sheridancollege.ca/cgi/viewcontent.cgi?article=1009&context=centres_publications",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "44610862",
      "doi": "10.3389/frobt.2018.00012",
      "title": "Embodied Evolution in Collective Robotics: A Review",
      "authors": [
        {
          "name": "Alba"
        },
        {
          "name": "Alba"
        },
        {
          "name": "Amato"
        },
        {
          "name": "Anderson"
        },
        {
          "name": "Aplin"
        },
        {
          "name": "Arthur"
        },
        {
          "name": "Axelrod"
        },
        {
          "name": "Bangel"
        },
        {
          "name": "Barrett"
        },
        {
          "name": "Bayindir"
        },
        {
          "name": "Bedau"
        },
        {
          "name": "Bellingham"
        },
        {
          "name": "Beni"
        },
        {
          "name": "Bentham"
        },
        {
          "name": "Bernard"
        },
        {
          "name": "Bernstein"
        },
        {
          "name": "Bianco"
        },
        {
          "name": "Blount"
        },
        {
          "name": "Bongard"
        },
        {
          "name": "Bongard"
        },
        {
          "name": "Boumaza"
        },
        {
          "name": "Brambilla"
        },
        {
          "name": "Bredeche"
        },
        {
          "name": "Bredeche"
        },
        {
          "name": "Bredeche"
        },
        {
          "name": "Bredeche"
        },
        {
          "name": "Bredeche"
        },
        {
          "name": "Brodbeck"
        },
        {
          "name": "Camazine"
        },
        {
          "name": "Charlesworth"
        },
        {
          "name": "Christensen"
        },
        {
          "name": "Cully"
        },
        {
          "name": "Deutsch"
        },
        {
          "name": "Dibangoye"
        },
        {
          "name": "Doncieux"
        },
        {
          "name": "Eiben"
        },
        {
          "name": "Eiben"
        },
        {
          "name": "Eiben"
        },
        {
          "name": "Eiben"
        },
        {
          "name": "Fernandez Pérez"
        },
        {
          "name": "Fernandez Pérez"
        },
        {
          "name": "Fernandez Pérez"
        },
        {
          "name": "Ferrante"
        },
        {
          "name": "Ficici"
        },
        {
          "name": "Floreano"
        },
        {
          "name": "García-Sánchez"
        },
        {
          "name": "Gauci"
        },
        {
          "name": "Geritz"
        },
        {
          "name": "Good"
        },
        {
          "name": "Haasdijk"
        },
        {
          "name": "Haasdijk"
        },
        {
          "name": "Haasdijk"
        },
        {
          "name": "Haasdijk"
        },
        {
          "name": "Haasdijk"
        },
        {
          "name": "Haasdijk"
        },
        {
          "name": "Haasdijk"
        },
        {
          "name": "Hardin"
        },
        {
          "name": "Hart"
        },
        {
          "name": "Hauert"
        },
        {
          "name": "Heinerman"
        },
        {
          "name": "Heinerman"
        },
        {
          "name": "Hettiarachchi"
        },
        {
          "name": "Hettiarachchi"
        },
        {
          "name": "Huijsman"
        },
        {
          "name": "Jakobi"
        },
        {
          "name": "Karafotias"
        },
        {
          "name": "Kemeling"
        },
        {
          "name": "König"
        },
        {
          "name": "König"
        },
        {
          "name": "Lehman"
        },
        {
          "name": "Long"
        },
        {
          "name": "Maynard Smith"
        },
        {
          "name": "Mitri"
        },
        {
          "name": "Montanier"
        },
        {
          "name": "Montanier"
        },
        {
          "name": "Montanier"
        },
        {
          "name": "Moor"
        },
        {
          "name": "Mouret"
        },
        {
          "name": "Mouret"
        },
        {
          "name": "Nelson"
        },
        {
          "name": "Nolfi"
        },
        {
          "name": "Nordin"
        },
        {
          "name": "Noskov"
        },
        {
          "name": "Nouyan"
        },
        {
          "name": "O’Dowd"
        },
        {
          "name": "Parker"
        },
        {
          "name": "Perez"
        },
        {
          "name": "Pfeifer"
        },
        {
          "name": "Prieto"
        },
        {
          "name": "Prieto"
        },
        {
          "name": "Prieto"
        },
        {
          "name": "Prieto"
        },
        {
          "name": "Pugh"
        },
        {
          "name": "Ray"
        },
        {
          "name": "Rubenstein"
        },
        {
          "name": "Schut"
        },
        {
          "name": "Schwarzer"
        },
        {
          "name": "Schwarzer"
        },
        {
          "name": "Shapley"
        },
        {
          "name": "Silva"
        },
        {
          "name": "Silva"
        },
        {
          "name": "Silva"
        },
        {
          "name": "Silva"
        },
        {
          "name": "Silva"
        },
        {
          "name": "Simões"
        },
        {
          "name": "Soros"
        },
        {
          "name": "Stanley"
        },
        {
          "name": "Steyven"
        },
        {
          "name": "Stone"
        },
        {
          "name": "Stone"
        },
        {
          "name": "Stone"
        },
        {
          "name": "Taylor"
        },
        {
          "name": "Thrun"
        },
        {
          "name": "Tonelli"
        },
        {
          "name": "Trianni"
        },
        {
          "name": "Trueba"
        },
        {
          "name": "Trueba"
        },
        {
          "name": "Trueba"
        },
        {
          "name": "Trueba"
        },
        {
          "name": "Urzelai"
        },
        {
          "name": "Usui"
        },
        {
          "name": "Vanderelst"
        },
        {
          "name": "Waibel"
        },
        {
          "name": "Wakeley"
        },
        {
          "name": "Walker"
        },
        {
          "name": "Watson"
        },
        {
          "name": "Weel"
        },
        {
          "name": "Weel"
        },
        {
          "name": "Werfel"
        },
        {
          "name": "West"
        },
        {
          "name": "Wischmann"
        },
        {
          "name": "Wiser"
        },
        {
          "name": "Wolpert"
        }
      ],
      "year": 2018,
      "abstract": "This paper provides an overview of evolutionary robotics techniques applied\nto on-line distributed evolution for robot collectives -- namely, embodied\nevolution. It provides a definition of embodied evolution as well as a thorough\ndescription of the underlying concepts and mechanisms. The paper also presents\na comprehensive summary of research published in the field since its inception\n(1999-2017), providing various perspectives to identify the major trends. In\nparticular, we identify a shift from considering embodied evolution as a\nparallel search method within small robot collectives (fewer than 10 robots) to\nembodied evolution as an on-line distributed learning method for designing\ncollective behaviours in swarm-like collectives. The paper concludes with a\ndiscussion of applications and open questions, providing a milestone for past\nand an inspiration for future research.Comment: 23 pages, 1 figure, 1 tabl",
      "publisher": "'Frontiers Media SA'",
      "journal": "Frontiers in Robotics and AI",
      "download_url": "https://core.ac.uk/download/614587988.pdf",
      "source_url": "http://www.loc.gov/mods/v3",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "12264919",
      "doi": "10.1017/s0040298218000694",
      "title": "Disembodiment: Reproduction, Transcription, And Trace",
      "authors": [
        {
          "name": "Aaron Einbond"
        },
        {
          "name": "Benjamin"
        },
        {
          "name": "Chion"
        },
        {
          "name": "Donin"
        },
        {
          "name": "Einbond"
        },
        {
          "name": "Goldsmith"
        },
        {
          "name": "Kittler"
        },
        {
          "name": "Peirce"
        },
        {
          "name": "Weiwei"
        }
      ],
      "year": 2018,
      "abstract": "This article poses the question, what is so great about the body? Recent scholarship has emphasized the concept of an embodied cognition and reminded us of the significance of embodiment in musical performance. Yet, vital as these observations may be, they offer only a limited view of what ‘touch’ can mean. Following the semiotic notion of the index as a sign with a real connection to its object, writers and artists such as Friedrich Kittler, Ai Weiwei, Kenneth Goldsmith and Nicolas Donin have reflected on how the reproductions of the gramophone needle, the calligrapher's brush, the blogger's keyboard, and the programmer's code can trace meaningful points of contact. Examples from my own practice illustrate some of the many possible ways that digital traces can be touching",
      "publisher": "'Cambridge University Press (CUP)'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/187115759.pdf",
      "source_url": "https://openaccess.city.ac.uk/id/eprint/21550/1/Disembodiment%20%28002%29.pdf",
      "language": "en",
      "document_type": "research"
    }
  ],
  "count": 17,
  "errors": []
}
