{
  "status": "success",
  "source": "core",
  "query": "moral responsibility delegation tool use",
  "results": [
    {
      "core_id": "63250595",
      "doi": null,
      "title": "The Criminal Jury, Moral Judgments, and Political Representation",
      "authors": [
        {
          "name": "Lee, Youngjae"
        }
      ],
      "year": 2018,
      "abstract": "Was the sexual act consensual? Did the defendant have a reasonable belief that he was in imminent danger of death by an attacker? Did the police use excessive force? Did the defendant act in a heinous or cruel manner? Did the defendant act with depraved indifference to human life? These are some of the questions that criminal juries encounter. Determinations of such questions involve a combination of factual and moral questions, both questions about what happened and questions about the evaluative significance of what happened. This feature of the criminal jury—that the jury routinely decides normative questions—is frequently noted but is rarely examined. What does it exactly mean when we say that juries make normative determinations, and what is the nature of the inquiry that the jurors are engaging in when they consider moral questions in this particular setting? More specifically, this Article asks whether a juror, when making moral judgments, should follow his or her individual moral beliefs or identify and implement the community’s perspective. Many things said about the criminal jury appear to support the view that the jurors should attempt to replicate the community’s perspective. It is often said, for instance, the criminal jury serves as the community’s conscience, representative, or fiduciary, and such formulations suggest an obligation on the part of the jurors to reproduce the community’s perspective. This Article argues that despite the popularity of such accounts, they are either too indeterminate to imply an obligation on the part of the jurors to reproduce the community’s perspective, or in conflict with the fundamental obligation of jurors to adjudicate fairly and accurately. This Article, therefore, concludes that we are better off jettisoning the talk of the criminal jury as the community’s conscience, representative, or fiduciary, at least in this context, and should instead embrace the notion that jurors fulfill their roles in the criminal justice system most effectively when they vote as individuals, not as representatives, by applying legal standards to particular situations and bringing a diversity of viewpoints to the task",
      "publisher": "FLASH: The Fordham Law Archive of Scholarship and History",
      "journal": null,
      "download_url": "https://core.ac.uk/download/216959381.pdf",
      "source_url": "https://ir.lawnet.fordham.edu/cgi/viewcontent.cgi?article=1942&amp;context=faculty_scholarship",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "29555831",
      "doi": "10.1057/cep.2016.24",
      "title": "Strengthening the accountability of independent regulatory agencies: From performance back to democracy",
      "authors": [
        {
          "name": "NESTI, GIORGIA"
        }
      ],
      "year": 2018,
      "abstract": "The autonomy of independent regulatory agencies (IRAs) raises concerns about how to keep them accountable. Remarkably, the process of Europeanisation has led to the emergence of a multilevel regulatory system linking IRAs to national and supranational actors but, on the other side, this process has influenced the capacity to make IRAs accountable. The literature about the accountability deficit of IRAs has tried to address this question, but the interplay between delegation, \\u2018multi-levelisation\\u2019 and accountability has not been thoroughly investigated yet. Notably, theoretical analysis of IRAs\\u2019 accountability in multilevel regulatory environments is still scarce. This article is aimed at contributing to the debate by pointing out that any theoretical discussion about the accountability of IRAs should be framed in normative terms and, precisely, should reconsider a crucial dimension neglected so far, that is, the goals accountability is expected to achieve. The article, in fact, argues that in multilevel regulatory environments the impact of devices adopted to improve the accountability of IRAs is generally weakened by the presence of a \\u2018neutral\\u2019 idea of accountability, which dilutes its power. The only way to strengthen the effect of accountability is to bring politics and democratic values back into the regulatory process",
      "publisher": "'Springer Science and Business Media LLC'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/53527106.pdf",
      "source_url": "https://www.research.unipd.it/bitstream/11577/3200788/7/CEP_POST%20PRINT.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8014046",
      "doi": "10.1177/0192512118764410",
      "title": "Explaining disappearances as a tool of political terror",
      "authors": [
        {
          "name": "Amnesty International"
        },
        {
          "name": "Arditti Rita"
        },
        {
          "name": "Armony Ariel C"
        },
        {
          "name": "Aussaresses Paul"
        },
        {
          "name": "Berman Maureen R"
        },
        {
          "name": "Boss Pauline"
        },
        {
          "name": "Clark Ann Marie"
        },
        {
          "name": "Eckstein Harry"
        },
        {
          "name": "Iosif Kovras"
        },
        {
          "name": "Keys Barbara"
        },
        {
          "name": "Kyriakou Nikolas"
        },
        {
          "name": "Padilla Ballesteros Elías P"
        },
        {
          "name": "Paloma Aguilar"
        },
        {
          "name": "Riegler Thomas"
        },
        {
          "name": "Ryan Jeffrey"
        },
        {
          "name": "Sant Cassia Paul Sant"
        },
        {
          "name": "Schmitz Hans Peter"
        },
        {
          "name": "Sewell William"
        },
        {
          "name": "Sikkink Kathryn"
        },
        {
          "name": "Silva Mario"
        },
        {
          "name": "Tilly Charles"
        },
        {
          "name": "Trinquier Roger"
        }
      ],
      "year": 2018,
      "abstract": "Despite the widespread use of disappearances as a central tool of terror in recent decades, little is known about the emergence of the phenomenon or its underlying rationale. We argue that growing international accountability norms, coupled with the improved quality of reporting human rights abuses, paradoxically reshaped the repressive strategies of certain regimes and pushed them to deploy more clandestine and extrajudicial forms of repression, predominantly disappearances. We also explore the timing of disappearances: when a state decides to deploy a particular instrument of terror can greatly benefit our understanding of why it was used. We show that repressive regimes tend to use disappearances in the first period after a coup, taking advantage of the general confusion and opacity to secure strategic benefits and protect the regime from external scrutiny and future accountability. Our findings contribute to the growing literature on human rights and political repression by highlighting an ‘unintended consequence’ of international accountability norms: repressive regimes turn to clandestine crimes",
      "publisher": "'SAGE Publications'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/160607159.pdf",
      "source_url": "http://openaccess.city.ac.uk/20263/1/Kovras_Aguilar_Explaining%20Disappearances%20as%20a%20Tool%20of%20Political%20Terror%20final_22Jan.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "85840193",
      "doi": "10.1145/3357236.3395476",
      "title": "Visions, Values, and Videos: Revisiting Envisionings in Service of\n  UbiComp Design for the Home",
      "authors": [
        {
          "name": "Aldrich Frances K"
        },
        {
          "name": "Anderson Bob"
        },
        {
          "name": "Cockton Gilbert"
        },
        {
          "name": "Costanza Enrico"
        },
        {
          "name": "de Poel Ibo Van"
        },
        {
          "name": "Denisa Kera Markéta"
        },
        {
          "name": "Doryab Afsaneh"
        },
        {
          "name": "Fischer Joel E."
        },
        {
          "name": "Gaver William"
        },
        {
          "name": "Keith Edwards W."
        },
        {
          "name": "Luo Suhuai"
        },
        {
          "name": "Markéta"
        },
        {
          "name": "Muller Michael J"
        },
        {
          "name": "O'toole Dan"
        },
        {
          "name": "Richmond"
        },
        {
          "name": "Verame Jhim"
        }
      ],
      "year": 2020,
      "abstract": "UbiComp has been envisioned to bring about a future dominated by calm\ncomputing technologies making our everyday lives ever more convenient. Yet the\nsame vision has also attracted criticism for encouraging a solitary and passive\nlifestyle. The aim of this paper is to explore and elaborate these tensions\nfurther by examining the human values surrounding future domestic UbiComp\nsolutions. Drawing on envisioning and contravisioning, we probe members of the\npublic (N=28) through the presentation and focus group discussion of two\ncontrasting animated video scenarios, where one is inspired by \"calm\" and the\nother by \"engaging\" visions of future UbiComp technology. By analysing the\nreasoning of our participants, we identify and elaborate a number of relevant\nvalues involved in balancing the two perspectives. In conclusion, we articulate\npractically applicable takeaways in the form of a set of key design questions\nand challenges.Comment: DIS'20, July 6-10, 2020, Eindhoven, Netherland",
      "publisher": "'Association for Computing Machinery (ACM)'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/341794892.pdf",
      "source_url": "https://discovery.ucl.ac.uk/10114080/1/_DIS__20__Visions_Values_and_Videos_authorversion.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "40820646",
      "doi": null,
      "title": "Regulatory Horcruxes",
      "authors": [
        {
          "name": "Light, Sarah E."
        }
      ],
      "year": 2018,
      "abstract": "The regulator that designs and first implements a federal regulatory program does not always have the ability to control the timing and process of how that regulatory program will, in this Symposium’s language, “exit.” As the 2016 election has demonstrated, the initiating regulator cannot necessarily plan in advance for the program’s expiration, diminution, or scaling back. A successor instead wields this power. Whether one views this as a terrible thing or a salutary feature of democracy depends in part upon one’s relationship to the regulatory status quo, but also implicates broader questions about policy stability and democratic accountability. At the very least, however, this fact raises several important questions about strategic regulatory design. First, is it possible to insulate or harden regulatory programs from successor exit? And second, when, if ever, would this be a good thing? This Article offers a systematic account of how regulators can make regulatory exit more challenging by looking outward, beyond the walls of a single, primary federal agency to other potential regulators or co-regulators, including secondary federal agencies, the states, and private actors.\nThis Article identifies as a potential antidote to regulatory exit a constellation of strategic techniques that I call regulatory horcruxes—much like the horcruxes Lord Voldemort created by placing portions of his soul into multiple external objects in order to ensure his immortality.  An initiating regulator, be it Congress or a federal agency, can use such horcruxes in an effort to make successor exit more difficult by splitting programs beyond the walls of a single federal agency into other institutions. This Article first offers an analytical framework laying out five primary types of horcrux. It then examines horcruxes from a normative perspective, evaluating the comparative benefits and costs of their use in terms of their potential impact both on the durability of regulatory programs and on the quality of democratic deliberation. It acknowledges that horcruxes are an imperfect solution. Although dispersal or fragmentation of regulatory authority may insulate a program from deregulatory pressure, the fragmented regulatory program may exist in a weakened form that cannot accomplish as much as more direct, centralized regulation can. The Article concludes by offering a research agenda, including suggestions for further empirical research",
      "publisher": "Duke University School of Law",
      "journal": null,
      "download_url": "https://core.ac.uk/download/213020197.pdf",
      "source_url": "https://scholarship.law.duke.edu/cgi/viewcontent.cgi?article=3943&amp;context=dlj",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8867568",
      "doi": "10.4324/9781351205634-11",
      "title": "The Case for Workplace Democracy",
      "authors": [
        {
          "name": "Ellerman, David"
        }
      ],
      "year": 2018,
      "abstract": "In this chapter I seek to provide a theoretical defense of workplace democracy that is independent from and outside the lineage of Marxist and communist theory. Common to the council movements, anarcho- syndicalism and many other forms of libertarian socialism was the idea “that workers’ self- management was central.” Yet the idea of workers’ control has not been subject to the same theoretical development as Marx’s theory, not to mention capitalist economic theory. This chapter aims to contribute at a theoretical level by providing a justification and defense of self- managed workplaces that is independent of the particular historical tradition of the council movements.\n          There is a clear and definitive case for workplace democracy based on first principles that descends to modern times through the Reformation and Enlightenment in the abolitionist, democratic and feminist movements. By the twentieth century, the arguments had been scattered and lost  –  like the bones of some ancient beast scattered in a desert  –  partly due to misconceptions, mental blocks and misinterpretations embodied in Marxism, liberalism and economic theory. When one has worked through some of these intellectual roadblocks, then one may be better able to reassemble the case for workplace democracy from well- known first principles developed in the abolitionist, democratic and feminist movements",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/305120519.pdf",
      "source_url": "https://philpapers.org/archive/ELLTCF-4.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8130111",
      "doi": "10.1111/jocn.13855",
      "title": "Putting knowledge to work in clinical practice: understanding experiences of preceptorship as outcomes of interconnected domains of learning.",
      "authors": [
        {
          "name": "Allan"
        },
        {
          "name": "Allan"
        },
        {
          "name": "Allan"
        },
        {
          "name": "Allan"
        },
        {
          "name": "Allan"
        },
        {
          "name": "Billay"
        },
        {
          "name": "Billay"
        },
        {
          "name": "Bowen"
        },
        {
          "name": "Burawoy"
        },
        {
          "name": "Carlson"
        },
        {
          "name": "Cipriano"
        },
        {
          "name": "Curtis"
        },
        {
          "name": "Curtis"
        },
        {
          "name": "Daylan"
        },
        {
          "name": "Department of Health"
        },
        {
          "name": "DeWolfe"
        },
        {
          "name": "Evans"
        },
        {
          "name": "Fowler"
        },
        {
          "name": "Gillen"
        },
        {
          "name": "Guest"
        },
        {
          "name": "Hardyman"
        },
        {
          "name": "Hasson"
        },
        {
          "name": "Hughes"
        },
        {
          "name": "Johnson"
        },
        {
          "name": "Legris"
        },
        {
          "name": "Lennox"
        },
        {
          "name": "Letizia"
        },
        {
          "name": "Lewis"
        },
        {
          "name": "Magnusson"
        },
        {
          "name": "Marks-Maran"
        },
        {
          "name": "Melia"
        },
        {
          "name": "Nursing and Midwifery Council"
        },
        {
          "name": "O'Driscoll"
        },
        {
          "name": "Panzavecchia"
        },
        {
          "name": "Robinson"
        },
        {
          "name": "Saccomano"
        },
        {
          "name": "Sikma"
        },
        {
          "name": "Smith"
        },
        {
          "name": "Standing"
        },
        {
          "name": "Weydt"
        },
        {
          "name": "Whitehead"
        },
        {
          "name": "Whitehead"
        },
        {
          "name": "Willis"
        }
      ],
      "year": 2018,
      "abstract": "AIM: To explore how preceptor support can assist newly qualified nurses (NQNs) to put knowledge to work across interconnected forms of knowledge when delegating to health care assistants (HCAs). BACKGROUND: Current literature on preceptorship in nursing has failed to explore how competence is underpinned by knowledge frameworks in clinical practice. DESIGN: An ethnographic case study in three hospital sites in England (2011-2014). METHODS: Data collection included participant observation, interviews with 33 newly qualified nurses, 10 HCAs and 12 ward managers. Data were analysed using thematic analysis. A tool to assist NQNs to delegate and supervise NQNs during the preceptorship period was developed and piloted with thirteen NQNs in the same sites. A process evaluation was undertaken. FINDINGS: Focusing on a key task for NQNS, delegation to HCAs, we argue that preceptorship can support NQNs as they put knowledge to work in the transition from qualifying student to NQN. In supportive ward cultures, limited access to formal preceptorship can be bolstered by team support. NQNs in less supportive ward cultures may have both a greater need for preceptorship and have fewer compensatory mechanisms available to them when formal preceptorship is not available. We argue that organisational learning contexts and individual learning styles (interconnected domains of learning) are key to understanding effective preceptorship. CONCLUSIONS: We suggest that putting knowledge to work early in their careers with preceptorship support may assist NQNs to develop confidence and competence in delegation and supervision of health care assistants. This article is protected by copyright. All rights reserved",
      "publisher": "'Wiley'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/82893111.pdf",
      "source_url": "http://eprints.mdx.ac.uk/22143/3/JCNPRECEPha12072016.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "63046908",
      "doi": null,
      "title": "The  Uncontroversial  Controversy in Compelled Commercial Disclosures",
      "authors": [
        {
          "name": "Fowler, Lauren"
        }
      ],
      "year": 2019,
      "abstract": "Federal and state administrative agencies increasingly advance public health goals through the use of mandatory disclosures, like warning labels on cigarettes, that are intended to both inform and influence consumer decisions. However, the standard for determining whether these requirements violate a commercial speaker’s First Amendment rights is unsettled. In Zauderer v. Office of Disciplinary Counsel, the U.S. Supreme Court adopted a test that defers to the government’s determination that the compelled disclosure of “factual and uncontroversial information” is justified. Since Zauderer was decided, lower courts have disagreed about the meaning of “uncontroversial.” A recent Supreme Court case, National Institute of Family & Life Advocates v. Becerra (NIFLA), may have resolved the debate by treating “uncontroversial” as a requirement that a disclosure not relate to a controversial subject matter. In doing so, the Court diverged from two interpretations commonly adopted by lower courts: that “uncontroversial” refers to the factual accuracy of the disclosed information or to the underlying ideology. This Note illustrates the public health implications of these various interpretations in the context of an ongoing international debate over the benefits of breastfeeding and mandatory disclosures with respect to infant formula. It argues that the Court’s position in NIFLA poses a significant obstacle to government efforts to protect public health and ignores Zauderer’s firm grounding in listeners’ informational interests. Factual accuracy more appropriately limits Zauderer’s scope. Heightened scrutiny should only apply if the government compels a commercial speaker to convey opinion. While concerns about the overuse of warnings for remote or unsubstantiated risks are well-founded, this issue may be addressed by evaluating whether a particular disclosure fails Zauderer review as “unjustified or unduly burdensome.” This framework for compelled disclosures is more strongly supported by the text of Zauderer itself, and it would grant proper deference to a legislature’s policy determination that potential health risks justify a disclosure",
      "publisher": "FLASH: The Fordham Law Archive of Scholarship and History",
      "journal": null,
      "download_url": "https://core.ac.uk/download/216959287.pdf",
      "source_url": "https://ir.lawnet.fordham.edu/cgi/viewcontent.cgi?article=5582&amp;context=flr",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "12264716",
      "doi": "10.4324/9781315623757-6",
      "title": "Deportation and Forced Return",
      "authors": [
        {
          "name": "Majidi, N."
        },
        {
          "name": "Schuster, L."
        }
      ],
      "year": 2018,
      "abstract": null,
      "publisher": "'Informa UK Limited'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/163076700.pdf",
      "source_url": "https://openaccess.city.ac.uk/id/eprint/21102/1/Forced%20Migration%20-%20Deportation%20proofs.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "40820249",
      "doi": null,
      "title": "Global Standard-Setting 2.0: How the WTO Spotlights ISO and Impacts the Transnational Standard-Setting Process",
      "authors": [
        {
          "name": "Delimatsis, Panagiotis"
        }
      ],
      "year": 2018,
      "abstract": "Transnational technical standard-setting has grown in prominence in recent years. The World Trade Organization (WTO) requires the use of international standards but adopts a deferential approach towards international standards. However, practice shows that several international standards are promulgated through opaque and exclusionary processes. In line with this observation, in its recent US—Tuna II ruling, the Appellate Body adopted a more critical stance regarding international standards and the processes that lead to their adoption. Against this backdrop, this article focuses on an analysis of the properties and mechanics of international standard-setting processes within the International Organization for Standardization (ISO), discussing procedural and substantive guarantees regarding transparency, openness, deliberation and participation. As the WTO becomes the de facto arbiter of the legitimacy of international standards, much needed institutional reform in international standard-setting is bound to occur. Arguably, this is bringing a paradigm shift in standardization practices and introduces “global standard-setting 2.0.” Such trend is in line with emerging demands for a more inclusive global legal order",
      "publisher": "Duke University School of Law",
      "journal": null,
      "download_url": "https://core.ac.uk/download/213020038.pdf",
      "source_url": "http://www.loc.gov/mods/v3",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "62535224",
      "doi": null,
      "title": "Full Issue Summer 2015 Volume 10, Issue 2",
      "authors": [],
      "year": 2018,
      "abstract": null,
      "publisher": "SFA ScholarWorks",
      "journal": null,
      "download_url": "https://core.ac.uk/download/215494431.pdf",
      "source_url": "https://scholarworks.sfasu.edu/cgi/viewcontent.cgi?article=1007&amp;context=slr",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8038482",
      "doi": "10.1007/s11149-018-9370-1",
      "title": "A theory of social license when regulatory pressure is jointly produced by an EPA and an NGO",
      "authors": [
        {
          "name": "Heyes, Anthony"
        },
        {
          "name": "Oestreich, Andreas Marcel"
        }
      ],
      "year": 2018,
      "abstract": "We develop a model in which social pressure on a firm to behave well is jointly produced by a state regulator (EPA) and an NGO. The EPA and NGO differ in how they trade-off business versus environmental interests and also have access to different instruments in pursuit of their objectives. EPA and NGO efforts may be strategic complements or substitutes, depending upon circumstances. We present a taxonomy of outcomes in the game between EPA and NGO in the spirit of Fudenberg and Tirole's  (1984) classic taxonomy of business strategies. We also consider strategic delegation from NGO supporters to an NGO that has tastes over environmental and business interests different to their own",
      "publisher": "'Springer Science and Business Media LLC'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/161937357.pdf",
      "source_url": "http://sro.sussex.ac.uk/id/eprint/79883/1/social_license_heyes_oestreich_final.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "41811942",
      "doi": null,
      "title": "Coloring Outside The Lines: A Response to Professor Seamon’s Dismantling Monuments",
      "authors": [
        {
          "name": "Babcock, Hope M."
        }
      ],
      "year": 2018,
      "abstract": "In Dismantling Monuments, Professor Richard H. Seamon defends President Donald Trump’s recent proclamations modifying the boundaries of two national monuments, Grand Staircase-Escalante and Bears Ears, that Presidents Clinton and Obama each designated at the ends of their Administrations. Professor Seamon is not alone in making these arguments, as I am not alone in saying that Professor Seamon’s arguments, while well-intentioned, are wrong. He exaggerates the persuasive power of congressional silence. He elevates the importance of the statute’s original intent. Professor Seamon and I read the text and legislative history of the Antiquities Act differently—he sees unlimited presidential power, I see limits. But rather than engaging in hand-to-hand combat with Professor Seamon over who is right with respect to the specific arguments we each make, I think it may be more useful, certainly more interesting, to broaden the discussion to include: (1) the importance over time of an Act’s original intent; (2) the correct role of the Take Care Clause in the debate we are having; (3) the use of the interpretive canon of textual ambiguity to resolve our differences; and (4) the impact of his arguments on the separation of powers doctrine",
      "publisher": "Scholarship @ GEORGETOWN LAW",
      "journal": null,
      "download_url": "https://core.ac.uk/download/223024690.pdf",
      "source_url": "https://scholarship.law.georgetown.edu/cgi/viewcontent.cgi?article=3202&amp;context=facpub",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "62997931",
      "doi": null,
      "title": "The Way of the Servant Citizen: Building, Mindfulness and Reverence for Work (BMW):  A Thematic Synthesis of Servant Attributes from Servant Leadership,  Organizational Citizenship Behavior and the Servanthood of Jesus",
      "authors": [
        {
          "name": "Molano, Ramon Ma. Nicolas V."
        }
      ],
      "year": 2019,
      "abstract": "The servant-first is central in writings on servant leadership and the biblical Jesus on becoming servants. A servant-first on its own volition seeks to serve, and to serve first the welfare of others before their own, and it does not necessarily hold a formal leadership position. The study introduces the term servant citizen to refer to one who is servant-first and an ordinary member of community. The study aimed to provide leaders, educators and trainers with teachable content that aids in the formation of servant citizens ─ more than nominal service-providers ─ from organization members. The study’s starting reference was servant leadership which, as related studies suggested, bore similarities with the servanthood of Jesus, and separate empirical studies associated with organization citizenship behavior. The researcher reviewed selected writings related to the three discrete concepts, gathered servant attributes and coded these, then distilled integrative themes. Preliminary analyses produced seven higher-level themes around the servant-first: (1) Developing character and self-concept; (2) Building capacity and readiness to serve; (3) Building people, relationships and sense of community; (4) Recognizing Thou in the other; (5) Adherence to laws, standards and norms; (6) Awareness of interdependencies and personal responsibilities; and (7) Getting the work done.  The thematic analytical process, when saturated, yielded an ultimate synthesis: a triad of themes consisting of Building, Mindfulness and Reverence for Work (BMW). The study originates a new paradigm for servant citizenship as BMW simultaneously enacted. Abundant in meanings in either secular or Christian perspective considered independently, BMW provides a foundational content for teaching to develop individuals and institutions toward becoming servant citizens. The study contributes toward setting a future research agenda on servant citizenship ─ a concept heretofore non-extant in literature ─ and on BMW as a conceptual tool for weaving servanthood into the fabric of community, institutions and society",
      "publisher": "ValpoScholar",
      "journal": null,
      "download_url": "https://core.ac.uk/download/216809951.pdf",
      "source_url": "https://scholar.valpo.edu/cgi/viewcontent.cgi?article=1245&amp;context=jvbl",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "66769205",
      "doi": "10.1177/0969733019851542",
      "title": "Decision-making in an emergency department: A nursing accountability model",
      "authors": [
        {
          "name": "Garcia-Cappilla, Diego Jose"
        },
        {
          "name": "Rubio-Navarro, Alfonso"
        },
        {
          "name": "Rutty, Jane"
        },
        {
          "name": "Torralba-Madrid, Maria Jose"
        }
      ],
      "year": 2019,
      "abstract": "The file attached to this record is the author's final peer reviewed version. The Publisher's final version can be found by following the DOI link.Introduction\r\nNurses that work in an emergency department regularly care for acute patients in a fast-paced environment, being at risk of suffering high levels of burnout. This situation makes them especially vulnerable to be accountable for decisions they did not have time to consider or have been pressured into. \r\n\r\nResearch objective\r\nThe objective of this study was to find which factors influence ethical, legal and professional accountability in nursing practice in an emergency department. \r\n\r\nResearch design\r\nData were analysed, codified and triangulated using qualitative ethnographic content analysis.\r\n\r\nParticipants and research context\r\nThis research is set in a large emergency department in the Midlands area of England. Data was collected from 186 nurses using participant observation, 34 semi-structured interviews with nurses and ethical analysis of 54 applicable clinical policies\r\n\r\nEthical considerations\r\nEthical approval was granted by two research ethics committees and the National Health Service Health Research Authority.\r\n\r\nResults\r\nThe main result was the clinical nursing accountability cycle model, which showed accountability as a subjective concept that flows between the nurse and the healthcare institution. Moreover, the relations amongst the clinical nursing accountability factors are also analysed to understand which factors affect decision-making. \r\n\r\nDiscussion\r\nThe retrospective understanding of the factors that regulate nursing accountability is essential to promote that both the nurse and the healthcare institution take responsibility not only for the direct consequences of their actions but also for the indirect consequences derived from previous decisions. \r\n\r\nConclusion\r\nThe decision-making process and the accountability linked to it are affected by several factors that represent the holistic nature of both entities, which are organised and interconnected in a complex grid. This pragmatic interpretation of nursing accountability allows the nurse to comprehend how their decisions are affected, while the healthcare institution could act proactively to avoid any problems before they happen",
      "publisher": "'SAGE Publications'",
      "journal": "Nursing Ethics",
      "download_url": "https://core.ac.uk/download/228187207.pdf",
      "source_url": "https://dora.dmu.ac.uk/bitstream/2086/18260/1/Decision%20making%20in%20an%20emergency%20department%20-%202019.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "45168426",
      "doi": null,
      "title": "The Bulletin: Sidney Kimmel Medical College at Thomas Jefferson University, Volume 67, Issue 2, Spring/Summer 2018",
      "authors": [],
      "year": 2018,
      "abstract": "This issue includes:   Exposure: Michael Weinstein, MD \\u2794, had a plan to take his own life; now he is back to living it Medical School 2.0: JeffMD - A New Way to Train Physicians 25 Years of JeffHOPE Clinics: Student Volunteers Shape Patients\\u27 Lives - and Their Own Caring for the Most Vulnerable a  Moral, Ethical, Medical Responsibility : Jefferson\\u27s Latina Women\\u27s Clinic Dispenses Care and Compassion The Dean\\u27s Column Findings: New Look at Eye\\u27s Immune Status Home at Last: A message from Elizabeth Dale Endowed Professorships Time Capsule On Campus Feeling all the Bumps: Jefferson Oncologist Looks at the World from Behind a Camera Drawing on Many Mikes: Intern Uses Art to Apply the Adage  Physician Heal Thyself  Class Notes In Memoriam By the Number",
      "publisher": "Jefferson Digital Commons",
      "journal": null,
      "download_url": "https://core.ac.uk/download/213445358.pdf",
      "source_url": "https://jdc.jefferson.edu/cgi/viewcontent.cgi?article=1324&amp;context=alumni_bulletin",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "40415919",
      "doi": null,
      "title": "Machine Performance and Human Failure: How Shall We Regulate Autonomous Machines?",
      "authors": [
        {
          "name": "Eidenmüller, Horst"
        }
      ],
      "year": 2019,
      "abstract": null,
      "publisher": "DigitalCommons@UM Carey Law",
      "journal": null,
      "download_url": "https://core.ac.uk/download/287887906.pdf",
      "source_url": "https://digitalcommons.law.umaryland.edu/cgi/viewcontent.cgi?article=1310&context=jbtl",
      "language": "en",
      "document_type": "research"
    }
  ],
  "count": 17,
  "errors": []
}
