{
  "status": "success",
  "source": "core",
  "query": "cognitive offloading technology",
  "results": [
    {
      "core_id": "52231958",
      "doi": null,
      "title": "Fog-enabled Edge Learning for Cognitive Content-Centric Networking in 5G",
      "authors": [
        {
          "name": "Li, Gaolei"
        },
        {
          "name": "Li, Jianhua"
        },
        {
          "name": "Wu, Jun"
        }
      ],
      "year": 2018,
      "abstract": "By caching content at network edges close to the users, the content-centric\nnetworking (CCN) has been considered to enforce efficient content retrieval and\ndistribution in the fifth generation (5G) networks. Due to the volume,\nvelocity, and variety of data generated by various 5G users, an urgent and\nstrategic issue is how to elevate the cognitive ability of the CCN to realize\ncontext-awareness, timely response, and traffic offloading for 5G applications.\nIn this article, we envision that the fundamental work of designing a cognitive\nCCN (C-CCN) for the upcoming 5G is exploiting the fog computing to\nassociatively learn and control the states of edge devices (such as phones,\nvehicles, and base stations) and in-network resources (computing, networking,\nand caching). Moreover, we propose a fog-enabled edge learning (FEL) framework\nfor C-CCN in 5G, which can aggregate the idle computing resources of the\nneighbouring edge devices into virtual fogs to afford the heavy delay-sensitive\nlearning tasks. By leveraging artificial intelligence (AI) to jointly\nprocessing sensed environmental data, dealing with the massive content\nstatistics, and enforcing the mobility control at network edges, the FEL makes\nit possible for mobile users to cognitively share their data over the C-CCN in\n5G. To validate the feasibility of proposed framework, we design two\nFEL-advanced cognitive services for C-CCN in 5G: 1) personalized network\nacceleration, 2) enhanced mobility management. Simultaneously, we present the\nsimulations to show the FEL's efficiency on serving for the mobile users'\ndelay-sensitive content retrieval and distribution in 5G.Comment: Submitted to IEEE Communications Magzine, under review, Feb. 09, 201",
      "publisher": "",
      "journal": null,
      "download_url": "http://arxiv.org/abs/1808.09141",
      "source_url": "http://arxiv.org/abs/1808.09141",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "54224019",
      "doi": "10.1007/s13218-018-00568-9",
      "title": "Managed Forgetting to Support Information Management and Knowledge Work",
      "authors": [
        {
          "name": "Dengel, Andreas"
        },
        {
          "name": "Frings, Christian"
        },
        {
          "name": "Jilek, Christian"
        },
        {
          "name": "Maus, Heiko"
        },
        {
          "name": "Niederée, Claudia"
        },
        {
          "name": "Runge, Yannick"
        },
        {
          "name": "Tempel, Tobias"
        }
      ],
      "year": 2018,
      "abstract": "Trends like digital transformation even intensify the already overwhelming\nmass of information knowledge workers face in their daily life. To counter\nthis, we have been investigating knowledge work and information management\nsupport measures inspired by human forgetting. In this paper, we give an\noverview of solutions we have found during the last five years as well as\nchallenges that still need to be tackled. Additionally, we share experiences\ngained with the prototype of a first forgetful information system used 24/7 in\nour daily work for the last three years. We also address the untapped potential\nof more explicated user context as well as features inspired by Memory\nInhibition, which is our current focus of research.Comment: 10 pages, 2 figures, preprint, final version to appear in KI -\n  K\\\"unstliche Intelligenz, Special Issue: Intentional Forgettin",
      "publisher": "'Springer Science and Business Media LLC'",
      "journal": "KI - Künstliche Intelligenz",
      "download_url": "http://arxiv.org/abs/1811.12155",
      "source_url": "http://arxiv.org/abs/1811.12155",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8858238",
      "doi": "10.1111/nous.12288",
      "title": "Varieties of Cognitive Integration",
      "authors": [
        {
          "name": "Carter, J. Adam"
        },
        {
          "name": "Kallestrup, Jesper"
        }
      ],
      "year": 2019,
      "abstract": "Extended cognition theorists argue that cognitive processes constitutively depend on resources that are neither organically composed, nor located inside the bodily boundaries of the agent, provided certain conditions on the integration of those processes into the agent’s cognitive architecture are met. Epistemologists, however, worry that in so far as such cognitively integrated processes are epistemically relevant, agents could thus come to enjoy an untoward explosion of knowledge. This paper develops and defends an approach to cognitive integration—cluster-model functionalism—which finds application in both domains of inquiry, and which meets the challenge posed by putative cases of cognitive or epistemic bloat",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/189338698.pdf",
      "source_url": "https://philpapers.org/archive/CARVOC-11.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8856351",
      "doi": null,
      "title": "AI Extenders: The Ethical and Societal Implications of Humans Cognitively Extended by AI",
      "authors": [
        {
          "name": "Hernandez-Orallo, Jose"
        },
        {
          "name": "Vold, Karina"
        }
      ],
      "year": 2019,
      "abstract": "Humans and AI systems are usually portrayed as separate sys- tems that we need to align in values and goals. However, there is a great deal of AI technology found in non-autonomous systems that are used as cognitive tools by humans. Under the extended mind thesis, the functional contributions of these tools become as essential to our cognition as our brains. But AI can take cognitive extension towards totally new capabil- ities, posing new philosophical, ethical and technical chal- lenges. To analyse these challenges better, we define and place AI extenders in a continuum between fully-externalized systems, loosely coupled with humans, and fully-internalized processes, with operations ultimately performed by the brain, making the tool redundant. We dissect the landscape of cog- nitive capabilities that can foreseeably be extended by AI and examine their ethical implications. We suggest that cognitive extenders using AI be treated as distinct from other cognitive enhancers by all relevant stakeholders, including developers, policy makers, and human users",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/186332067.pdf",
      "source_url": "https://philpapers.org/archive/HERAET.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "49654532",
      "doi": "10.23919/icact.2018.8323814",
      "title": "Study on Energy Consumption and Coverage of Hierarchical Cooperation of\n  Small Cell Base Stations in Heterogeneous Networks",
      "authors": [
        {
          "name": "Han, Tao"
        },
        {
          "name": "Sun, Yingying"
        },
        {
          "name": "Yao, Xuming"
        }
      ],
      "year": 2018,
      "abstract": "The demand for communication services in the era of intelligent terminals is\nunprecedented and huge. To meet such development, modern wireless\ncommunications must provide higher quality services with higher energy\nefficiency in terms of system capacity and quality of service (QoS), which\ncould be achieved by the high-speed data rate, the wider coverage and the\nhigher band utilization. In this paper, we propose a way to offload users from\na macro base station(MBS) with a hierarchical distribution of small cell base\nstations(SBS). The connection probability is the key indicator of the\nimplementation of the unload operation. Furthermore, we measure the service\nperformance of the system by finding the conditional probability-coverage\nprobability with the certain SNR threshold as the condition, that is, the\nprobability of obtaining the minimum communication quality when the different\nbase stations are connected to the user. Then, user-centered total energy\nconsumption of the system is respectively obtained when the macro base\nstation(MBS) and the small cell base stations(SBS) serve each of the users. The\nsimulation results show that the hierarchical SBS cooperation in heterogeneous\nnetworks can provide a higher system total coverage probability for the system\nwith a lower overall system energy consumption than MBS.Comment: 6 pages, 7 figures, accepted by ICACT201",
      "publisher": "",
      "journal": null,
      "download_url": "http://arxiv.org/abs/1801.09256",
      "source_url": "http://arxiv.org/abs/1801.09256",
      "language": "en",
      "document_type": "research"
    }
  ],
  "count": 5,
  "errors": []
}
