{
  "status": "success",
  "source": "iep_via_brave",
  "query": "authenticity",
  "results": [
    {
      "title": "Metaphilosophy",
      "url": "https://iep.utm.edu/con-meta/",
      "entry_name": "con-meta",
      "snippet": "Still, on Husserl’s conception, philosophy is both a personal affair and something that is vital to realizing the humanitarian hopes of the Enlightenment. Husserl’s existential successors modified his method in various ways and stressed, and refashioned, the ideal of authenticity presented ...",
      "page_age": null
    },
    {
      "title": "Ethnoepistemology",
      "url": "https://iep.utm.edu/ethno-ep/",
      "entry_name": "ethno-ep",
      "snippet": "According to Confucianism, for example, the proper life consists of living harmoniously with one’s social surroundings. Correspondence truth plays no role in attaining or maintaining this life. One aims at living a life characterized by authenticity, genuineness, rectitude and wholeness — not knowledge defined as justified true belief.",
      "page_age": null
    },
    {
      "title": "History, Philosophy of",
      "url": "https://iep.utm.edu/history/",
      "entry_name": "history",
      "snippet": "Man is an historical praxis, for Sartre, a continual project that is both being produced by its past and producing its future in a way that will determine that future person’s possibilities and limits. Sartre’s well-known conception of authenticity is intrinsically historical insofar as it involves the recognition of our personal freedom in the context of the material conditions history imposes upon us.",
      "page_age": null
    },
    {
      "title": "Truth",
      "url": "https://iep.utm.edu/truth/",
      "entry_name": "truth",
      "snippet": "Philosophers are interested in a constellation of issues involving the concept of truth. For example, what makes an assertion be true? Surely the assertion has grounds and does not float in mid-air, so to speak. The grounds might involve a variety of things: our evidence, or the assertion’s ...",
      "page_age": null
    },
    {
      "title": "Internet Encyclopedia of Philosophy",
      "url": "https://iep.utm.edu/2011/",
      "entry_name": "2011",
      "snippet": "Donald Davidson (1917-2003) was one of the most influential analytic philosophers of language during the second half of the twentieth century and the first decade of the twenty-first century. An attraction of Davidson’s philosophy of language is the set of conceptual connections he draws ...",
      "page_age": null
    },
    {
      "title": "Epistemology",
      "url": "https://iep.utm.edu/epistemo/",
      "entry_name": "epistemo",
      "snippet": "Epistemology is the study of knowledge. Epistemologists concern themselves with a number of tasks, which we might sort into two categories · First, we must determine the nature of knowledge; that is, what does it mean to say that someone knows, or fails to know, something?",
      "page_age": null
    },
    {
      "title": "E",
      "url": "https://iep.utm.edu/e/",
      "entry_name": "e",
      "snippet": "Internet Encyclopedia of Philosophy · Search · Economic Sanctions, Ethics of · Economics and Law · Egalitarianism · Egalitarianism, Moral · Egoism · Psychological Egoism · Einstein-Podolsky-Rosen Argument · Ellacuria, Ignacio",
      "page_age": null
    },
    {
      "title": "Epistemic Modality",
      "url": "https://iep.utm.edu/ep-moda/",
      "entry_name": "ep-moda",
      "snippet": "Epistemic modality is the kind of necessity and possibility that is determined by epistemic constraints. A modal claim is a claim about how things could be or must be given some constraints, such as the rules of logic (logical modality), moral obligations (deontic modality), or the laws of ...",
      "page_age": null
    },
    {
      "title": "Ethics and Phenomenology",
      "url": "https://iep.utm.edu/eth-phen/",
      "entry_name": "eth-phen",
      "snippet": "Phenomenology is, generally speaking, a discipline that examines questions of metaphysics and epistemology. Insofar as ethics is usually seen as a topic apart from metaphysics and epistemology, it is thus not typically addressed by philosophers in the phenomenological tradition.",
      "page_age": null
    },
    {
      "title": "T",
      "url": "https://iep.utm.edu/t/",
      "entry_name": "t",
      "snippet": "Internet Encyclopedia of Philosophy · Search · Tai Chen (Dai Zhen) · Taste, Aesthetic · Technology, Philosophy of · Telesio, Bernardino · Testimony, Epistemology of · Thales of Miletus · Theaetetus, Plato’s · Theism, Open",
      "page_age": null
    },
    {
      "title": "Internalism and Externalism in Epistemology",
      "url": "https://iep.utm.edu/int-ext/",
      "entry_name": "int-ext",
      "snippet": "The internalism-externalism (I-E) debate lies near the center of contemporary discussion about epistemology. The basic idea of internalism is that justification is solely determined by factors that are internal to a person. Externalists deny this, asserting that justification depends on additional ...",
      "page_age": null
    },
    {
      "title": "I",
      "url": "https://iep.utm.edu/i/",
      "entry_name": "i",
      "snippet": "Internet Encyclopedia of Philosophy · Search · Ibn Rushd (Averroes) · Ibn Sina (Avicenna) · Idealism, German · Identity Theory · Ideology, Science and · Ikhwān al-Safā’ · Imagery and Imagination · Imagination, Hume on",
      "page_age": null
    }
  ],
  "count": 12,
  "errors": []
}
