{
  "status": "success",
  "source": "iep_via_brave",
  "query": "extended mind",
  "results": [
    {
      "title": "Internalism and Externalism in the Philosophy of Mind and Language",
      "url": "https://iep.utm.edu/int-ex-ml/",
      "entry_name": "int-ex-ml",
      "snippet": "When processing information, we ... and Chalmers conclude that our minds and selves are “extended” insofar as there is no boundary between our bodies, certain objects, and our social worlds....",
      "page_age": null
    },
    {
      "title": "Embodied Cognition",
      "url": "https://iep.utm.edu/embodied-cognition/",
      "entry_name": "embodied-cognition",
      "snippet": "The contemporary notion of embodied cognition stands in contrast to the prevailing cognitivist stance which sees the mind as a device to manipulate symbols and is thus concerned with the formal rules and processes by which the symbols appropriately represent the world (xx).",
      "page_age": null
    },
    {
      "title": "17th Century Theories of Substance",
      "url": "https://iep.utm.edu/substanc/",
      "entry_name": "substanc",
      "snippet": "Indeed, every individual consciousness or mind is a thinking substance. Furthermore Descartes treats bodies, including the objects of our everyday experience (chairs, trees, spoons, etc.) as extended substances. This makes sense. Extension is an attribute of substance, so it would seem to follow that anything that is extended (has the attribute of extension) is itself a substance.",
      "page_age": null
    },
    {
      "title": "Metaphilosophy",
      "url": "https://iep.utm.edu/con-meta/",
      "entry_name": "con-meta",
      "snippet": "The idea is that experimental science is the best method or model of inquiry, be the inquiry practical or theoretical, descriptive or normative, philosophical or non-philosophical. ‘Pragmatism as attitude represents what Mr. Peirce has happily termed the “laboratory habit of mind” extended ...",
      "page_age": null
    },
    {
      "title": "E",
      "url": "https://iep.utm.edu/e/",
      "entry_name": "e",
      "snippet": "Externalism and Internalism in Mind and Language ·",
      "page_age": null
    },
    {
      "title": "Epistemic Modality",
      "url": "https://iep.utm.edu/ep-moda/",
      "entry_name": "ep-moda",
      "snippet": "For example, a view of this kind is considered in Yalcin (2011): “To say that a proposition is possible, or that it might be the case, is to express the compatibility of the proposition with one’s state of mind, with the intention of engendering coordination on this property with one’s ...",
      "page_age": null
    },
    {
      "title": "Internalism and Externalism in Epistemology",
      "url": "https://iep.utm.edu/int-ext/",
      "entry_name": "int-ext",
      "snippet": "Internalism in epistemology is not necessarily at odds with naturalism as a metaphysical view but the internalist’s preferred concepts tend to come from commonsense psychology rather than the natural sciences. Externalists, by contrast, tend to stress natural concepts like causation, reliability, and tracking because these set up better for a naturalist view in the philosophy of mind.",
      "page_age": null
    },
    {
      "title": "Evolutionary Epistemology",
      "url": "https://iep.utm.edu/evo-epis/",
      "entry_name": "evo-epis",
      "snippet": "Finally, there is regeneration of old and newly evolved varieties (Plotkin, 1995: 84). While it is obvious that Plotkin mainly has the selection of genetic material in mind here, he also sees his formula appropriate in order to explain learning and intelligence.",
      "page_age": null
    },
    {
      "title": "Ethnoepistemology",
      "url": "https://iep.utm.edu/ethno-ep/",
      "entry_name": "ethno-ep",
      "snippet": "It endeavors to create such continuity by extending the epistemology of the sciences — e.g. their a posteriori evidential practices, styles of reasoning, and modes of explanation — as well as the substantive findings of the sciences into the ethnoepistemological study of epistemology.",
      "page_age": null
    },
    {
      "title": "T",
      "url": "https://iep.utm.edu/t/",
      "entry_name": "t",
      "snippet": "Theory of Mind · Thick Concepts · Thomas Aquinas · Thoreau, Henry David · Thrasymachus · Tibetan Philosophy · Timaeus, Plato’s · Time · Arrow of Time · Eternalism · Persistence in Time · Time Travel · Time-Consciousness, Phenomenology and · Toleration ·",
      "page_age": null
    },
    {
      "title": "Truth",
      "url": "https://iep.utm.edu/truth/",
      "entry_name": "truth",
      "snippet": "And what are facts? The notion of a fact as some sort of ontological entity was first stated explicitly in the second half of the nineteenth century. The Correspondence Theory does permit facts to be mind-dependent entities. McTaggart, and perhaps Kant, held such Correspondence Theories.",
      "page_age": null
    },
    {
      "title": "Internet Encyclopedia of Philosophy",
      "url": "https://iep.utm.edu/2011/",
      "entry_name": "2011",
      "snippet": "In the analysis of indirect discourse, my sentence (“The Earth moves”) tracks an actual utterance of Galileo’s (“Si muove”), but Galileo had many beliefs he never expressed verbally; so it cannot be an utterance of Galileo’s. Alternatively, one might treat thoughts as inner mental representations and belief as a relation between thinkers and thoughts so conceived; then what has the same content as my utterance of my sentence, “The Earth moves,” is Galileo’s mental representation in his language of thought. However, Davidson argues elsewhere (Davidson 1989) that believing is not a relation between thinker and mental objects; this point is important to the position he stakes out in the internalism/externalism debate in the philosophy of mind.",
      "page_age": null
    },
    {
      "title": "Cavendish, Margaret",
      "url": "https://iep.utm.edu/margaret-cavendish/",
      "entry_name": "margaret-cavendish",
      "snippet": "She explicitly extends this materialist doctrine to the human mind in chapter 2 of the Philosophical Fancies, where she says that the forms of the gown-tribe, as well as human minds, are nothing but “matter moving, or matter moved.” Furthermore, she remained committed to this materialism ...",
      "page_age": null
    },
    {
      "title": "Institution Theory",
      "url": "https://iep.utm.edu/insti-th/",
      "entry_name": "insti-th",
      "snippet": "The work (Meseguer, 1989) extended the concept of institution, that has a pronounced semantic character, to include proof-theoretic concepts, thus opening the possibility to have a general institution-theoretic approach to logical calculi.",
      "page_age": null
    },
    {
      "title": "A",
      "url": "https://iep.utm.edu/a/",
      "entry_name": "a",
      "snippet": "Animal Minds · Animals and Ethics · Animism · Anomalous Monism, Davidson and · Anscombe, G.E.M. Anselm of Canterbury · Anselm: Ontological Argument for God’s Existence · Anthropology, The Philosophy of · Anti-Natalism · Antirealism, Scientific Realism and ·",
      "page_age": null
    },
    {
      "title": "M",
      "url": "https://iep.utm.edu/m/",
      "entry_name": "m",
      "snippet": "Mind · Animal Minds · Anomalous Monism · Artificial Intelligence · Associationism · Behaviorism · Causal Exclusion Problem · Connectionism · Dualism · Functionalism · Identity Theory · Kant’s Philosophy of · Language of Thought Hypothesis · Mind, Theory of ·",
      "page_age": null
    }
  ],
  "count": 16,
  "errors": []
}
