{
  "status": "success",
  "source": "openalex",
  "query": "communitarianism autonomy",
  "results": [
    {
      "openalex_id": "W2898700323",
      "doi": "10.4314/ft.v7i2.8",
      "title": "Can individual autonomy and rights be defended in Afro-communitarianism?",
      "authors": [
        {
          "name": "Jonathan O. Chimakonam",
          "openalex_id": "A5079384387",
          "orcid": "https://orcid.org/0000-0001-8913-1434"
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-10-26",
      "abstract": "I argue that individual autonomy and rights can be defended but only in African or qualified version of communitarianism. I posit that there are two possible versions of communitarianism: the qualified or the African and the unqualified or the version discussed mostly by Western scholars. I show that Ifeanyi Menkiti, Kwame Gyekye, Michael Eze and Bernard Matolino have formulated communitarian theories of right in African philosophy. I explain that while Menkiti and Gyekye erroneously employed the unqualified version in their proposals, Eze and Matolinowho employed the qualified version failed to ground it in a non-Western or African logic. I argue that while the Western or Aristotelian logic grounds the unqualified version making it difficult to defend autonomy and rights within it, an African logic can be used to ground a qualified version of communitarianism in order to bring out an important African cultural value such as complementarity which affirms the identity of the individual first, so as to justify other communal values such as solidarity and common good, etc. I therefore contend that the qualified version isthe correct specimen for analysing the individual-community relationship in African philosophy in which autonomy and rights can be defended.Keywords: individual autonomy, rights, African philosophy, Afro-communitarianism, Menkiti, Gyekye, Eze, Matolino",
      "cited_by_count": 11,
      "type": "article",
      "source": {
        "name": "Filosofia Theoretica Journal of African Philosophy Culture and Religions",
        "type": "journal",
        "issn": [
          "2276-8386",
          "2408-5987"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "African cultural and philosophical studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2898700323"
    },
    {
      "openalex_id": "W2998000741",
      "doi": "10.5565/rev/qpsicologia.1543",
      "title": "Approaches to women’s struggle in autonomic communitarian experiences",
      "authors": [
        {
          "name": "Pilar Calveiro",
          "openalex_id": "A5089365806",
          "orcid": "https://orcid.org/0000-0001-5604-3497",
          "institutions": [
            "Universidad Autónoma de la Ciudad de México"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-12-30",
      "abstract": "En este texto analizo el papel de las mujeres en las experiencias de comunidades autónomas, en este caso indígenas, tomando en particular el caso del Municipio Autónomo de Cherán K'eri, en el estado de Michoacán, México. Hago referencia a la superposición de los sistemas patriarcales prehispánicos, de carácter dual, con los coloniales, más excluyentes y binarios. Muestro las dificultades para la participación de las mujeres en las estructuras del gobierno comunitario, así como los avances logrados en tal sentido, como parte de las resistencias activas de estos pueblos.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Quaderns de Psicologia",
        "type": "journal",
        "issn": [
          "0211-3481",
          "2014-4520"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.quadernsdepsicologia.cat/article/download/v21-n3-calveiro/1543-pdf-es"
      },
      "topics": [
        "Latin American Cultural Politics",
        "Feminism, Gender, and Social Issues",
        "Indigenous Cultures and Socio-Education"
      ],
      "referenced_works_count": 1,
      "url": "https://openalex.org/W2998000741"
    },
    {
      "openalex_id": "W2531592640",
      "doi": "10.4103/0973-1075.191741",
      "title": "African cultural concept of death and the idea of advance care directives",
      "authors": [
        {
          "name": "Rabi Ilemona Ekore",
          "openalex_id": "A5045940710",
          "orcid": "https://orcid.org/0000-0002-1259-1536"
        },
        {
          "name": "B. Lanre-Abass",
          "openalex_id": "A5064209514",
          "institutions": [
            "University of Ibadan"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-01-01",
      "abstract": "An advance care directive is a person's oral or written instructions about his or her future medical care, if he or she becomes unable to communicate. It may be in written or oral form. Africans ordinarily do not encourage the contemplation of death or any discussion about their own or their loved ones' death. According to the African belief system, life does not end with death, but continues in another realm. Becoming an ancestor after death is a desirable goal of every individual, a feat which cannot be achieved if an individual asks for an unnatural death by attempting to utilize advance care directives. Advance care directives are considered to be too individualistic for communitarian societies such as Africa. Coupled with the communitarian nature of African societies are issues such as lack of awareness of advance directives, fear of death and grief, and the African cultural belief system, which are potential barriers to the utilization of advance care directives in the African setting. Hence, the need for culture sensitivity which makes it imperative that patient's family and loved ones are carried along as far as possible, without compromising the autonomy of the patient in question when utilizing advance care directives.",
      "cited_by_count": 106,
      "type": "review",
      "source": {
        "name": "Indian Journal of Palliative Care",
        "type": "journal",
        "issn": [
          "0973-1075",
          "1998-3735"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://doi.org/10.4103/0973-1075.191741"
      },
      "topics": [
        "Palliative Care and End-of-Life Issues",
        "Grief, Bereavement, and Mental Health",
        "Ethics and Legal Issues in Pediatric Healthcare"
      ],
      "referenced_works_count": 3,
      "url": "https://openalex.org/W2531592640"
    },
    {
      "openalex_id": "W3193689383",
      "doi": "10.1186/s12910-021-00678-4",
      "title": "South African traditional values and beliefs regarding informed consent and limitations of the principle of respect for autonomy in African communities: a cross-cultural qualitative study",
      "authors": [
        {
          "name": "Francis Akpa-Inyang",
          "openalex_id": "A5000500790",
          "orcid": "https://orcid.org/0000-0002-3351-4126",
          "institutions": [
            "University of KwaZulu-Natal"
          ]
        },
        {
          "name": "Sylvester C. Chima",
          "openalex_id": "A5050358781",
          "orcid": "https://orcid.org/0000-0001-7067-6469",
          "institutions": [
            "University of KwaZulu-Natal"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-08-14",
      "abstract": "Abstract Background The Western-European concept of libertarian rights-based autonomy, which advocates respect for individual rights, may conflict with African cultural values and norms. African communitarian ethics focuses on the interests of the collective whole or community, rather than rugged individualism. Hence collective decision-making processes take precedence over individual autonomy or consent. This apparent conflict may impact informed consent practice during biomedical research in African communities and may hinder ethical principlism in African bioethics. This study explored African biomedical researchers' perspectives regarding informed consent and potential limitations to the principle of respect for autonomy in African communities. Methods We conducted a qualitative study based on in-depth interviews with 12 biomedical researchers, five females and seven males aged 34 to 74 years, currently working at an African university. Interviews lasted 35–40 min each and involved semi-structured open-ended interviews, which allowed participants to offer information about their perceptions and feelings regarding respect for autonomy and informed consent as practised in Africa. Empirical data from the interviews were recorded, transcribed, and analysed using thematic content analysis, together with an interrogation of relevant scientific literature about African communitarian ethics, making evaluations and drawing inferences consistent with the empirical bioethics approach. Results Based on these interviews and analysis of relevant literature, we found that informed consent is difficult to apply in an African context because it derives from a Western conception of libertarian rights-based autonomy. Most respondents pointed out that it was challenging to implement informed consent in the African setting. Furthermore, communalism, customary beliefs, spirituality, and relational autonomy are predominant in most African communities, as exemplified by the African moral philosophies of Ubuntu/Botho and Ukama , which emphasize communitarianism over individual rights. We also found that language, education, poverty, and cultural beliefs are barriers to obtaining proper informed consent in African communities. Conclusions We conclude that there are limitations to applying the principle of respect for autonomy and informed consent in African communities, especially in the context of human biomedical research. We recommend using a more relational approach, such as Ross’s prima facie duties, to implement informed consent in African communities.",
      "cited_by_count": 52,
      "type": "article",
      "source": {
        "name": "BMC Medical Ethics",
        "type": "journal",
        "issn": [
          "1472-6939"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://bmcmedethics.biomedcentral.com/track/pdf/10.1186/s12910-021-00678-4"
      },
      "topics": [
        "Ethics in medical practice",
        "Patient Dignity and Privacy",
        "Ethics and Legal Issues in Pediatric Healthcare"
      ],
      "referenced_works_count": 83,
      "url": "https://openalex.org/W3193689383"
    },
    {
      "openalex_id": "W2548164316",
      "doi": "10.1186/s12910-016-0149-6",
      "title": "Becoming partners, retaining autonomy: ethical considerations on the development of precision medicine",
      "authors": [
        {
          "name": "Alessandro Blasimme",
          "openalex_id": "A5087306590",
          "orcid": "https://orcid.org/0000-0001-5908-2002",
          "institutions": [
            "University of Zurich"
          ]
        },
        {
          "name": "Effy Vayena",
          "openalex_id": "A5110705992",
          "institutions": [
            "University of Zurich"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-11-03",
      "abstract": "Precision medicine promises to develop diagnoses and treatments that take individual variability into account. According to most specialists, turning this promise into reality will require adapting the established framework of clinical research ethics, and paying more attention to participants' attitudes towards sharing genotypic, phenotypic, lifestyle data and health records, and ultimately to their desire to be engaged as active partners in medical research.Notions such as participation, engagement and partnership have been introduced in bioethics debates concerning genetics and large-scale biobanking to broaden the focus of discussion beyond individual choice and individuals' moral interests. The uptake of those concepts in precision medicine is to be welcomed. However, as data and medical information from research participants in precision medicine cohorts will be collected on an individual basis, translating a participatory approach in this emerging area may prove cumbersome. Therefore, drawing on Joseph Raz's perfectionism, we propose a principle of respect for autonomous agents that, we reckon, can address many of the concerns driving recent scholarship on partnership and public participation, while avoiding some of the limitations these concept have in the context of precision medicine. Our approach offers a normative clarification to how becoming partners in precision is compatible with retaining autonomy.Realigning the value of autonomy with ideals of direct engagement, we show, can provide adequate normative orientation to precision medicine; it can do justice to the idea of moral pluralism by stressing the value of moral self-determination: and, finally, it can reconcile the notion of autonomy with other more communitarian values such as participation and solidarity.",
      "cited_by_count": 87,
      "type": "article",
      "source": {
        "name": "BMC Medical Ethics",
        "type": "journal",
        "issn": [
          "1472-6939"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://bmcmedethics.biomedcentral.com/track/pdf/10.1186/s12910-016-0149-6"
      },
      "topics": [
        "Ethics in Clinical Research",
        "Biomedical Ethics and Regulation",
        "Health Systems, Economic Evaluations, Quality of Life"
      ],
      "referenced_works_count": 48,
      "url": "https://openalex.org/W2548164316"
    },
    {
      "openalex_id": "W2555729844",
      "doi": "10.1007/s11017-016-9387-3",
      "title": "Solidarity, justice, and recognition of the other",
      "authors": [
        {
          "name": "Ruud ter Meulen",
          "openalex_id": "A5032657818",
          "orcid": "https://orcid.org/0000-0002-4429-1415",
          "institutions": [
            "University of Bristol"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-11-28",
      "abstract": null,
      "cited_by_count": 52,
      "type": "article",
      "source": {
        "name": "Metamedicine",
        "type": "journal",
        "issn": [
          "0166-2031",
          "1573-1200"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007%2Fs11017-016-9387-3.pdf"
      },
      "topics": [
        "Ethics in medical practice",
        "Political Philosophy and Ethics",
        "Patient Dignity and Privacy"
      ],
      "referenced_works_count": 33,
      "url": "https://openalex.org/W2555729844"
    },
    {
      "openalex_id": "W1720283478",
      "doi": "10.1080/17442222.2015.1034442",
      "title": "New Institutions of Indigenous Self-Governance in Bolivia: Between Autonomy and Self-Discipline",
      "authors": [
        {
          "name": "Jason Tockman",
          "openalex_id": "A5087199604"
        },
        {
          "name": "John Cameron",
          "openalex_id": "A5019226391",
          "orcid": "https://orcid.org/0000-0002-3389-9732"
        },
        {
          "name": "Wilfredo Plata",
          "openalex_id": "A5063114040"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-01-02",
      "abstract": "This article analyzes the novel legal and policy framework for indigenous autonomy in Bolivia since the approval of the 2009 Constitution, with a focus on the specific contents of the country’s first five approved statutes of indigenous autonomy. The statutes not only appear to internalize Bolivia’s restrictive framework for indigenous autonomy, but also reveal internal tensions between liberal principles and the supposed norms of indigenous self-governance, thereby challenging common assumptions of indigenous attitudes toward autonomy and highlighting the practical objectives of many local actors. Moreover, they indicate an acceptance by many local actors of the national redistributive-developmentalist economic program pursued by the Morales Government. While acknowledging important variations among the statutes, we observe a distinctively Bolivian hybrid model of indigenous autonomy, and posit that within that model, the approved statutes can be located on a continuum between poles of more communitarian and more municipal. The article analyzes the statutes’ provisions for territorial control and prior informed consultation and consent in the context of the United Nations Declaration on the Rights of Indigenous Peoples (UNDRIP), and explores how indigenous autonomy in Bolivia contributes to broader debates about post-liberalism and post-neoliberalism in Latin America.",
      "cited_by_count": 38,
      "type": "article",
      "source": {
        "name": "Latin American and Caribbean Ethnic Studies",
        "type": "journal",
        "issn": [
          "1744-2222",
          "1744-2230"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Politics and Society in Latin America",
        "Anthropological Studies and Insights",
        "Southeast Asian Sociopolitical Studies"
      ],
      "referenced_works_count": 19,
      "url": "https://openalex.org/W1720283478"
    },
    {
      "openalex_id": "W4236209509",
      "doi": "10.4324/9781315113333-7",
      "title": "How the West Was One: The Western as individualist, the African as communitarian",
      "authors": [
        {
          "name": "Thaddeus Metz",
          "openalex_id": "A5028227280",
          "orcid": "https://orcid.org/0000-0001-9861-2408"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-07-28",
      "abstract": "There is a kernel of truth in the claim that Western philosophy and practice of education is individualistic; theory in Euro-America tends to prize properties that are internal to a human being, such as her autonomy, rationality, knowledge, pleasure, desires, self-esteem and self-realisation, and education there tends to adopt techniques focused on the individual placed at some distance from others. What is striking about other philosophical–educational traditions in the East and the South is that they are typically much more communitarian. I argue that since geographical terms such as 'Western', 'African' and the like are best construed as picking out properties that are salient in a region, it is fair to conclude that the Western is individualist and that the African is communitarian. What this means is that if I am correct about a noticeable contrast between philosophies of education typical in the West and in sub-Saharan Africa, and if there are, upon reflection, attractive facets of communitarianism, then those in the West and in societies influenced by it should in some real sense become less Western, in order to take them on.",
      "cited_by_count": 32,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "African cultural and philosophical studies",
        "African history and culture studies",
        "African history and culture analysis"
      ],
      "referenced_works_count": 1,
      "url": "https://openalex.org/W4236209509"
    },
    {
      "openalex_id": "W4226220324",
      "doi": "10.1590/1809-4422asoc20200094r1vu2022l1ao",
      "title": "The Peoples’ Web and the university: agroecology, insurgent traditional knowledge and epistemic decolonization",
      "authors": [
        {
          "name": "Spensy Kmitta Pimentel",
          "openalex_id": "A5044752040",
          "orcid": "https://orcid.org/0000-0001-7256-9384",
          "institutions": [
            "Universidade Federal do Sul da Bahia"
          ]
        },
        {
          "name": "Paulo Dimas Rocha de Menezes",
          "openalex_id": "A5077461367",
          "orcid": "https://orcid.org/0000-0003-4678-0199",
          "institutions": [
            "Universidade Federal do Sul da Bahia"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-01-01",
      "abstract": "Abstract Based on the relationship between the Universidade Federal do Sul da Bahia (UFSB) and the Teia dos Povos (Peoples’ Web) - network of traditional communities and urban and peasant movements -, the text suggests reflections about the meeting of traditional and academic knowledge as a reference of a decolonizing education, both in the public university and in the Teia’s territories. Through meetings with students, task forces and workshops, followed by the action-research method, the Teia allows us to advance in understanding the possible relationships between agroecology and a decolonial education project. This proposal by the Teia, which dialogues with the concept of ecology of knowledges and is integrated with the strategy of agroecological transition and the construction of communitarian autonomy, provides us with subsidies to discuss how the questions established within the scope of political ecology are connected to epistemic decolonization within the scope of an emancipatory struggle strategy.",
      "cited_by_count": 4,
      "type": "article",
      "source": {
        "name": "Ambiente & sociedade",
        "type": "journal",
        "issn": [
          "1414-753X",
          "1809-4422",
          "1983-0211"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.scielo.br/j/asoc/a/CSFqgktBFfzZjMxXNZb8sDd/?lang=en&format=pdf"
      },
      "topics": [
        "Agriculture, Land Use, Rural Development",
        "Rural and Ethnic Education",
        "Social and Economic Solidarity"
      ],
      "referenced_works_count": 5,
      "url": "https://openalex.org/W4226220324"
    },
    {
      "openalex_id": "W3111252489",
      "doi": "10.1017/s1369415420000412",
      "title": "Private Autonomy and Public Autonomy: Tensions in Habermas’ Discourse Theory of Law and Politics",
      "authors": [
        {
          "name": "Maeve Cooke",
          "openalex_id": "A5022186048",
          "orcid": "https://orcid.org/0000-0002-3168-4375",
          "institutions": [
            "University College Dublin"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-12-01",
      "abstract": "Abstract Habermas dialogically recasts the Kantian conception of moral autonomy. In a legal-political context, his dialogical approach has the potential to redress certain troubling features of liberal and communitarian approaches to democratic politics. Liberal approaches attach greater normative weight to negatively construed individual freedoms, which they seek to protect against the interventions of political authority. Communitarian approaches prioritize the positively construed freedoms of communal political participation, viewing legal-political institutions as a means for collective ethical self-realization. Habermas’ discourse theory of law and democracy seeks to overcome this competition between the negative and positive liberties. Doing so entails reconciling private and public autonomy at a fundamental conceptual level. This is his co-originality thesis, which seeks to show that private and public autonomy are internally connected and evenly balanced. I support his aim but argue that he fails to achieve it due to an unsatisfactory account of private autonomy. I suggest an alternative dialogical conception of autonomy as ethically self-determining agency that would enable him to establish his thesis.",
      "cited_by_count": 22,
      "type": "article",
      "source": {
        "name": "Kantian Review",
        "type": "journal",
        "issn": [
          "1369-4154",
          "2044-2394"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Critical Theory and Philosophy",
        "Law in Society and Culture",
        "Political Philosophy and Ethics"
      ],
      "referenced_works_count": 21,
      "url": "https://openalex.org/W3111252489"
    },
    {
      "openalex_id": "W2980113048",
      "doi": "10.1089/bio.2018.0136",
      "title": "Tygerberg Research Ubuntu-Inspired Community Engagement Model: Integrating Community Engagement into Genomic Biobanking",
      "authors": [
        {
          "name": "Keymanthri Moodley",
          "openalex_id": "A5059365719",
          "orcid": "https://orcid.org/0000-0003-3404-4901",
          "institutions": [
            "Stellenbosch University"
          ]
        },
        {
          "name": "Chad E. Beyer",
          "openalex_id": "A5110855929",
          "institutions": [
            "Stellenbosch University"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-10-11",
      "abstract": "Introduction: Community engagement (CE) is an ethical imperative in research, but the knowledge base for what constitutes effective and ethically sound CE is limited. Ubuntu, as a component of responsive communitarianism where communal welfare is valued together with individual autonomy, is useful in furthering our understanding of effective CE and how it could best be achieved. Similarly, a relative solidarity model serves as a compromise between extreme individualism and extreme communalism and is more appropriate in a heterogenous African context. Approaching CE from an Ubuntu philosophical perspective in southern Africa is particularly important in genomic biobanking, given the implications for individuals, families, and communities. Discussion: CE is often implemented in a tokenistic manner as an ancillary component of research. Understanding consent information is challenging where genomic biobanking is concerned due to scientific complexity. We started a process of CE around genomic biobanking and conducted empirical research in an attempt to develop a model to promote effective and ethically sound CE, using relative solidarity to create a nuanced application of Ubuntu. The TRUCE model is an eight-step model that uses social mapping to identify potential communities, establishes the scope of CE, and requires that communities are approached early. Co-creation strategies for CE are encouraged and co-ownership of knowledge production is emphasized. Recruiting and engaging communities at each stage of research is necessary. Evaluation and adaptation of CE strategies are included. Discussion and dissemination of results after the research is completed are encouraged. Conclusions: There is a significant gap between the theory of CE and its authentic application to research in Africa. This Ubuntu-inspired model facilitates bridging that gap and is particularly suited to genomic biobanking. The CE model enhances and complements the consent process and should be integrated into research as a funding and regulatory requirement where applicable.",
      "cited_by_count": 58,
      "type": "article",
      "source": {
        "name": "Biopreservation and Biobanking",
        "type": "journal",
        "issn": [
          "1947-5535",
          "1947-5543"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.liebertpub.com/doi/pdf/10.1089/bio.2018.0136"
      },
      "topics": [
        "Ethics in Clinical Research",
        "Autism Spectrum Disorder Research",
        "Mental Health and Patient Involvement"
      ],
      "referenced_works_count": 85,
      "url": "https://openalex.org/W2980113048"
    },
    {
      "openalex_id": "W2611910377",
      "doi": "10.1111/dewb.12145",
      "title": "A critique of the principle of ‘respect for autonomy’, grounded in African thought",
      "authors": [
        {
          "name": "Kevin Behrens",
          "openalex_id": "A5022671058",
          "orcid": "https://orcid.org/0000-0002-7595-7486"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-05-03",
      "abstract": "Abstract I give an account how the principle of ‘respect for autonomy’ dominates the field of bioethics, and how it came to triumph over its competitors, ‘respect for persons’ and ‘respect for free power of choice’. I argue that ‘respect for autonomy’ is unsatisfactory as a basic principle of bioethics because it is grounded in too individualistic a worldview, citing concerns of African theorists and other communitarians who claim that the principle fails to acknowledge the fundamental importance of understanding persons within the nexus of their communal relationships. I defend the claim that ‘respect for persons’ is a more appropriate principle, as it is able to acknowledge both individual decision making and the essential relationality of persons. I acknowledge that my preference for ‘respect for persons’ is problematic because of the important debate around the definition of ‘personhood’ in bioethics discourse. Relying on Thaddeus Metz's conception of moral status, I propose a relational definition of personhood that distinguishes between persons with agency and persons without agency, arguing that we have different moral obligations to these distinct categories of persons. I claim that this conception of personhood is better able to accommodate our moral intuitions than conventional approaches, and that it is able to do so without being speciesist or question‐begging.",
      "cited_by_count": 37,
      "type": "article",
      "source": {
        "name": "Developing World Bioethics",
        "type": "journal",
        "issn": [
          "1471-8731",
          "1471-8847"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Ethics in medical practice",
        "Mental Health and Psychiatry",
        "Psychology of Moral and Emotional Judgment"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2611910377"
    },
    {
      "openalex_id": "W4243090792",
      "doi": "10.4324/9780429022548",
      "title": "The Network Self",
      "authors": [
        {
          "name": "Kathleen Wallace",
          "openalex_id": "A5102909545",
          "orcid": "https://orcid.org/0000-0001-9597-1376"
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-03-07",
      "abstract": "The concept of a relational self has been prominent in feminism, communitarianism, narrative self theories, and social network theories, and has been important to theorizing about practical dimensions of selfhood. However, it has been largely ignored in traditional philosophical theories of personal identity, which have been dominated by psychological and animal theories of the self. This book offers a systematic treatment of the notion of the self as constituted by social, cultural, political, and biological relations. The author's account incorporates practical concerns and addresses how a relational self has agency, autonomy, responsibility, and continuity through time in the face of change and impairments. This cumulative network model (CNM) of the self incorporates concepts from work in the American pragmatist and naturalist tradition. The ultimate aim of the book is to bridge traditions that are often disconnected from one another—feminism, personal identity theory, and pragmatism—to develop a unified theory of the self.",
      "cited_by_count": 35,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Social Media and Politics"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4243090792"
    },
    {
      "openalex_id": "W2946778116",
      "doi": "10.1007/978-3-030-15402-8_12",
      "title": "Informed Consent in Africa – Integrating Individual and Collective Autonomy",
      "authors": [
        {
          "name": "Retha Visagie",
          "openalex_id": "A5010888608",
          "orcid": "https://orcid.org/0000-0002-0162-1752",
          "institutions": [
            "University of South Africa"
          ]
        },
        {
          "name": "Soné Beyers",
          "openalex_id": "A5016495039",
          "institutions": [
            "Endocrine Research Solutions (United States)"
          ]
        },
        {
          "name": "J. Wessels",
          "openalex_id": "A5035695488",
          "orcid": "https://orcid.org/0000-0002-5472-7921",
          "institutions": [
            "University of South Africa"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-01-01",
      "abstract": null,
      "cited_by_count": 15,
      "type": "book-chapter",
      "source": {
        "name": "Research ethics forum",
        "type": "book series",
        "issn": [
          "2212-9529",
          "2212-9537"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Qualitative Research Methods and Ethics",
        "Social Science and Policy Research",
        "Patient Dignity and Privacy"
      ],
      "referenced_works_count": 42,
      "url": "https://openalex.org/W2946778116"
    },
    {
      "openalex_id": "W2749758304",
      "doi": "10.1177/1866802x1700900205",
      "title": "The Hegemony of Representation: Democracy and Indigenous Self-government in Bolivia",
      "authors": [
        {
          "name": "Jason Tockman",
          "openalex_id": "A5087199604"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-08-01",
      "abstract": "In the Plurinational State of Bolivia, the 2009 Constitution articulates a multidimensional conception of democracy, reflecting a legacy of social movement mobilizations that demanded political inclusion and propelled to power a president who self-identifies as Indigenous. Many anticipated that Bolivia could present a propitious environment for an invigorated and post-liberal democracy. This article evaluates the three dimensions of democracy enshrined in the Constitution – representative, participatory, and communitarian – with the aim of understanding the relationship among them. I focus on two important sites of democratic practice: the process of drafting and approving the Constitution, and the construction of “Indigenous autonomies”; that is, institutions of Indigenous self-government based on communitarian democracy. While Bolivian democracy is more stable and inclusive under the current government than under previous ones, this study finds that the expansion of sanctioned participatory and communitarian democratic processes has been limited vis-à-vis the hegemonic system of representation.",
      "cited_by_count": 16,
      "type": "article",
      "source": {
        "name": "Journal of Politics in Latin America",
        "type": "journal",
        "issn": [
          "1866-802X",
          "1868-4890"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://journals.sagepub.com/doi/pdf/10.1177/1866802X1700900205"
      },
      "topics": [
        "Politics and Society in Latin America",
        "Development, Ethics, and Society",
        "Indigenous Health, Education, and Rights"
      ],
      "referenced_works_count": 18,
      "url": "https://openalex.org/W2749758304"
    },
    {
      "openalex_id": "W4247075739",
      "doi": "10.4324/9781003060666-7",
      "title": "Indigenismo, Indianismo and 'Ethnic Citizenship' in Chiapas",
      "authors": [
        {
          "name": "Xóchitl Leyva Solano",
          "openalex_id": "A5067272371",
          "orcid": "https://orcid.org/0000-0003-3606-9141"
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-10-08",
      "abstract": "The peasant organization has played a central part in the conflict in Chiapas, and to understand this role it is necessary it is necessary to contextualize it historically. To this end, this chapter examines three areas of that history. First, it highlights some aspects of the relationship between struggles for autonomy, indigenismo, and indianismo. Second, the chapter looks at the role played by indianista leaders in the construction of the socio-political networks that maintained and encouraged Zapatismo at the local, national and international level. And third, it scrutinizes the relationship between the struggles for autonomy, indigenismo and the politics of identity. The object is to show how and why present-day indigenous struggles for autonomy and self-determination are rooted in 'old' quests for ethnic citizenship, which were led initially by earlier indianista organizations and leaders. For those believing in particularism or communitarianism, universalist claims are overridden by ethnic citizenship.",
      "cited_by_count": 18,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Indigenous Cultures and Socio-Education",
        "Latin American history and culture",
        "Indigenous Cultures and History"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4247075739"
    },
    {
      "openalex_id": "W212899430",
      "doi": null,
      "title": "Latin America's Multicultural Movements: The Struggle Between Communitarianism, Autonomy, and Human Rights by Todd A. Eisenstadt, Michael S. Danielson, Moisés Jaime Bailón Corres, and Carlos Sorroza Polo",
      "authors": [
        {
          "name": "Dwight Wilson",
          "openalex_id": "A5062148699"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-01-01",
      "abstract": "Eisenstadt, Todd A., Michael S. Danielson, Moises Jaime Bailon Corres, and Carlos Sorroza Polo, eds. Latin America's Multicultural Movements: The Struggle Between Communitarianism, Autonomy, and Human Rights. New York: Oxford University Press, 2013. xiii + 288 pp. Paperback, $29.95. As a candidate for the presidency of Mexico in 2000, Vicente Fox remarked that he could resolve the indigenous-based Zapatista uprising in the southern state of Chiapas in fifteen minutes. And why not? Many of the rebels' grievances revolved around commonsensical demands to recognize the country's pluralistic nature and respect the right of indigenous communities to govern their own affairs. As President, however, Fox met a more difficult reality. Negotiations failed, and the Zapatistas recently celebrated twenty years of rebellion. Particularly since the 1970s and 1980s, indigenous movements throughout Latin America have struggled for greater autonomy for their communities and the right to use traditional practices in local decision-making. Experience has shown that movements like that of the Zapatistas, though stunningly successful in turning the spotlight toward indigenous interests, often fail in the substance of their aims, and that even when indigenous rights are recognized, they raise special difficulties for new democracies. These problems motivate Latin America's Multicultural Movements, an edited volume with contributions from a variety of notable scholars of Latin America. Debates over multiculturalism often focus on its justifications and merits, but this title concerns itself with the practical effects of indigenous rights movements and policies. It treats questions concerning why movements succeed or fail in their goals, and how those goals compete with other values held in democracies. Through case studies from southern Mexico (though not the Zapatistas), Ecuador, and Bolivia, the book explores the movements for rights--the active accommodation of rights held by minority groups as opposed to those held by individuals--and the complexity in what appears on the surface to be a straightforward demand for communal rights and respect for traditional practices. The book illuminates the challenges movements face both in achieving recognition for and implementation of indigenous rights, and most importantly the challenges such group rights pose to individual rights. The book begins by asking why such apparently commonsensical reforms would meet resistance to implementation in an age of democracy and decentralization, when public sentiment often seems sympathetic toward indigenous rights. Even where rights are encoded in legal and constitutional structures, such reforms have often been largely symbolic, and indigenous movements have in many ways failed to achieve the autonomy they have sought. The Bolivian case perhaps best captures this outwardly paradoxical trend; in this majority-indigenous state an indigenous president--the first in Bolivian history--oversaw the creation of a new constitution recognizing the plurinational and multicultural character of the country. In spite of the charter's significant departure from the past and extensive treatment of indigenous communities, the authors of chapters on Bolivia demonstrate that the agenda of indigenous activists was frustrated from the start from without by opposition parties and from within by division among indigenous representatives to the constitutional convention. …",
      "cited_by_count": 0,
      "type": "article",
      "source": {
        "name": "International social science review",
        "type": "journal",
        "issn": [
          "0278-2308"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Indigenous Peoples' Rights and Law"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W212899430"
    },
    {
      "openalex_id": "W2148501814",
      "doi": "10.3138/ijfab.8.1.0037",
      "title": "LIBERAL INDIVIDUALISM, RELATIONAL AUTONOMY, AND THE SOCIAL DIMENSION OF RESPECT",
      "authors": [
        {
          "name": "Alistair Wardrope",
          "openalex_id": "A5024805869",
          "orcid": "https://orcid.org/0000-0003-3614-6346"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-01-01",
      "abstract": "Abstract The principle of respect for autonomy in clinical ethics is frequently linked to bioethics’ neglect of community-level ethical considerations. I argue that the latter is not an inevitable consequence of the former; rather, that neglect results from a common interpretation of respect for autonomy in solely synchronic and individual terms. A relational understanding of autonomy reveals the way in which respect inescapably involves diachronic and social dimensions. When these are acknowledged, the association between respect for autonomy and liberal individualism is weakened. Such respect has more in common with communitarian approaches, and it need not conflict with the incorporation of collective-level values into ethical deliberation.",
      "cited_by_count": 12,
      "type": "article",
      "source": {
        "name": "International Journal of Feminist Approaches to Bioethics",
        "type": "journal",
        "issn": [
          "1937-4577",
          "1937-4585"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Ethics in medical practice",
        "Patient Dignity and Privacy",
        "Ethics and Legal Issues in Pediatric Healthcare"
      ],
      "referenced_works_count": 65,
      "url": "https://openalex.org/W2148501814"
    },
    {
      "openalex_id": "W1977820667",
      "doi": "10.1017/s0034670515000054",
      "title": "Liberalism and the Interpretive Turn: Rival Approaches or Cross-Purposes?",
      "authors": [
        {
          "name": "Naomi Choi",
          "openalex_id": "A5032429827"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-01-01",
      "abstract": "Abstract This paper calls attention to the interpretive, and humanist liberal, strand of thinking that is most clearly evident in the development of Charles Taylor's ideas. Recovering it makes it possible to see why the differences between Taylor and Rawls should be seen, not in terms of the erstwhile disputes between liberals and communitarians, but instead as over issues of method, and in particular about the independence or autonomy of political philosophy. Rawls and Taylor exemplify distinct modes of postanalytic liberal theorizing that emerged in the late twentieth century out of two very different responses to challenges within analytic philosophy's discursive beginnings that continue to divide the discipline to this day. Their juxtaposition, therefore, sheds light on how such methodological commitments animate normative prerogatives and generates important resources for thinking about the very powers and limits of political theory.",
      "cited_by_count": 22,
      "type": "article",
      "source": {
        "name": "The Review of Politics",
        "type": "journal",
        "issn": [
          "0034-6705",
          "1748-6858"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Political Philosophy and Ethics",
        "Philosophical Ethics and Theory",
        "Psychoanalysis, Philosophy, and Politics"
      ],
      "referenced_works_count": 90,
      "url": "https://openalex.org/W1977820667"
    },
    {
      "openalex_id": "W3081664043",
      "doi": "10.1007/s11019-020-09972-1",
      "title": "Global bioethics and respect for cultural diversity: how do we avoid moral relativism and moral imperialism?",
      "authors": [
        {
          "name": "Mbih Jerome Tosam",
          "openalex_id": "A5077746875",
          "orcid": "https://orcid.org/0000-0001-9686-0408",
          "institutions": [
            "University of Bamenda"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-08-28",
      "abstract": null,
      "cited_by_count": 19,
      "type": "article",
      "source": {
        "name": "Medicine Health Care and Philosophy",
        "type": "journal",
        "issn": [
          "1386-7423",
          "1572-8633"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Ethics in medical practice",
        "Reproductive Health and Technologies",
        "Patient Dignity and Privacy"
      ],
      "referenced_works_count": 51,
      "url": "https://openalex.org/W3081664043"
    },
    {
      "openalex_id": "W4283829665",
      "doi": "10.1017/ehs.2022.27",
      "title": "Marriage, bridewealth and power: critical reflections on women's autonomy across settings in Africa",
      "authors": [
        {
          "name": "Constance Awinpoka Akurugu",
          "openalex_id": "A5085407802",
          "orcid": "https://orcid.org/0000-0002-6595-0993",
          "institutions": [
            "University for Development Studies"
          ]
        },
        {
          "name": "Isaac Dery",
          "openalex_id": "A5038373375",
          "orcid": "https://orcid.org/0000-0003-0402-6075",
          "institutions": [
            "University for Development Studies"
          ]
        },
        {
          "name": "Paul Bata Domanban",
          "openalex_id": "A5070543075",
          "institutions": [
            "University for Development Studies"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-01-01",
      "abstract": "Abstract This article examines ongoing discourses on the importance of the marriage payment and its role in constraining women's autonomy across societies in Africa. First, we review how bridewealth has been conceptualised across multiple disciplines, including the work of evolutionary human scientists. We then summarise our research grounded in residential ethnographic fieldwork data collected over a period of a year in a rural settlement in north-western Ghana. Feminist accounts on women's lived experiences throughout bridewealth practising societies point to their subordination. In some contexts, including northern Ghana, bridewealth is perceived as engendering women's oppression. To liberate women from patriarchal norms, some gender advocates call for undoing of the institution of the marriage payment. Nonetheless, the women who bear the brunt of gendered oppression and the men who derive patriarchal dividends from it are averse to this undoing discourse as the bridewealth normatively secures legitimacy for women. Undoing bridewealth may mean further rendering precarious women's status in the marital family. We conclude that rather than undoing the revered institution of bridewealth, there is need to build on culturally appropriate notions of communitarianism as encapsulated by the Ubuntu philosophy and indigenous systems such as the traditional courts for negotiating the rights of women.",
      "cited_by_count": 19,
      "type": "review",
      "source": {
        "name": "Evolutionary Human Sciences",
        "type": "journal",
        "issn": [
          "2513-843X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/AAE05DCF87A13C6F0AFC8ACFDC818B4E/S2513843X22000275a.pdf/div-class-title-marriage-bridewealth-and-power-critical-reflections-on-women-s-autonomy-across-settings-in-africa-div.pdf"
      },
      "topics": [
        "Marriage and Sexual Relationships",
        "Demographic Trends and Gender Preferences",
        "Feminism, Gender, and Sexuality Studies"
      ],
      "referenced_works_count": 40,
      "url": "https://openalex.org/W4283829665"
    },
    {
      "openalex_id": "W4206293615",
      "doi": "10.1007/s40647-021-00340-8",
      "title": "Atomism, Communitarianism, and Confucian Familism",
      "authors": [
        {
          "name": "Andrew Tsz Wan Hung",
          "openalex_id": "A5074454646",
          "orcid": "https://orcid.org/0000-0002-3065-297X",
          "institutions": [
            "Hong Kong Polytechnic University"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-01-16",
      "abstract": null,
      "cited_by_count": 12,
      "type": "article",
      "source": {
        "name": "Fudan Journal of the Humanities and Social Sciences",
        "type": "journal",
        "issn": [
          "2198-2600"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Chinese history and philosophy",
        "Political Philosophy and Ethics",
        "Religion and Society Interactions"
      ],
      "referenced_works_count": 23,
      "url": "https://openalex.org/W4206293615"
    },
    {
      "openalex_id": "W2900241981",
      "doi": "10.4314/ujah.v19i2.4",
      "title": "Gyekye’s moderate communitarianism: a case of radical communitarianism in disguise",
      "authors": [
        {
          "name": "Richard Ansah",
          "openalex_id": "A5036425032"
        },
        {
          "name": "Modestha Mensah",
          "openalex_id": "A5090347011"
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-11-07",
      "abstract": "Classical/radical communitarians argue that the community is morally supreme - whenever there is conflict between the interests of the individual and those of the community, the interests of the community come first. This is called the community primacy thesis. Kwame Gyekye, a reputable African philosopher, has argued otherwise. He believes that it is extreme and hyperbolic when radical communitarians emphasize the moral supremacy of the community and its values over the individual’s (morality). He proposes moderate communitarianism, a theory, he believes, maintains the well-being of the community as a whole, and at the same time gives equal recognition to the individual and his or her rights. Moderate communitarianism balances responsibilities with rights. In this article, we argue that Gyekye’s moderate communitarianism re-echo’s the radical version he criticizes and rejects.Keywords: Communitarianism, individual, community, rights, duties/responsibilities, autonomy, individual good, common good",
      "cited_by_count": 5,
      "type": "article",
      "source": {
        "name": "UJAH Unizik Journal of Arts and Humanities",
        "type": "journal",
        "issn": [
          "1595-1413"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.ajol.info/index.php/ujah/article/download/179365/168728"
      },
      "topics": [
        "African cultural and philosophical studies",
        "Political Philosophy and Ethics",
        "Theological Perspectives and Practices"
      ],
      "referenced_works_count": 27,
      "url": "https://openalex.org/W2900241981"
    },
    {
      "openalex_id": "W3163184163",
      "doi": "10.1177/01914537211012892",
      "title": "Communities and the individual: Beyond the liberal–communitarian divide",
      "authors": [
        {
          "name": "Volker Kaul",
          "openalex_id": "A5013150240",
          "orcid": "https://orcid.org/0000-0002-3973-797X",
          "institutions": [
            "Libera Università Internazionale degli Studi Sociali Guido Carli"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-05-01",
      "abstract": "Liberalism believes that individuals are endowed a priori with reason or at least agency and it is up to that reason and agency to make choices, commitments and so on. Communitarianism criticizes liberalism’s explicit and deliberate neglect of the self and insists that we attain a self and identity only through the effective recognition of significant others. However, personal autonomy does not seem to be a default position, neither reason nor community is going to provide it inevitably. Therefore, it is so important to go beyond the liberal–communitarian divide. This article is analysing various proposals in this direction, asks about the place of communities and the individual in times of populism and the pandemic and provides a global perspective on the liberal–communitarian debate.",
      "cited_by_count": 7,
      "type": "article",
      "source": {
        "name": "Philosophy & Social Criticism",
        "type": "journal",
        "issn": [
          "0191-4537",
          "1461-734X"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Critical Theory and Philosophy",
        "Political Theology and Sovereignty",
        "Philosophy, Ethics, and Existentialism"
      ],
      "referenced_works_count": 10,
      "url": "https://openalex.org/W3163184163"
    },
    {
      "openalex_id": "W2588982770",
      "doi": "10.1080/09672559.2017.1286364",
      "title": "Autonomy and Common Good: Interpreting Rousseau’s General Will",
      "authors": [
        {
          "name": "Michael J. Thompson",
          "openalex_id": "A5101628183",
          "orcid": "https://orcid.org/0000-0001-6428-9817",
          "institutions": [
            "William Paterson University"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-02-13",
      "abstract": "Rousseau's project in his Social Contract was to construct a conception of human subjectivity and political institutions that would transcend what he saw to be the limits of liberal political theory of his time. I take this as a starting point to put forward an interpretation of his theory of the general will as a kind of social cognition that is able to preserve individual autonomy and freedom alongside concerns with the collective welfare of the community. But whereas many have seen Rousseau's ideas as a prelude to communitarianism or authoritarianism, we should instead see his project as articulating an alternative model of moral-cognitivist reasoning. In order to provide a framework for this interpretation, I propose reading his conception of the general will through the theory of collective intentionality and social ontology. I end with a consideration of how this interpretation of the general will can provide a more satisfying understanding of political and practical rationality contemporary debates over republicanism and liberalism.",
      "cited_by_count": 16,
      "type": "article",
      "source": {
        "name": "International Journal of Philosophical Studies",
        "type": "journal",
        "issn": [
          "0967-2559",
          "1466-4542"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Rousseau and Enlightenment Thought",
        "Political Theory and Influence",
        "European Political History Analysis"
      ],
      "referenced_works_count": 40,
      "url": "https://openalex.org/W2588982770"
    }
  ],
  "count": 25,
  "errors": []
}
