{
  "status": "success",
  "source": "openalex",
  "query": "personal identity narrative self",
  "results": [
    {
      "openalex_id": "W349347974",
      "doi": "10.4324/9781315433370",
      "title": "Autoethnography as Method",
      "authors": [
        {
          "name": "Heewon Chang",
          "openalex_id": "A5080410139",
          "orcid": "https://orcid.org/0000-0002-0860-0778"
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-07-01",
      "abstract": "Contents:PrefacePart I: Conceptual Framework 1. Culture: A Web of Self and Others 2. Self-Narratives 3. Autoethnography Part II: Collecting Autoethnographic Data4. Getting Ready 5. Collecting Personal Memory Data 6. Collecting Self-Observational and Self-Reflective Data 7. Collecting External Data Part III: Turning Data into Autoethnography 8. Managing Data 9. Analyzing and Interpreting Data 10. Writing Autoethnography AppendicesA. Bibliography of Self-Narratives: Autoethnographies, Memoirs, & AutobiographiesB. Writing Exercises and Examples of Personal Memory Data C. Writing Exercises and Examples of Self-Observational and Self-Reflective DataD. Culture-gram: Charting Cultural Membership and Identity E. Writing Exercises and Examples of External Data F. An Exemplary Autoethnography: Experience and Context in the Making of a Chicano Activist, Jaime J. RomoG. An Exemplary Autoethnography: to followNotes/ References/ Index/ About the Author",
      "cited_by_count": 1096,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Latin American and Latino Studies",
        "Indigenous Cultures and Socio-Education"
      ],
      "referenced_works_count": 2,
      "url": "https://openalex.org/W349347974"
    },
    {
      "openalex_id": "W2460293390",
      "doi": "10.1159/000445817",
      "title": "Personal, Master, and Alternative Narratives: An Integrative Framework for Understanding Identity Development in Context",
      "authors": [
        {
          "name": "Kate C. McLean",
          "openalex_id": "A5066105237",
          "orcid": "https://orcid.org/0000-0003-3973-1786",
          "institutions": [
            "Western Washington University"
          ]
        },
        {
          "name": "Moin Syed",
          "openalex_id": "A5089185897",
          "orcid": "https://orcid.org/0000-0003-4759-3555",
          "institutions": [
            "University of Minnesota"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-01-01",
      "abstract": "In this paper we propose a model for examining personal identity development that moves attention from a relatively exclusive examination of the individual to an examination of the intersection between self and society. We propose that a master narrative model of identity development allows researchers to: (a) align the study of culture and individual on the same metric of narrative, (b) investigate the processes of negotiating personal and cultural narratives, the latter of which are embedded within the structures of society, and (c) investigate the internalization of those structures in personal identities. In laying out this model we define a narrative approach to identity development, five principles for defining master narratives (ubiquity, utility, invisibility, rigidity, and their compulsory nature), three types of master narratives (life course, structural, and episodic), and case examples of each type. This model brings attention to the interaction between self and society, as well as to the constraints on individual agency to construct a personal identity. We conclude by raising questions that emerge out of this framework that we hope will inspire future work on the relationship between self and society in the study of identity development.",
      "cited_by_count": 658,
      "type": "article",
      "source": {
        "name": "Human Development",
        "type": "journal",
        "issn": [
          "0018-716X",
          "1423-0054"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Identity, Memory, and Therapy",
        "Family Support in Illness",
        "Youth Education and Societal Dynamics"
      ],
      "referenced_works_count": 180,
      "url": "https://openalex.org/W2460293390"
    },
    {
      "openalex_id": "W4308995587",
      "doi": "10.1029/2022gh000617",
      "title": "Shifting Seasons and Threats to Harvest, Culture, and Self‐Identity: A Personal Narrative on the Consequences of Changing Climate",
      "authors": [
        {
          "name": "A. Charlie",
          "openalex_id": "A5052158145",
          "institutions": [
            "Heritage Council"
          ]
        },
        {
          "name": "Tracey A. Proverbs",
          "openalex_id": "A5042816631",
          "orcid": "https://orcid.org/0000-0001-6769-624X",
          "institutions": [
            "University of Victoria"
          ]
        },
        {
          "name": "Emma E. Hodgson",
          "openalex_id": "A5022775020",
          "orcid": "https://orcid.org/0000-0002-7591-4267",
          "institutions": [
            "Fisheries and Oceans Canada"
          ]
        },
        {
          "name": "Rachel A. Hovel",
          "openalex_id": "A5001801845",
          "orcid": "https://orcid.org/0000-0002-3452-9485",
          "institutions": [
            "University of Maine at Farmington"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-11-14",
      "abstract": "Abstract Northern Indigenous communities are experiencing rapid climate change and disrupted seasonal transitions. The Teetł'it Gwich'in use a five‐season calendar to measure the year, indicating the timing of seasonal events and associated cultural practices. From trapping in the spring, to fishing in the summer and fall, and hunting in the fall and winter, the Gwich'in have moved upon the land with the changing seasons. However, disrupted seasonal synchrony can disconnect cultural practices from suitable conditions, creating risks to self and culture. With warming temperatures, communities have observed slower river freeze‐up in the fall and faster spring thaw, which has impacted the timing of when fishers can safely set their nets under river ice. Historically, freeze‐up occurred in October, providing several weeks when fishers could set nets under ice while łuk dagaii (broad whitefish, Coregonus nasus ) traveled downriver. Today, freeze‐up often begins in November, and fishing during the łuk dagaii migration requires setting nets while the ice is thinner and the river is not completely frozen. This presents risks to individuals working to maintain a fundamental cultural practice. Here, Arlyn Charlie, a Teetł'it Gwich'in artist whose career focuses on culture and language, uses personal narrative to explore impacts of climate change on Gwich'in culture. Arlyn notes how these changes are making the traditional seasonal calendar unreliable, and explores how changing patterns among animals and the landscape no longer provide consistent, safe harvesting conditions. With a growing risk of working on thin ice, ongoing cultural practices are threatened.",
      "cited_by_count": 9,
      "type": "article",
      "source": {
        "name": "GeoHealth",
        "type": "journal",
        "issn": [
          "2471-1403"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://doi.org/10.1029/2022gh000617"
      },
      "topics": [
        "Indigenous Studies and Ecology",
        "Marine animal studies overview",
        "Arctic and Russian Policy Studies"
      ],
      "referenced_works_count": 16,
      "url": "https://openalex.org/W4308995587"
    },
    {
      "openalex_id": "W2984303043",
      "doi": "10.1145/3359256",
      "title": "\"Coming Out Okay\"",
      "authors": [
        {
          "name": "Brianna Dym",
          "openalex_id": "A5082595468",
          "orcid": "https://orcid.org/0000-0001-5861-0715",
          "institutions": [
            "University of Colorado Boulder"
          ]
        },
        {
          "name": "Jed R. Brubaker",
          "openalex_id": "A5084740625",
          "orcid": "https://orcid.org/0000-0003-4826-8324",
          "institutions": [
            "University of Colorado Boulder"
          ]
        },
        {
          "name": "Casey Fiesler",
          "openalex_id": "A5029561487",
          "orcid": "https://orcid.org/0000-0002-8743-4201",
          "institutions": [
            "University of Colorado Boulder"
          ]
        },
        {
          "name": "Bryan Semaan",
          "openalex_id": "A5048101000",
          "orcid": "https://orcid.org/0000-0003-1151-2389",
          "institutions": [
            "Syracuse University"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-11-07",
      "abstract": "Online communities provide support for those who are vulnerable, such as LGBTQ people while coming out. Research shows that social support and personal narrative construction are important when recovering from personal crises and traumatic events. As an online community focused on writing fanfiction and also consisting of a large number of LGBTQ members, transformative fandom provides an opportunity to examine the relationship between support, crisis, and narrative. Through an interview study with 31 LGBTQ fanfiction authors, our findings mirror Herman's model of trauma recovery: these spaces self-organize to support recovery work through constructing \"community narratives\" that help LGBTQ people establish safety when exploring their identity and build LGBTQ support structures without publicly outing themselves before they are ready, challenge stereotypes, and support others through reshaping existing media that perpetuate inaccurate or harmful LGBTQ narratives. These online communities embody \"selective visibility\"--that is, though not specifically designed as support structures for identity work and recovery, their design allows people to selectively find and create communities of support for stigmatized issues that they might be unable to safely seek out in other spaces. Based on lessons learned, we generate insights that can inform the design of safe support spaces online.",
      "cited_by_count": 198,
      "type": "article",
      "source": {
        "name": "Proceedings of the ACM on Human-Computer Interaction",
        "type": "journal",
        "issn": [
          "2573-0142"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://dl.acm.org/doi/pdf/10.1145/3359256"
      },
      "topics": [
        "Gender, Feminism, and Media",
        "Sexuality, Behavior, and Technology",
        "Impact of Technology on Adolescents"
      ],
      "referenced_works_count": 115,
      "url": "https://openalex.org/W2984303043"
    },
    {
      "openalex_id": "W2318183723",
      "doi": "10.1097/acm.0000000000000731",
      "title": "Professional Identity (Trans)Formation in Medical Education",
      "authors": [
        {
          "name": "Hedy S. Wald",
          "openalex_id": "A5081007225",
          "orcid": "https://orcid.org/0000-0003-3897-4989",
          "institutions": [
            "Brown University"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-04-16",
      "abstract": "A fundamental goal of medical education is the active, constructive, transformative process of professional identity formation (PIF). Medical educators are thus charged with designing standardized and personalized curricula for guiding, supporting, and challenging learners on the developmental professional identity pathway, including the process of socialization. The author of this Commentary provides an overview of foundational principles and key drivers of PIF supporting the being, relating, and doing the work of a compassionate and competent physician. Key elements of PIF including guided reflection, use of personal narratives, integral role of relationships and role modeling, and community of practice are viewed through various lenses of PIF theory and pedagogy. Questions informing the PIF discourse are raised, including interprofessional identity considerations. Central emergent themes of reflective practice, relationships, and resilience are described as supporting and reciprocally enhancing PIF. Overarching lessons include attending to learners' and faculty's PIF within a developmental trajectory of the professional life cycle; process and content within PIF curricula as well as learners' individual and collective voices; curricular/extracurricular factors contributing to socialization, self-awareness, development of core values, and moral leadership; integrating PIF domains within pedagogy; faculty development for skilled mentoring and reflective coaching; and implementing resilience-promoting skill sets as \"protective\" within PIF. Outcomes assessment including the impact of curricula on learners and on patient-centered care can be challenging, and potential next steps toward this goal are discussed.",
      "cited_by_count": 396,
      "type": "article",
      "source": {
        "name": "Academic Medicine",
        "type": "journal",
        "issn": [
          "1040-2446",
          "1938-808X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "http://links.lww.com/ACADMED/A276"
      },
      "topics": [
        "Innovations in Medical Education",
        "Empathy and Medical Education",
        "Clinical Reasoning and Diagnostic Skills"
      ],
      "referenced_works_count": 37,
      "url": "https://openalex.org/W2318183723"
    },
    {
      "openalex_id": "W2588050621",
      "doi": "10.1145/2998181.2998243",
      "title": "Sensitive Self-disclosures, Responses, and Social Support on Instagram",
      "authors": [
        {
          "name": "Nazanin Andalibi",
          "openalex_id": "A5025113008",
          "orcid": "https://orcid.org/0000-0002-3257-2527",
          "institutions": [
            "Drexel University"
          ]
        },
        {
          "name": "Pinar Ozturk",
          "openalex_id": "A5011570618",
          "orcid": "https://orcid.org/0000-0003-0589-4712",
          "institutions": [
            "Stevens Institute of Technology"
          ]
        },
        {
          "name": "Andrea Forte",
          "openalex_id": "A5025211180",
          "orcid": "https://orcid.org/0000-0002-2941-339X",
          "institutions": [
            "Drexel University"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-02-14",
      "abstract": "People can benefit from disclosing negative emotions or stigmatized facets of their identities, and psychologists have noted that imagery can be an effective medium for expressing difficult emotions. Social network sites like Instagram offer unprecedented opportunity for image-based sharing. In this paper, we investigate sensitive self-disclosures on Instagram and the responses they attract. We use visual and textual qualitative content analysis and statistical methods to analyze self-disclosures, associated comments, and relationships between them. We find that people use Instagram to engage in social exchange and story-telling about difficult experiences. We find considerable evidence of social support, a sense of community, and little aggression or support for harmful or pro-disease behaviors. Finally, we report on factors that influence engagement and the type of comments these disclosures attract. Personal narratives, food and beverage, references to illness, and self-appearance concerns are more likely to attract positive social support. Posts seeking support attract significantly more comments. CAUTION: This paper includes some detailed examples of content about eating disorders and self-injury illnesses.",
      "cited_by_count": 317,
      "type": "article",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Impact of Technology on Adolescents",
        "Mental Health via Writing",
        "Media Influence and Health"
      ],
      "referenced_works_count": 79,
      "url": "https://openalex.org/W2588050621"
    },
    {
      "openalex_id": "W2607489397",
      "doi": "10.1093/tcbh/hwx006",
      "title": "Telling Stories about Post-war Britain: Popular Individualism and the ‘Crisis’ of the 1970s",
      "authors": [
        {
          "name": "Emily Robinson",
          "openalex_id": "A5070263547",
          "orcid": "https://orcid.org/0000-0002-5494-6999",
          "institutions": [
            "University of Sussex"
          ]
        },
        {
          "name": "Camilla Schofield",
          "openalex_id": "A5046713883",
          "institutions": [
            "University of East Anglia"
          ]
        },
        {
          "name": "Florence Sutcliffe‐Braithwaite",
          "openalex_id": "A5088301207",
          "orcid": "https://orcid.org/0000-0001-8114-6092",
          "institutions": [
            "University College London"
          ]
        },
        {
          "name": "Natalie Thomlinson",
          "openalex_id": "A5050986480",
          "orcid": "https://orcid.org/0000-0001-5325-4977",
          "institutions": [
            "University of Reading"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-02-15",
      "abstract": "This article argues that, by the 1970s, people in Britain were increasingly insistent about defining and claiming their individual rights, identities and perspectives. Using individual narratives and testimonies, we show that many were expressing desires for greater personal autonomy and self-determination. We suggest that this was an important trend across the post-war decades, and of particular importance to understanding the 1970s. This popular individualism was not the result of Thatcher; if anything, it was a cause of Thatcherism. But this individualism had multiple political and cultural valences; desires for greater individual self-determination, and anger with the 'establishment' for withholding it, did not lead inexorably to Thatcherism. There were, in fact, some sources for, and potential outlets for, popular individualism on the left-outlets that explicitly challenged class, gender and racial inequalities. With this, we suggest the possibility of a new meta-narrative of post-war Britain, cutting across the political narrative that organizes post-war British history into three periods: social democracy, 'crisis' and the triumph of 'neoliberalism'. The 1970s was a key moment in the spread of a popular, aspirational form of individualism in post-war Britain, and this development is critical to our understanding of the history of the post-war years.",
      "cited_by_count": 163,
      "type": "article",
      "source": {
        "name": "Twentieth Century British History",
        "type": "journal",
        "issn": [
          "0955-2359",
          "1477-4674"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://ueaeprints.uea.ac.uk/id/eprint/62963/1/Accepted_manuscript.pdf"
      },
      "topics": [
        "Political and Economic history of UK and US",
        "Historical Studies on Reproduction, Gender, Health, and Societal Changes",
        "Irish and British Studies"
      ],
      "referenced_works_count": 7,
      "url": "https://openalex.org/W2607489397"
    },
    {
      "openalex_id": "W4248324098",
      "doi": "10.1093/acprof:oso/9780199995745.001.0001",
      "title": "The Co-authored Self",
      "authors": [
        {
          "name": "Kate C. McLean",
          "openalex_id": "A5066105237",
          "orcid": "https://orcid.org/0000-0003-3973-1786"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-10-22",
      "abstract": "Abstract Robust literatures have shown that developing a coherent and integrated understanding of oneself—a personal identity—is best accomplished within relational contexts. Undoubtedly one of the most fundamental relational contexts is the family. And one of the most ubiquitous activities in which families engage is storytelling. It is within the family and through these stories that the self takes on its earliest and most lasting form. These stories are often told for fun, to be close, and to feel a sense of kinship. But these stories can also confine individuals into prescribed, and unwanted, roles and identities. Thus, family stories can be fertile ground for the development of identity, as stories to react against or to embrace. This book addresses how adolescents and emerging adults negotiate with these stories to develop a personal identity, using a sociocultural framework of narrative identity development.",
      "cited_by_count": 123,
      "type": "book",
      "source": {
        "name": "Oxford University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Counseling, Therapy, and Family Dynamics",
        "Parental Involvement in Education",
        "Educational and Psychological Assessments"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4248324098"
    },
    {
      "openalex_id": "W2982344599",
      "doi": "10.1177/0743558419884700",
      "title": "“Let Me Do What I Please With It . . . Don’t Decide My Identity For Me”: LGBTQ+ Youth Experiences of Social Media in Narrative Identity Development",
      "authors": [
        {
          "name": "Adam Bates",
          "openalex_id": "A5008903781",
          "orcid": "https://orcid.org/0000-0002-5481-2974",
          "institutions": [
            "York St John University",
            "Sheffield Hallam University"
          ]
        },
        {
          "name": "Trish Hobman",
          "openalex_id": "A5087936613",
          "institutions": [
            "York St John University"
          ]
        },
        {
          "name": "Beth T. Bell",
          "openalex_id": "A5047859491",
          "orcid": "https://orcid.org/0000-0002-6587-0336",
          "institutions": [
            "York St John University"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-11-03",
      "abstract": "Social media provides Lesbian Gay Bisexual Transgender Queer Plus (LGBTQ+) youth with daily access to a broader sociocultural dialogue that may shape narrative identity development. Through in-depth narrative interviews, this study sought to understand the lived experiences of 11 LGBTQ+ undergraduates ( age range = 19-23) building narrative identities in the cultural context of social media and the role of social media within this process. Interviews were analyzed using an interpretative, individual analysis of personal stories. These experiences were then compared and contrasted through thematic analysis to identify four shared narrative themes. Narratives of merging safe spaces highlight how LGBTQ+ youth now have regular access to safe environments online/offline which facilitate more secure identity development. Narratives of external identity alignment describe social media as a tool for LGBTQ+ youth to seek out identities that match their preexisting sense of self. Narratives of multiple context-based identities encapsulate how adolescents’ identity markers are multiple and invoked in a context-dependent manner. Finally, narratives of individuality and autonomy characterize how LGBTQ+ youth perceive themselves as highly individualized members of a wider community. These findings highlight the complex role social media plays within LGBTQ+ youth identity development. The implications are discussed within.",
      "cited_by_count": 113,
      "type": "article",
      "source": {
        "name": "Journal of Adolescent Research",
        "type": "journal",
        "issn": [
          "0743-5584",
          "1552-6895"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://journals.sagepub.com/doi/pdf/10.1177/0743558419884700"
      },
      "topics": [
        "LGBTQ Health, Identity, and Policy",
        "Gender, Feminism, and Media",
        "Identity, Memory, and Therapy"
      ],
      "referenced_works_count": 65,
      "url": "https://openalex.org/W2982344599"
    },
    {
      "openalex_id": "W2321789210",
      "doi": "10.1080/13562517.2016.1163669",
      "title": "Negotiating academic teacher identity shifts during higher education contextual change",
      "authors": [
        {
          "name": "Susan McNaughton",
          "openalex_id": "A5035188478",
          "orcid": "https://orcid.org/0000-0002-7896-1720",
          "institutions": [
            "Auckland University of Technology"
          ]
        },
        {
          "name": "Jennie Billot",
          "openalex_id": "A5027376130",
          "orcid": "https://orcid.org/0000-0002-1095-8816",
          "institutions": [
            "Auckland University of Technology"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-03-22",
      "abstract": "Higher education teachers' roles and identities are constantly shifting in response to contextual change. Pedagogy, values, and professional and personal narratives of self are all affected, particularly by technological change. This paper explores the role and identity shifts of academics during the introduction of large-class videoconferencing. Their experiences of personal and pedagogical 'doing' and 'being' demonstrate how ambiguity of role, non-alignment of values with practice realities and unanticipated disruption of self-representation are variably resolved by individuals. The findings suggest that successfully negotiating identity shifts may be essential for coherent personal and professional narratives, while lack of a collective response to contextual change may explain why academic teacher identity challenges are overlooked at the institutional level. We recommend identification, discussion, and alignment of institutional, professional, and personal pedagogical goals prior to contextual change.",
      "cited_by_count": 83,
      "type": "article",
      "source": {
        "name": "Teaching in Higher Education",
        "type": "journal",
        "issn": [
          "1356-2517",
          "1470-1294"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Teacher Education and Leadership Studies",
        "International Student and Expatriate Challenges",
        "Communication in Education and Healthcare"
      ],
      "referenced_works_count": 41,
      "url": "https://openalex.org/W2321789210"
    },
    {
      "openalex_id": "W3170929491",
      "doi": "10.1016/j.jbusres.2021.05.011",
      "title": "How social media influencers’ narrative strategies benefit cultivating influencer marketing: Tackling issues of cultural barriers, commercialised content, and sponsorship disclosure",
      "authors": [
        {
          "name": "Shuang Zhou",
          "openalex_id": "A5048627937",
          "orcid": "https://orcid.org/0000-0002-2526-5633",
          "institutions": [
            "Hong Kong Polytechnic University"
          ]
        },
        {
          "name": "Marta Blázquez",
          "openalex_id": "A5054650659",
          "orcid": "https://orcid.org/0000-0001-9956-9050",
          "institutions": [
            "University of Manchester"
          ]
        },
        {
          "name": "Helen McCormick",
          "openalex_id": "A5084900205",
          "institutions": [
            "Manchester Metropolitan University"
          ]
        },
        {
          "name": "Liz Barnes",
          "openalex_id": "A5007964984",
          "orcid": "https://orcid.org/0000-0001-7763-9986",
          "institutions": [
            "Manchester Metropolitan University"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-05-27",
      "abstract": null,
      "cited_by_count": 145,
      "type": "article",
      "source": {
        "name": "Journal of Business Research",
        "type": "journal",
        "issn": [
          "0148-2963",
          "1873-7978"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://research.manchester.ac.uk/en/publications/08432fe0-490e-4888-bf7f-1a8c53e10d61"
      },
      "topics": [
        "Digital Marketing and Social Media",
        "Consumer Behavior in Brand Consumption and Identification",
        "Gender, Feminism, and Media"
      ],
      "referenced_works_count": 100,
      "url": "https://openalex.org/W3170929491"
    },
    {
      "openalex_id": "W2344650634",
      "doi": "10.1007/s11229-016-1102-4",
      "title": "Distributed selves: personal identity and extended memory systems",
      "authors": [
        {
          "name": "Richard Heersmink",
          "openalex_id": "A5067275194",
          "orcid": "https://orcid.org/0000-0002-0102-0308",
          "institutions": [
            "Macquarie University"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-04-28",
      "abstract": null,
      "cited_by_count": 103,
      "type": "article",
      "source": {
        "name": "Synthese",
        "type": "journal",
        "issn": [
          "0039-7857",
          "1573-0964"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Embodied and Extended Cognition",
        "Innovative Human-Technology Interaction",
        "Cybernetics and Technology in Society"
      ],
      "referenced_works_count": 79,
      "url": "https://openalex.org/W2344650634"
    },
    {
      "openalex_id": "W4302325760",
      "doi": "10.1353/wlt.2018.0030",
      "title": "Enlightenment Now: The Case for Reason, Science, Humanism, and Progress",
      "authors": [
        {
          "name": "Felix Haas",
          "openalex_id": "A5020521789",
          "orcid": "https://orcid.org/0000-0003-2298-1383"
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-01-01",
      "abstract": "Not everyone here is a hero, which adds to the very human quality of the volume— people made mistakes and suffered, but those who survived have stories to tell. These stories are well worth our attention. Of course, the comparisons to Maus will be inevitable, as is true for every serious work of graphic narrative written since Spiegelman’s work debuted. But it does this volume an injustice not to take it on its own terms. We’re Still at War vivifies the pain and suffering of these Czech witnesses , from the Second World War through the long Communist era, and provides the reader with historical and emotional insights. Rita D. Jacobs New York City Steven Pinker Enlightenment Now:The Case for Reason, Science, Humanism, and Progress New York. Viking. 2018. 576 pages. The heart of Steven Pinker’s important new book is in its title: Enlightenment Now. It is a stalwart defense of the ideals of the Enlightenment, recasting them “in the language and concepts of the twenty-first century.” The “Now” in the title and the timing of the book’s publication are by no means coincidental—Enlightenment Now appears both universally applicable as well as acutely relevant in today’s global sociopolitical climate. Pinker divides his book into three parts, using the first to set out what enlightenment is; he identifies humanism—the striving for the flourishing of all humans— as setting its goal and reason and science as guiding its methodology. In the second part, he embarks on a tour de force through fields as diverse as happiness, war, and knowledge to show how, over the last centuries, humans have evoked Enlightenment ideals to bring about substantial progress in each of them. One of the book’s most impressive features is that Pinker’s arguments are not only made in his usual wit and multitude of cultural and intellectual references but also come with a rather impressive wealth of data and historical trends, be those the global decline in extreme poverty and war or the global increase of life expectancy, knowledge , equality, and happiness. Following the staggering optimism of the book’s second part, Pinker places his defense of Enlightenment ideals in the third, cautioning us that progress will not continue inevitably—it is contingent on the ideals that underlie it. One might view reason, science, and humanism to be self-evident. Sadly, history and current events remind us otherwise. And arguably even more important, our own personal biases might infringe on these ideals much more heavily than we are ready to admit. In an age of rekindling nationalism and xenophobia, a defense of democracy, reason , and science is increasingly necessary. Where “[i]n area after area, the world has been getting more rational, [t]here is . . . a flaming exception: electoral politics and the issues that have clung to it.” Throughout the book, Pinker uncovers patterns and fallacies of human thought, which become particularly relevant in our political tribalism . Both on the left and on the right, we subscribe to ideas and vote not primarily for content but for identity alignment. We tend to quickly forgive the indiscretions of those in our own party while rejecting ideas that we might otherwise endorse, purely based on our party’s position. Public discourse today, particularly in the US, is dominated not only by an ever more divergent dichotomy of positions and methodologies but also by rising negativity and fatalism both from the political left and the right. However, Pinker argues that such a “bleak assessment of the state of the world . . . couldn’t-be-more-wrong,” pointing toward the difference between episodes that shape our perceptions and longer-term trends that frequently directly contradict these perceptions. Some may be critical of the level of optimism that Pinker shows for such momentous issues as climate change or artificial general intelligence. Others have spoken out against the case that Pinker makes about the antireason tendencies of universities and the political left more generally. But regardless of one’s views on such points, Pinker’s Enlightenment Now comes at a crucial time, in which we have to concede that “the end of history” as proclaimed by Francis Fukuyama in his synonymous...",
      "cited_by_count": 1124,
      "type": "article",
      "source": {
        "name": "World Literature Today",
        "type": "journal",
        "issn": [
          "0196-3570",
          "1945-8134"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Space Science and Extraterrestrial Life"
      ],
      "referenced_works_count": 1,
      "url": "https://openalex.org/W4302325760"
    },
    {
      "openalex_id": "W2150187095",
      "doi": "10.1177/0018726714564199",
      "title": "Identity, storytelling and the philanthropic journey",
      "authors": [
        {
          "name": "Mairi Maclean",
          "openalex_id": "A5079669992",
          "orcid": "https://orcid.org/0000-0001-9030-7492",
          "institutions": [
            "Newcastle University"
          ]
        },
        {
          "name": "Charles Harvey",
          "openalex_id": "A5052920756",
          "orcid": "https://orcid.org/0000-0003-4231-0202",
          "institutions": [
            "Newcastle University"
          ]
        },
        {
          "name": "Jillian Gordon",
          "openalex_id": "A5045281238",
          "orcid": "https://orcid.org/0000-0002-4928-4396",
          "institutions": [
            "University of Glasgow"
          ]
        },
        {
          "name": "Eleanor Shaw",
          "openalex_id": "A5083659033",
          "orcid": "https://orcid.org/0000-0002-6614-6729",
          "institutions": [
            "University of Strathclyde"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-04-28",
      "abstract": "This article develops theoretical understanding of the involvement of wealthy entrepreneurs in socially transformative projects by offering a foundational theory of philanthropic identity narratives. We show that these narratives are structured according to the metaphorical framework of the journey, through which actors envision and make sense of personal transformation. The journey provides a valuable metaphor for conceptualizing narrative identities in entrepreneurial careers as individuals navigate different social landscapes, illuminating identities as unfolding through a process of wayfinding in response to events, transitions and turning-points. We delineate the journey from entrepreneurship to philanthropy, and propose a typology of rewards that entrepreneurs claim to derive from giving. We add to the expanding literature on narrative identities by suggesting that philanthropic identity narratives empower wealthy entrepreneurs to generate a legacy of the self that is both self- and socially oriented, these ‘generativity scripts’ propelling their capacity for action while ensuring the continuation of their journeys.",
      "cited_by_count": 82,
      "type": "article",
      "source": {
        "name": "Human Relations",
        "type": "journal",
        "issn": [
          "0018-7267",
          "1741-282X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://journals.sagepub.com/doi/pdf/10.1177/0018726714564199"
      },
      "topics": [
        "Management and Organizational Studies",
        "Entrepreneurship Studies and Influences",
        "Creativity in Education and Neuroscience"
      ],
      "referenced_works_count": 163,
      "url": "https://openalex.org/W2150187095"
    },
    {
      "openalex_id": "W2603810641",
      "doi": "10.1093/acprof:oso/9780198777885.001.0001",
      "title": "The Subject of Experience",
      "authors": [
        {
          "name": "Galen Strawson",
          "openalex_id": "A5086463556",
          "orcid": "https://orcid.org/0000-0003-0899-5906"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-01-26",
      "abstract": "Abstract The Subject of Experience is about the self, the person. It discusses the phenomenology of the self (What is the character of self-experience?) and the metaphysics of the self (Does the self exist? If so, what is its nature?), developing an approach to the metaphysics out of the results of the phenomenology. It argues that it is legitimate to say that there is such a thing as the self as distinct from the human being, and asks whether a self can suffer loss by death. It criticizes the popular notion of the narrative self, and, more generally, the use of the notion of narrative in ethics and psychology. It considers the first-person pronoun 'I' and a number of puzzles raised by the phenomena of self-reference and self-knowledge. It examines Locke's, Hume's, and Kant's accounts of the mind and personal identity, and argues that Locke and Hume have been badly misunderstood.",
      "cited_by_count": 98,
      "type": "book",
      "source": {
        "name": "Oxford University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "American Constitutional Law and Politics",
        "Philosophy, Ethics, and Existentialism",
        "Seventeenth-Century Political and Philosophical Thought"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2603810641"
    },
    {
      "openalex_id": "W2909305220",
      "doi": "10.1080/00131911.2018.1556205",
      "title": "Managerialism and teacher professional identity: impact on well-being among teachers in the UK",
      "authors": [
        {
          "name": "Barbara Skinner",
          "openalex_id": "A5075031869",
          "orcid": "https://orcid.org/0000-0003-2829-8243",
          "institutions": [
            "University of Ulster"
          ]
        },
        {
          "name": "Gerard Leavey",
          "openalex_id": "A5000280912",
          "orcid": "https://orcid.org/0000-0001-8411-8919",
          "institutions": [
            "University of Ulster"
          ]
        },
        {
          "name": "Despina Rothi",
          "openalex_id": "A5001432869",
          "institutions": [
            "Cambridgeshire and Peterborough NHS Foundation Trust"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-01-16",
      "abstract": "In Europe, wellbeing in the workplace has increasing prominence in the policy and research agenda and education is a key context in which the challenge of occupational stress has been reported. Traditionally, the ethos in school settings could be said to be shaped by the vocational motivation of employees, that is, a commitment to a social benefit through the development, support and improvement of the pupils and this commitment used to override workplace challenges and help teachers deal with stress. This paper argues that teachers’ commitment is being eroded by the impact of bureaucratic changes at management level, such as the setting of performance targets, increased workload, increased accountability and changes in curriculum. This in turn impacts on their professional identity and can negatively affect their mental health and well being. The current paper describes a qualitative study undertaken among 39 teachers and six school leaders across England and Wales in which we sought to understand, through interviews, the contextual workplace experiences of teachers who experienced work-related stress. Policy developments in education and management implementation of these developments and the consequent erosion of teacher autonomy dominated the narratives. We examine how managerialism can relate to a loss of commitment, professional identity, self-confidence and vulnerability to stress, anxiety and depression. This paper proposes that educational reforms, and the rigidly prescribed organisational and management structures that accompany them, need to be weighed against their impacts on professional identity and personal wellbeing",
      "cited_by_count": 177,
      "type": "article",
      "source": {
        "name": "Educational Review",
        "type": "journal",
        "issn": [
          "0013-1911",
          "1465-3397"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://pure.ulster.ac.uk/en/publications/4c9a0bd8-6552-42ff-adf0-151867cd4a41"
      },
      "topics": [
        "Gender Diversity and Inequality",
        "Teacher Education and Leadership Studies",
        "Social and Cultural Dynamics"
      ],
      "referenced_works_count": 34,
      "url": "https://openalex.org/W2909305220"
    },
    {
      "openalex_id": "W2417615791",
      "doi": "10.1038/srep12934",
      "title": "Impaired coherence of life narratives of patients with schizophrenia",
      "authors": [
        {
          "name": "Mélissa C. Allé",
          "openalex_id": "A5032888030",
          "orcid": "https://orcid.org/0000-0002-4120-7417",
          "institutions": [
            "Inserm",
            "Fondation FondaMental",
            "Université de Strasbourg"
          ]
        },
        {
          "name": "Jevita Potheegadoo",
          "openalex_id": "A5046810287",
          "orcid": "https://orcid.org/0000-0002-7246-3966",
          "institutions": [
            "Inserm",
            "Fondation FondaMental",
            "Université de Strasbourg"
          ]
        },
        {
          "name": "Christin Köber",
          "openalex_id": "A5110517850",
          "institutions": [
            "Goethe University Frankfurt"
          ]
        },
        {
          "name": "Priscille Schneider",
          "openalex_id": "A5035790464",
          "institutions": [
            "Hôpitaux Universitaires de Strasbourg",
            "Fondation FondaMental"
          ]
        },
        {
          "name": "Romain Coutelle",
          "openalex_id": "A5050095608",
          "orcid": "https://orcid.org/0000-0003-2260-8503",
          "institutions": [
            "Inserm",
            "Fondation FondaMental"
          ]
        },
        {
          "name": "Tilmann Habermas",
          "openalex_id": "A5052013582",
          "orcid": "https://orcid.org/0000-0002-3386-4767",
          "institutions": [
            "Goethe University Frankfurt"
          ]
        },
        {
          "name": "Jean‐Marie Danion",
          "openalex_id": "A5080919621",
          "orcid": "https://orcid.org/0000-0002-1980-1006",
          "institutions": [
            "Inserm",
            "Fondation FondaMental",
            "Hôpitaux Universitaires de Strasbourg",
            "Université de Strasbourg"
          ]
        },
        {
          "name": "Fabrice Berna",
          "openalex_id": "A5021493149",
          "orcid": "https://orcid.org/0000-0002-6118-0629",
          "institutions": [
            "Université de Strasbourg",
            "Inserm",
            "Hôpitaux Universitaires de Strasbourg",
            "Fondation FondaMental"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-08-10",
      "abstract": null,
      "cited_by_count": 85,
      "type": "article",
      "source": {
        "name": "Scientific Reports",
        "type": "journal",
        "issn": [
          "2045-2322"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.nature.com/articles/srep12934.pdf"
      },
      "topics": [
        "Identity, Memory, and Therapy",
        "Mental Health and Psychiatry",
        "Schizophrenia research and treatment"
      ],
      "referenced_works_count": 54,
      "url": "https://openalex.org/W2417615791"
    },
    {
      "openalex_id": "W2625935749",
      "doi": "10.1016/j.jenvp.2017.06.004",
      "title": "Are environmental issues moral issues? Moral identity in relation to protecting the natural world",
      "authors": [
        {
          "name": "Fanli Jia",
          "openalex_id": "A5049775460",
          "orcid": "https://orcid.org/0000-0002-7149-455X",
          "institutions": [
            "Seton Hall University"
          ]
        },
        {
          "name": "Kendall Soucie",
          "openalex_id": "A5052951730",
          "orcid": "https://orcid.org/0000-0002-1645-2509",
          "institutions": [
            "University of Windsor"
          ]
        },
        {
          "name": "Susan Alisat",
          "openalex_id": "A5047884022",
          "institutions": [
            "Wilfrid Laurier University"
          ]
        },
        {
          "name": "Daniel Curtin",
          "openalex_id": "A5005694757",
          "institutions": [
            "Seton Hall University"
          ]
        },
        {
          "name": "Michael W. Pratt",
          "openalex_id": "A5111574625",
          "institutions": [
            "Wilfrid Laurier University"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-06-12",
      "abstract": null,
      "cited_by_count": 112,
      "type": "article",
      "source": {
        "name": "Journal of Environmental Psychology",
        "type": "journal",
        "issn": [
          "0272-4944",
          "1522-9610"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Environmental Education and Sustainability",
        "Social and Intergroup Psychology",
        "Psychology of Moral and Emotional Judgment"
      ],
      "referenced_works_count": 65,
      "url": "https://openalex.org/W2625935749"
    },
    {
      "openalex_id": "W1833522700",
      "doi": "10.1080/0267257x.2015.1059352",
      "title": "Flying in the face of environmental concern: why green consumers continue to fly",
      "authors": [
        {
          "name": "Seonaidh McDonald",
          "openalex_id": "A5071996022",
          "orcid": "https://orcid.org/0000-0002-9929-5771",
          "institutions": [
            "Robert Gordon University"
          ]
        },
        {
          "name": "Caroline Oates",
          "openalex_id": "A5056443106",
          "orcid": "https://orcid.org/0000-0001-8848-9178",
          "institutions": [
            "University of Sheffield"
          ]
        },
        {
          "name": "Maree Thyne",
          "openalex_id": "A5001621450",
          "orcid": "https://orcid.org/0000-0002-5840-7992",
          "institutions": [
            "University of Otago"
          ]
        },
        {
          "name": "Andrew Timmis",
          "openalex_id": "A5040015903",
          "orcid": "https://orcid.org/0000-0002-9572-2406",
          "institutions": [
            "University of Sheffield"
          ]
        },
        {
          "name": "Claire Carlile",
          "openalex_id": "A5020282290"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-08-13",
      "abstract": "Some unsustainable consumer behaviours have proved extremely hard to change or even challenge. Despite the fact that flying can be more damaging than any other activity that an individual can undertake, many otherwise green consumers still choose to fly, offering an opportunity to elicit narratives about the differences between their attitudes and behaviours. Qualitative interview data were gathered from self-selected green consumers and set within a cognitive dissonance analytical framework. Four strategies were uncovered: not changing travel behaviour (but offering justifications related to travel product, travel context or personal identity); reducing or restricting flights; changing other behaviours to compensate for flying; and stopping flying. This analysis furthers research on green consumer rationales for (un)sustainable behaviours and suggests several avenues for sustainable marketing management.",
      "cited_by_count": 156,
      "type": "article",
      "source": {
        "name": "Journal of Marketing Management",
        "type": "journal",
        "issn": [
          "0267-257X",
          "1472-1376"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://doi.org/10.1080/0267257x.2015.1059352"
      },
      "topics": [
        "Environmental Education and Sustainability",
        "Environmental Sustainability in Business",
        "Climate Change Communication and Perception"
      ],
      "referenced_works_count": 108,
      "url": "https://openalex.org/W1833522700"
    },
    {
      "openalex_id": "W2520602904",
      "doi": "10.1017/s0963180116000372",
      "title": "Deep Brain Stimulation, Continuity over Time, and the True Self",
      "authors": [
        {
          "name": "Sven Nyholm",
          "openalex_id": "A5072438110",
          "orcid": "https://orcid.org/0000-0002-3836-5932"
        },
        {
          "name": "Elizabeth O'neill",
          "openalex_id": "A5103712156"
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-09-16",
      "abstract": "Abstract: One of the topics that often comes up in ethical discussions of deep brain stimulation (DBS) is the question of what impact DBS has, or might have, on the patient’s self. This is often understood as a question of whether DBS poses a threat to personal identity, which is typically understood as having to do with psychological and/or narrative continuity over time. In this article, we argue that the discussion of whether DBS is a threat to continuity over time is too narrow. There are other questions concerning DBS and the self that are overlooked in discussions exclusively focusing on psychological and/or narrative continuity. For example, it is also important to investigate whether DBS might sometimes have a positive (e.g., a rehabilitating) effect on the patient’s self. To widen the discussion of DBS, so as to make it encompass a broader range of considerations that bear on DBS’s impact on the self, we identify six features of the commonly used concept of a person’s “true self.” We apply these six features to the relation between DBS and the self. And we end with a brief discussion of the role DBS might play in treating otherwise treatment-refractory anorexia nervosa. This further highlights the importance of discussing both continuity over time and the notion of the true self.",
      "cited_by_count": 114,
      "type": "article",
      "source": {
        "name": "Cambridge Quarterly of Healthcare Ethics",
        "type": "journal",
        "issn": [
          "0963-1801",
          "1469-2147"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://research.tue.nl/en/publications/a4ca2426-f52e-4229-9566-b3ee780fab45"
      },
      "topics": [
        "Neurological disorders and treatments",
        "Mental Health and Psychiatry",
        "Psychosomatic Disorders and Their Treatments"
      ],
      "referenced_works_count": 24,
      "url": "https://openalex.org/W2520602904"
    },
    {
      "openalex_id": "W3017197201",
      "doi": "10.5040/9781474246194.ch-007",
      "title": "Cross-Cultural Encounters 1200–1750",
      "authors": [],
      "publication_year": 2015,
      "publication_date": "2015-01-01",
      "abstract": "The paper researches how cross-cultural experiences resulting from encounters trigger reflections that can lead to cultural and personal self-awareness which ultimately influences the perception of oneself.Given the increased global mobility, those encounters between socio-cultural backgrounds are more frequent every day which has an effect on the formation of \"transnational identities\".There are multiple factors that come into play when those encounters take place and which were considered in the reflective approach to those experiences.The method used to approach the project is autoethnography and the main gathering of empirical data, which is in coherence with the intrinsic subjectivity of each researcher, was a five day trip to North Macedonia.The analysis departs from the individual reflection of the experiences, based on the field notes and journals, structured under four main topics and each divided into micro reflections and meta discussions.The theoretical framework under which the reflections were considered is constructed from different theories in the social psychology domain.The narrative reflections are a combination of those theories and methodologies in form of journals.The aim of the project is to get an understanding through self-reflection of how the sociocultural environments affect the behaviour, perception and feelings.The results of the analysis were that the reflection is an ongoing open-ended process in which, the narrations will establish routines of meaning-makings that will potentially condition the future experiences.The pre-wired embodiments influence the positioning one assumes due to the complex response.This process is influenced and influenced the individual subjective and meaning-making patterns that stem from the individual sociocultural background and are represented in form of narrations.",
      "cited_by_count": 212,
      "type": "other",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Reformation and Early Modern Christianity",
        "Historical Influence and Diplomacy"
      ],
      "referenced_works_count": 8,
      "url": "https://openalex.org/W3017197201"
    },
    {
      "openalex_id": "W2526642335",
      "doi": "10.1044/2016_lshss-15-0073",
      "title": "Telling Tales: Personal Event Narratives and Life Stories",
      "authors": [
        {
          "name": "Carol Westby",
          "openalex_id": "A5014161295",
          "orcid": "https://orcid.org/0000-0003-2983-2321",
          "institutions": [
            "Google (United States)"
          ]
        },
        {
          "name": "Barbara Culatta",
          "openalex_id": "A5071379212",
          "institutions": [
            "Google (United States)",
            "Brigham Young University"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-09-27",
      "abstract": "Purpose Speech-language pathologists know much more about children's development of fictional narratives than they do about children's development of personal narratives and the role these personal narratives play in academic success, social–emotional development, and self-regulation. The purpose of this tutorial is to provide clinicians with strategies for assessing and developing children's and adolescents' personal narratives. Method This tutorial reviews the literature on (a) the development of autobiographical event narratives and life stories, (b) factors that contribute to development of these genres, (c) the importance of these genres for the development of sense of self-identity and self-regulation, (d) deficits in personal narrative genres, and (e) strategies for eliciting and assessing event narratives and life stories. Implications To promote development of personal event narratives and life stories, speech-language pathologists can help clients retrieve information about interesting events, provide experiences worthy of narrating, and draw upon published narratives to serve as model texts. Clinicians can also address four interrelated processes in intervention: reminiscing, reflecting, making coherent connections, and signaling the plot structure. Furthermore, they can activate metacognitive awareness of how evaluations of experiences, coherence, and plot structure are signaled in well-formed personal event narratives and life stories.",
      "cited_by_count": 67,
      "type": "review",
      "source": {
        "name": "Language Speech and Hearing Services in Schools",
        "type": "journal",
        "issn": [
          "0161-1461",
          "1558-9129"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Identity, Memory, and Therapy",
        "Language Development and Disorders",
        "Counseling, Therapy, and Family Dynamics"
      ],
      "referenced_works_count": 99,
      "url": "https://openalex.org/W2526642335"
    },
    {
      "openalex_id": "W2461187428",
      "doi": "10.1159/000446054",
      "title": "Putting the Social into Personal Identity: The Master Narrative as Root Metaphor for Psychological and Developmental Science",
      "authors": [
        {
          "name": "Phillip L. Hammack",
          "openalex_id": "A5030208572",
          "orcid": "https://orcid.org/0000-0003-2203-858X",
          "institutions": [
            "University of California, Santa Cruz"
          ]
        },
        {
          "name": "Erin E. Toolis",
          "openalex_id": "A5003793066",
          "orcid": "https://orcid.org/0000-0003-2046-5035",
          "institutions": [
            "University of California, Santa Cruz"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-01-01",
      "abstract": "\"In the social jungle of human existence, there is no feeling of being alive without a sense of identity.\" [Erikson, 1968, p. 130]\"The 'methodology of causation' can neither capture the social and personal richness of lives in a culture nor begin to plumb their historical depth. It is only through the application of interpretation that we, as psychologists, can do justice to the world of culture.\" [Bruner, 1990, p. 137]On a hot summer night in Tel Aviv in 2005, a 17-year-old Jewish Israeli named Ayelet1 shared her views on a particularly divisive issue in the Israeli-Palestinian conflict as part of a life-story interview:As much as I want to understand them [the Palestinians], I can't give up my country. I can't give up Jerusalem. As much as I don't live there and I don't really go to the Wall and everything and don't pray and I'm not that religious. But still it's important for me, for my people.Just one year prior, during our initial life-story interview, Ayelet had passionately argued for the division of Jerusalem in the interest of peace [see Hammack, 2011a]. Now, one year later, and interestingly one year after she has engaged with Palestinians in intergroup dialogue, Ayelet presents a personal narrative subordinate to a collective, master narrative in which the discursive demands of social identity reign supreme. No longer do Ayelet's personal views on Jerusalem matter, for what matters to Ayelet is that her personal narrative aligns with a master narrative of a particular place - Jerusalem - and its significance to the collective. To make meaning of Ayelet's personal narrative, we need to recognize the salience of social identity in the course of human development. And we need to recognize the inherent limits to agency involved in the identity development process - a recognition facilitated by the internalized social speech [Vygotsky, 1978] apparent in her personal narrative.When Ayelet was interviewed in 2005, the dominant ways of thinking about narrative identity tended to emphasize narratives as long-term autobiographical projects which provide a sense of psychological unity and coherence [e.g., McAdams, 2001], or as discourses with which individuals engage in situated interactions [e.g., Bamberg, 2004; see Thorne, 2004]. Ayelet's narrative could be understood through the prism of both these general approaches. On the one hand, at age 17, she was just beginning to \"get a life\" [Habermas & Bluck, 2000] through the initial construction of a life story that could make meaning of her social and political context. Surely shifts over time in narrative content were likely to be part of this psychological project, as she engaged with the \"menu\" of themes available in her cultural setting [McAdams & Pals, 2006]. On the other hand, other portions of her interview revealed the process through which Ayelet came to reverse her position on Jerusalem and to emphasize the demands of social identity over time:[After dialogue], I told my friends what all the Palestinians had said, and they said to me there's no way it could all be true. Like what they said about the checkpoints and … the injustices, or … stuff that goes on in the West Bank with the army … it's just not true. I think they were just exaggerating it.This excerpt from Ayelet's narrative suggests that through interactions with peers after dialogue, she came to change her position on peace, justice, and the Palestinians. These situated interactions served to consolidate allegiance to her ingroup and the \"master narrative\" of a particular place and its collective significance Ayelet perceived as dominant at the time.To make meaning of these types of narratives, it seemed at the time (2005-2006) that the two perspectives on narrative identity development - one that emphasized autobiographical projects and one that emphasized narrative in discursive interaction - called for integration. Just as we needed to put \"the person into social identity\" [Thorne, 2004], we needed to put the social into personal identity. In this theoretical climate, we began to develop our framework of master narrative engagement [see Cohler & Hammack, 2007; Hammack, 2006, 2008, 2010, 2011a, b; Hammack & Cohler, 2009].The qualitative, interpretive approach to narrative we applied allowed us to make meaning of these shifts in Ayelet's engagement with, and internalization of, master narratives over time, for it allowed us to not just take Ayelet's personal narrative at \"face value,\" applying a \"hermeneutics of faith\" [Josselson, 2004]. Rather, our interpretive approach allowed us to \"plumb the historical depth\" [Bruner, 1990] of Ayelet's life and to see the way in which her social location as a secular Jewish Israeli narrating a life story at a time of rising religious nationalism created particular pressures to internalize a new master narrative. Consistent with the epistemological underpinnings of narrative psychology [e.g., Bruner, 1990; Cohler, 1982; Polkinghorne, 1988], our interpretive approach allowed us to apply a \"hermeneutics of suspicion\" [Josselson, 2004] in which we could deeply interrogate Ayelet's production of a personal narrative over time. Applying narrative methods not just at the level of the person but also at the level of the culture, documenting not just the discourse of Ayelet's personal narrative but also the multiple discourses that proliferated in her social ecology of development and created multiple master narratives to which she was exposed [Hammack, 2011a], we developed a theory and an approach to the study of narrative, identity, and culture that emphasized the mutual constitution of persons and settings through a process of narrative engagement [Hammack, 2008, 2011a, b].The idea of master narrative engagement was intended to provide an integrative theory of human development, anchored in several long-established social science paradigms, grounded in the idea that persons and settings - selves and societies - are mutually constituted through a dynamic engagement with the symbolic meaning system of language in its storied form. Beyond anchoring perspectives on narrative identity development [e.g., Bruner, 1990; Cohler, 1982; McAdams, 1996, 2001], life course developmental theory [e.g., Elder, 1998], and cultural psychology [e.g., Shweder, 1990], theoretical inspirations for the framework included Eriksonian identity theory [e.g., Erikson, 1959], cultural-historical activity theory [CHAT; e.g., Vygotsky, 1978], symbolic interactionism [e.g., Mead, 1934], social identity theory [Tajfel & Turner, 1986], and Foucault's theory of discourse and subjectivity [e.g., Foucault, 1978, 1982]. This theoretical anchoring allowed us to moderate the historical emphasis on personal agency in some theories of narrative and identity [e.g., McAdams, 2001] with perspectives that emphasized the power of social structures and the social categorization process to shape individual subjectivity [e.g., Foucault, 1978; Tajfel & Turner, 1986]. Cultural psychology's thesis of mutual constitution through linguistic mediation [e.g., Bakhtin, 1981; Vygotsky, 1978], as well as symbolic interactionism's thesis of self-development through social interaction and the \"conversation of gestures\" [Mead, 1934], provided us with a dynamic way of theorizing the link among narrative, identity, and culture [see Hammack & Toolis, 2015].Over time, the framework of master narrative engagement has come to infuse all of our empirical work, guiding us toward diverse areas of inquiry, united in the fundamental premise that it is through a dynamic engagement with master narratives that both individual and societal/cultural development proceed [Hammack & Toolis, 2015]. In other words, we saw the idea of master narrative engagement as providing not just a framework for thinking about individual lives but also as a framework for thinking about social change. The reproduction or repudiation of master narratives in the course of development was conceived as the empirical window into the trajectory of an individual, a group, a society [e.g., Hammack, 2008, 2011a]. In the language of Kuhn [1962], the idea of the master narrative became the paradigm through which we viewed our own scientific enterprise, and we hoped to stimulate others to see the value in this concept. In the language of Sarbin [1986], following Pepper [1942], we saw the master narrative as a root metaphor for not just psychological and developmental science, but for social science more broadly [Hammack & Pilecki, 2012].Thus it is with great enthusiasm that we comment upon the framework proposed here by McLean and Syed [this issue] - a framework that we are gratified to say has been heavily influenced by our ideas, as well as many others in the broader field of narrative psychology. In the remainder of this commentary, we highlight points of overlap and distinction between the two frameworks. First, we suggest that, although the master narrative concept and underlying theory proposed by McLean and Syed overlaps considerably with our theory of master narrative engagement, they offer a valuable elaboration and extension that we suspect will be enormously useful to the field. They imbue the master narrative concept we and others have discussed at length with more specificity and precision, and hence McLean and Syed's framework is likely to be highly generative of new empirical work that can make use of their taxonomic system. As part of our discussion of conceptual overlap and distinction, we clarify the emphasis on structural constraint over agency in our own framework. We highlight the key distinction between frameworks in a discussion of interpretive versus post-positivist epistemologies to the study of narrative identity development. We conclude by returning to the idea of the master narrative as root metaphor for psychological and developmental science.McLean and Syed suggest that the term \"master narrative\" has been used in multiple and perhaps inconsistent ways in the literature, and they seek to offer \"a clear set of principles that define what master narratives are\" and \"an articulation of the different types of master narratives.\" When we began to use the term \"master narrative\" to describe stories of collective history and identity young Israelis and Palestinians seemed to be appropriating in their personal narratives [Hammack, 2006], we were inspired not only by psychological and developmental scientists [e.g., Bamberg, 2004; Thorne & McLean, 2003] but also by historians, sociologists, and other social scientists who were speaking of narrative (though not necessarily using the term \"master\") in a similar vein [e.g., Somers, 1994; Suny, 2001]. As it had been deployed at the time, master narratives were chiefly about social categories such as gender. Bamberg [2004], for example, viewed master narratives as \"preexisting normative discourses\" (p. 331). The most important feature here lay precisely in the term master: these are compulsory discourses - storied language that individuals feel compelled to internalize and reproduce to maintain a particular social order. That idea resonated very strongly with the narrative data young Israelis and Palestinians were providing, though the narratives they seemed to be appropriating were not just about a social category; they contained prescriptive elements about the form a life story should take, as well as about events and places (e.g., Jerusalem) significant to the group.As we began to use the term in our own empirical work and to think more theoretically about the relationship between personal and master narratives, we also saw the lack of a clear definition of the concept, in spite of its intuitive appeal. We first defined a master narrative as a \"cultural script or 'dominant discourse' that proliferates in a society\" [Hammack, 2009, p. 51]. Inspired by Thorne and McLean [2003] and Bamberg [2004], we thought of master narratives as not just about historical events or collective memories but also about the basic meaning of social categories: \"[Master narratives are] dominant scripts which can be identified in cultural products and discourse (e.g., media, literature, film, textbooks). These scripts contain collective storylines that range from a group's history to notions of what it means to inhabit a particular social category\" [Hammack, 2010, p. 178]. In this definition, we expressed precision in precisely where to look for master narratives in empirical work (i.e., cultural products or artifacts and discourse), and we implicitly provided our own typology: master narratives are about events (i.e., history) and groups (i.e., social identities).McLean and Syed define master narratives as \"culturally shared stories that tell us about a given culture, and provide guidance for how to be a 'good' member of a culture; they are a part of the structure of society.\" Here we find overlap between our own definition of master narrative and theirs, though our definition is perhaps more limiting (even if more precise in terms of guiding empirical inquiry) in its emphasis on history and social identity. They usefully make explicit in their definition the prescriptive nature of master narratives, suggesting that internalization of the master narrative brings with it social value for the \"good\" life. On issues of basic definition, though, the idea of master narrative within McLean and Syed's framework is consistent with prior conceptions.The novelty and conceptual innovation in McLean and Syed's framework emerges in the extraordinarily useful set of principles and the taxonomy for master narratives they posit. The theoretical innovation of their framework lies here because it offers a new account of how and why individuals may internalize or reject - reproduce or resist - narratives in the course of development. They offer a useful elaboration on the compulsory nature of master narratives, as well as their utility, ubiquity, and rigidity. These are essential \"properties\" of master narratives that have gone unarticulated in the literature but that help us to develop parameters of what we might expect as we study narrative identity development.The further generativity - perhaps the most generative aspect - in McLean and Syed's framework lies in the typology or taxonomy of master narratives they propose. As we have noted, master narratives have typically been posited in the domains of history (i.e., events) and social identity (i.e., groups), but McLean and Syed rightly note that there are other domains and other ways of thinking about the classification of master narratives. The particular way of telling a life story is itself a master narrative, as they suggest in their notion of the \"biographical\" master narrative. Our analysis of the formal properties of Israeli and Palestinian life stories revealed to us not just the historical or identity-based content these young people were internalizing but also the very way a life ought to be told in these distinct societies [Hammack, 2006, 2011a]. For example, we found that Palestinians almost universally constructed contaminated or tragic life stories, whereas Jewish Israelis constructed redemptive life stories [using the taxonomic system developed by McAdams & Bowman, 2001]. These life-story forms, we argued, were directly connected to collective expectations of what constitutes a \"good\" autobiography, consistent largely with the political aims of the group [Hammack, 2011a]. McLean and Syed's framework would have been quite useful for us to consider the different elements of master narratives these young people were internalizing and reproducing. No doubt it will provide an invaluable heuristic for future research on narrative and identity.Interestingly, McLean and Syed subsume what we might call the social-categorical master narrative (i.e., the expected storyline about the meaning of a particular social category or social identity) within the biographical master narrative, suggesting that diversity in how biographical narratives are constructed depends upon various social categories, offering the examples of women, Black Americans, and sexual minorities in the United States. We prefer to think of these types of master narratives as their own distinct \"kind,\" chiefly because we place great emphasis on the process of social categorization and its implications for human development in all of our work [e.g., Pilecki & Hammack, 2014; Toolis & Hammack, 2015]. In our view, subsuming the social-categorical master narrative within the biographical privileges personal identity by suggesting that individual cognition about the life story precedes consideration of social cognition. We come from a position that, as the title of this commentary suggests, privileges the significance of social categorization and its impact on human development. Hence we prefer to think of these different \"types\" of master narratives \"on the same metric\" (to borrow a phrase from McLean and Syed). Regardless, we suspect that the basic typology for master narratives McLean and Syed propose will prove remarkably generative for the field, even as it may be adapted or elaborated by future researchers.The general concept of the master narrative thus overlaps between McLean and Syed's framework and our own, but they have offered an invaluable elaboration and expansion in their articulation of a set of principles that define master narratives and a typology for classifying different kinds of master narratives. The assumptions and basic premises between the two frameworks, we suggest, are also overlapping. In other words, the theory at the root of their framework is consistent with the premises of master narrative engagement.In another point of convergence, McLean and Syed propose a vision of identity development \"that attends to both the individual as well as the cultural structures in which the individual develops and, importantly, captures the dynamics of that relationship.\" Inspired chiefly by Erikson [1959, 1968], they propose a framework of identity as the conceptual link between self and society.We propose that the concept of master narratives provides a framework for understanding the nature of this intersection between self and society … As individuals construct a personal narrative, they negotiate with and internalize these master narratives - they are the material they have to work with to understand how to live a good life.For McLean and Syed, the master narrative concept represents the ideal prism through which to interrogate the self-society link, and they emphasize the importance of thinking of narrative not as \"product\" but also as \"process.\"In these core claims about their framework, we find strong echoes of our theory of master narrative engagement, the central tenet of which is that human development is characterized by a dynamic process through which individuals and societies negotiate the meaning of lives, events, and groups through an engagement with narratives [e.g., Hammack, 2008, 2010, 2011a, b]. We described identity as… ideology cognized through the individual engagement with discourse, made manifest in a personal narrative constructed and reconstructed across the life course and scripted in and through social interaction and social practice. In this way, the content of identity is inherently ideological, assuming a narrative structure and realized in and through social experience. [Hammack, 2008, p. 230]Here we were inspired by Erikson [1959, 1968] to think about master narratives as conveying an ideology - a system of beliefs about the world that says something about one's social and political location [see also McAdams, 2001]. This terminological distinction hints at an important addendum to theories of narrative and identity we made early on and have continuously made over the course of our research: narratives are not \"neutral\" but assume an ideological position with implications for the social order. Identity is both process (it is made through social practice) and product (it is codified in the personal narrative that integrates the discourse of master narratives), but identities are always constructed from social and political locations [Hammack, 2008; Hammack & Toolis, 2015]. Consistent with social identity theory, we argue that the identity development process fundamentally involves a competition of value-laden discourses with implications for power and status at both the individual and collective levels [Hammack & Toolis, 2015]. Hence whether a young Jewish Israeli appropriates the discourse of united (the dominant perspective) versus divided (the perspective) Jerusalem has significant implications for the social location of the with the in she for a divided Jerusalem and with the more dominant or she for Our point here is that identity development is a deeply social and political process and product of human development, and our framework precisely to the field of narrative and identity with a that the social and core part of our theory of identity, and a point of from perspectives in psychological and developmental science at the time, was the notion that individuals are fundamentally in the course of narrative identity development. We to dominant perspectives that implicitly or the largely a life story from available and to at will what may the \"good\" life [e.g., McAdams & Pals, 2006]. That all of our empirical work with groups at the - Palestinians Israelis in the of historical and sexual and identity minorities in the of and individuals in the of and - us to the emphasis on personal agency in most theoretical on distinction between theoretical framework and the one in this is connected to the emphasis on culture and the of agency in identity development. because work is in the cultural approach to significant agency to individuals as they construct their life In the I want to suggest that the relationship between a master narrative and a personal narrative is highly on the cultural of development. As a the agency that individuals to construct life stories considerably [e.g., Hammack, 2006], and it is precisely the cultural of this that empirical and theoretical in and cultural psychology. [Hammack, 2008, p. framework, from dominant perspectives on narrative and identity in its emphasis on the individuals in the identity development chiefly as a of their social always in some to a power structure in the emphasis on constraint in our framework, we were at McLean and Syed's that we emphasize as well as their that the of itself a sense of agency in the process of identity development. Our use of the term was to a more dynamic but process of of [Vygotsky, 1978] in which they to their framework. Here there is a strong between agency and On the one hand, social speech proliferates and as part of a inherently political 1981; see Hammack & Toolis, 2015]. On the other hand, speech manifest as individuals the symbolic meaning system of language and through social [Vygotsky, The key theoretical point here is that the of social speech precedes the development of speech and hence the internalization process is always first by the content and structure of master narratives. In one of our first empirical on Israeli and Palestinian the emphasis on structural constraint over agency is this study the of cultural through the of a new it also the limits of agency in human development. The of conflict for identity development, and the of identity may be by a social structure characterized by the of and the need for ingroup [Hammack, 2006, p. emphasis on agency in our empirical work on narrative identity thus represents something of a our point of is always the social and its of social categories with social identity Tajfel & Turner, 1986]. That we note and emphasize of in which individuals the expectations of to a master narrative should not be as a theoretical emphasis on agency but as an that emerges from our typically qualitative, and interpretive approach to the study of lives in context. we McLean and Syed's that we we with their position that agency has been in research on narrative identity development and that we do a of to the individuals as they to resist master narratives, in of social narrative analysis of the of & Hammack, our approach and the way in in the process of master narrative engagement, individuals are to with master narratives in narrating their sense of of the stories in that study with the lack of power that they at and in and where they were perceived as or McLean and Syed that our analysis to the lack of agency to the and narratives that maintain we argue that this is precisely what our a of the and structural that life thought I was just and go to I thought all these were be for to this that see on … It go for the people who are at the don't that … for the for the analysis was clear to note that the in the study were not to tell just story - they were to with not only but also the master narrative of the which and to individual 2008; & in meaning of their experience. the individuals interviewed with being perceived as and this master narrative is we found it that of these stories to internalizing a sense of personal or to structural by the and they as a in these precisely because it had been their We emphasize agency it in the personal narratives of these because it us toward the process of to the of master narrative engagement which our broader theory [e.g., Hammack, the value in an interpretive approach to the study of that not just personal meaning but also the social and political location from which meaning is without are all as in the and that their we feel that it is important to highlight and take the by master narratives the and ways in which individuals make sense of narratives in their are that psychological research has a history of individuals as and and that the study of has the study of & The need to account for social and to as of is and has been by in psychology & psychology and psychology personal as distinct from the on the",
      "cited_by_count": 71,
      "type": "article",
      "source": {
        "name": "Human Development",
        "type": "journal",
        "issn": [
          "0018-716X",
          "1423-0054"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://karger.com/hde/article-pdf/58/6/350/2898275/000446054.pdf"
      },
      "topics": [
        "Identity, Memory, and Therapy",
        "Family Support in Illness",
        "Social Representations and Identity"
      ],
      "referenced_works_count": 69,
      "url": "https://openalex.org/W2461187428"
    },
    {
      "openalex_id": "W2760395562",
      "doi": "10.1177/1359105317731823",
      "title": "Narrative meaning making and integration: Toward a better understanding of the way falling ill influences quality of life",
      "authors": [
        {
          "name": "Iris D. Hartog",
          "openalex_id": "A5056223153",
          "orcid": "https://orcid.org/0000-0001-7382-9627",
          "institutions": [
            "University of Amsterdam",
            "Radboud University Nijmegen"
          ]
        },
        {
          "name": "Michael Scherer‐Rath",
          "openalex_id": "A5086316732",
          "orcid": "https://orcid.org/0000-0001-7652-8213",
          "institutions": [
            "Radboud University Nijmegen"
          ]
        },
        {
          "name": "Renske Kruizinga",
          "openalex_id": "A5042008999",
          "orcid": "https://orcid.org/0000-0003-0922-3940",
          "institutions": [
            "University of Amsterdam"
          ]
        },
        {
          "name": "Justine E. Netjes",
          "openalex_id": "A5030004464",
          "institutions": [
            "University of Amsterdam"
          ]
        },
        {
          "name": "José P.S. Henriques",
          "openalex_id": "A5001146356",
          "orcid": "https://orcid.org/0000-0002-8969-7929",
          "institutions": [
            "University of Amsterdam"
          ]
        },
        {
          "name": "Pythia T. Nieuwkerk",
          "openalex_id": "A5085919150",
          "orcid": "https://orcid.org/0000-0002-2616-1414",
          "institutions": [
            "University of Amsterdam"
          ]
        },
        {
          "name": "Mirjam A. G. Sprangers",
          "openalex_id": "A5087788273",
          "orcid": "https://orcid.org/0000-0002-3728-6933",
          "institutions": [
            "University of Amsterdam"
          ]
        },
        {
          "name": "Hanneke W.M. van Laarhoven",
          "openalex_id": "A5031748554",
          "orcid": "https://orcid.org/0000-0003-1274-5643",
          "institutions": [
            "University of Amsterdam"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-09-26",
      "abstract": "Falling seriously ill is often experienced as a life event that causes conflict with people’s personal goals and expectations in life and evokes existential questions. This article presents a new humanities approach to the way people make meaning of such events and how this influences their quality of life. Incorporating theories on contingency, narrative identity, and quality of life, we developed a theoretical model entailing the concepts life event, worldview, ultimate life goals, experience of contingency, narrative meaning making, narrative integration, and quality of life. We formulate testable hypotheses and describe the self-report questionnaire that was developed based on the model.",
      "cited_by_count": 65,
      "type": "article",
      "source": {
        "name": "Journal of Health Psychology",
        "type": "journal",
        "issn": [
          "1359-1053",
          "1461-7277"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://journals.sagepub.com/doi/pdf/10.1177/1359105317731823"
      },
      "topics": [
        "Optimism, Hope, and Well-being",
        "Resilience and Mental Health",
        "Identity, Memory, and Therapy"
      ],
      "referenced_works_count": 108,
      "url": "https://openalex.org/W2760395562"
    },
    {
      "openalex_id": "W2310751889",
      "doi": "10.1017/s1537592715003205",
      "title": "Narratives of Fear in Syria",
      "authors": [
        {
          "name": "Wendy Pearlman",
          "openalex_id": "A5060509377",
          "orcid": "https://orcid.org/0000-0002-0141-4569",
          "institutions": [
            "Cambridge University Press",
            "Northwestern University",
            "American Historical Association"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-03-01",
      "abstract": "Scholarship on Syria has traditionally been limited by researchers' difficulty in accessing the reflections of ordinary citizens due to their reluctance to speak about politics. The 2011 revolt opened exciting opportunities by producing an outpouring of new forms of self-expression, as well as encouraging millions to tell their stories for the first time. I explore what we can learn from greater attention to such data, based on thick descriptive analysis of original interviews with 200 Syrian refugees. I find that individuals' narratives coalesce into a collective narrative emphasizing shifts in political fear. Before the uprising, fear was a pillar of the state's coercive authority. Popular demonstrations generated a new experience of fear as a personal barrier to be surmounted. As rebellion militarized into war, fear became a semi-normalized way of life. Finally, protracted violence has produced nebulous fears of an uncertain future. Study of these testimonials aids understanding of Syria and other cases of destabilized authoritarianism by elucidating lived experiences obscured during a repressive past, providing a fresh window into the construction and evolution of national identity, and demonstrating how the act of narration is an exercise in meaning making within a revolution and itself a revolutionary practice.",
      "cited_by_count": 107,
      "type": "article",
      "source": {
        "name": "Perspectives on Politics",
        "type": "journal",
        "issn": [
          "1537-5927",
          "1541-0986"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/4ABF48BEE7D4796DD1EA4554D55A2566/S1537592715003205a.pdf/div-class-title-narratives-of-fear-in-syria-div.pdf"
      },
      "topics": [
        "Middle East and Rwanda Conflicts",
        "Political Conflict and Governance",
        "Middle East Politics and Society"
      ],
      "referenced_works_count": 95,
      "url": "https://openalex.org/W2310751889"
    },
    {
      "openalex_id": "W3070958865",
      "doi": "10.1177/0001839220949502",
      "title": "Stories of Calling: How Called Professionals Construct Narrative Identities",
      "authors": [
        {
          "name": "Matt Bloom",
          "openalex_id": "A5062910436",
          "orcid": "https://orcid.org/0000-0003-2729-4363",
          "institutions": [
            "University of Notre Dame"
          ]
        },
        {
          "name": "Amy E. Colbert",
          "openalex_id": "A5008966012",
          "orcid": "https://orcid.org/0000-0002-5182-4814",
          "institutions": [
            "University of Iowa"
          ]
        },
        {
          "name": "Jordan Nielsen",
          "openalex_id": "A5061581790",
          "orcid": "https://orcid.org/0000-0002-4888-9190",
          "institutions": [
            "University of Iowa"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-08-17",
      "abstract": "Experiencing work as a calling has been described as the ideal of a truly positive experience of work. But what we know about how called professionals construct identities as people who are called to their work is incomplete. Discussions about callings are often framed as narratives—stories of people’s callings—yet little is known about how professionals incorporate a wide variety of life events into coherent stories that support their identity claims. To understand this process, we analyzed the narratives of 236 individuals from four professions. We found two ways our participants identified their callings: discernment and exploration. Discerners journeyed toward their destiny, which was their one true calling. Explorers actively searched for work they loved, but destiny played no role. Through a series of lived experiences, called professionals’ identities took shape as they were enacted, with their callings strengthening over time. After identifying their calling, each of these professionals engaged in two crucial processes for integrating self and work as they lived their calling. Like other professionals, called professionals sought legitimacy in their fields by demonstrating mastery and receiving affirmation. Yet their sense of calling simultaneously propelled them to craft personal authenticity through tailoring their own unique enactment of the role.",
      "cited_by_count": 97,
      "type": "article",
      "source": {
        "name": "Administrative Science Quarterly",
        "type": "journal",
        "issn": [
          "0001-8392",
          "1930-3815"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Workplace Spirituality and Leadership",
        "Job Satisfaction and Organizational Behavior",
        "Religion, Spirituality, and Psychology"
      ],
      "referenced_works_count": 71,
      "url": "https://openalex.org/W3070958865"
    },
    {
      "openalex_id": "W2239093626",
      "doi": "10.1177/1045159515616968",
      "title": "Identity Development in Personal Branding Instruction",
      "authors": [
        {
          "name": "Ann Brooks",
          "openalex_id": "A5112253531",
          "institutions": [
            "Texas State University"
          ]
        },
        {
          "name": "Chinedu Eugenia Anumudu",
          "openalex_id": "A5030889635",
          "orcid": "https://orcid.org/0000-0003-1020-9054",
          "institutions": [
            "Texas State University"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-12-07",
      "abstract": "Increased technology, integration of the global economy, and the shift from investing in long-term employees to hiring temporary contract workers have spawned pervasive employment insecurity. This trend has led to a growing industry of career and marketing professionals, who have found a career niche in helping job seekers create personal brands and apply marketing tactics to their personal identities. This article looks critically at the use of narrative identity development activities in materials used to teach personal branding to emerging adults and some of the challenges personal branders face in marketing an extended self in virtual space.",
      "cited_by_count": 55,
      "type": "article",
      "source": {
        "name": "Adult Learning",
        "type": "journal",
        "issn": [
          "1045-1595",
          "2162-4070"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Media, Gender, and Advertising",
        "Gender, Feminism, and Media",
        "Consumer Behavior in Brand Consumption and Identification"
      ],
      "referenced_works_count": 20,
      "url": "https://openalex.org/W2239093626"
    },
    {
      "openalex_id": "W2780243193",
      "doi": "10.1080/01609513.2017.1413616",
      "title": "Digital Storytelling: A Narrative Method for Positive Identity Development in Minority Youth",
      "authors": [
        {
          "name": "Kim Anderson",
          "openalex_id": "A5068277488",
          "orcid": "https://orcid.org/0000-0002-6746-0808",
          "institutions": [
            "University of Central Florida"
          ]
        },
        {
          "name": "Rachael Mack",
          "openalex_id": "A5027973526",
          "institutions": [
            "University of Central Florida"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-12-20",
      "abstract": "This article explores the use of digital storytelling as a group narrative method for positive identity development in the case of African American youth residing in economically disadvantaged, urban areas. Factors such as ethnicity, socioeconomic status, and/or violence exposure may heighten normal youth challenges and affect identity development. Narrative tools that help minority adolescents produce agentic, coherent, affective, and adaptive self-concepts contribute to a proactive identity system and, therefore, an enhanced capacity for them to intervene in their own lives. The purpose of the afterschool digital storytelling group was for youth to gain opportunities in media production and in personal story construction. As a result, youth gained a valuable narrative medium for constructing their stories, and thus their identities, into ones of possibility, promise, and potential. Implications for helping professionals include how to use digital storytelling with youth to gain insight and understanding into a personally difficult life event.",
      "cited_by_count": 58,
      "type": "article",
      "source": {
        "name": "Social Work With Groups",
        "type": "journal",
        "issn": [
          "0160-9513",
          "1540-9481"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Digital Storytelling and Education",
        "Youth Development and Social Support",
        "Child Development and Digital Technology"
      ],
      "referenced_works_count": 40,
      "url": "https://openalex.org/W2780243193"
    },
    {
      "openalex_id": "W1991070058",
      "doi": "10.1080/14623943.2015.1023276",
      "title": "Being and becoming an intercultural doctoral student: reflective autobiographical narratives",
      "authors": [
        {
          "name": "Hannah Soong",
          "openalex_id": "A5044087645",
          "orcid": "https://orcid.org/0000-0002-1798-4881",
          "institutions": [
            "University of South Australia"
          ]
        },
        {
          "name": "Lý Thị Trần",
          "openalex_id": "A5044443632",
          "orcid": "https://orcid.org/0000-0001-6543-6559",
          "institutions": [
            "Deakin University"
          ]
        },
        {
          "name": "Pham Hoa Hiep",
          "openalex_id": "A5111591462",
          "institutions": [
            "University of Languages and International Studies",
            "Hue University"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-04-08",
      "abstract": "This paper underscores the dynamic and complex dimensions of 'becoming' an intercultural doctoral student. It employs autobiography as a research method to portray the reshaping of ourselves as doctoral students to help us engage in self-reflexivity on our mediation of academic, personal and cultural identities in international doctoral education. Our self-narratives on how the plurality of our doctoral identities has emerged and how we have mediated these multiple identities show that becoming an intercultural research student is intimately linked to the process of self-empowerment and re-construction of oneself as a flexible and reflexive intercultural learner and human being. The paper concludes by discussing the notion of 'reciprocal intercultural supervision' in doctoral education. It highlights the increased need for (Western) supervisors to develop reciprocal interculturality and the capacity for greater agency in their international doctoral students so that both groups can understand each other better.",
      "cited_by_count": 63,
      "type": "article",
      "source": {
        "name": "Reflective Practice",
        "type": "journal",
        "issn": [
          "1462-3943",
          "1470-1103"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Doctoral Education Challenges and Solutions",
        "Mentoring and Academic Development",
        "Reflective Practices in Education"
      ],
      "referenced_works_count": 53,
      "url": "https://openalex.org/W1991070058"
    },
    {
      "openalex_id": "W2783003234",
      "doi": "10.19183/how.25.1.380",
      "title": "EFL Student-Teachers’ Identity Construction: A Case Study in Chile",
      "authors": [
        {
          "name": "Dánisa Salinas",
          "openalex_id": "A5006286950",
          "orcid": "https://orcid.org/0000-0002-5209-6433",
          "institutions": [
            "Universidad Andrés Bello"
          ]
        },
        {
          "name": "Maximiliano Ayala",
          "openalex_id": "A5083558711",
          "institutions": [
            "Viña del Mar University",
            "Universidad Andrés Bello"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-01-09",
      "abstract": "The objective of this study is to explore the process of professional identity construction of two English as a foreign language student-teachers from a sociocultural theoretical lens. A qualitative case study was conducted through personal narratives, semi-structured interviews, and a focus group. The data were analyzed using a grounded theory approach. The results show that the process of student-teachers’ professional identity construction is unstable and dynamic, and is shaped by inter-related personal and external factors such as self-image, learning environment, and practicum experiences.",
      "cited_by_count": 43,
      "type": "article",
      "source": {
        "name": "HOW",
        "type": "journal",
        "issn": [
          "0120-5927"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://howjournalcolombia.org/index.php/how/article/download/380/455"
      },
      "topics": [
        "Second Language Learning and Teaching",
        "EFL/ESL Teaching and Learning",
        "Higher Education Teaching and Evaluation"
      ],
      "referenced_works_count": 42,
      "url": "https://openalex.org/W2783003234"
    }
  ],
  "count": 30,
  "errors": []
}
