{
  "status": "success",
  "source": "openalex",
  "query": "Nedelsky autonomy",
  "results": [
    {
      "openalex_id": "W1494039901",
      "doi": "10.1093/acprof:oso/9780195147964.001.0001",
      "title": "Law's Relations: A Relational Theory of Self, Autonomy, and Law",
      "authors": [
        {
          "name": "Jennifer Nedelsky",
          "openalex_id": "A5078083270",
          "orcid": "https://orcid.org/0000-0001-9828-3085"
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-10-11",
      "abstract": "Autonomy is one of the core concepts of legal and political thought, yet also one of the least understood. The prevailing theory of liberal individualism characterizes autonomy as independence, yet from a social perspective, this conception is glaringly inadequate. In this brilliantly innovative work, Jennifer Nedelsky claims that we must rethink our notion of autonomy, rejecting the usual vocabulary of control, boundaries, and individual rights. If we understand that we are fundamentally in relation to others, she argues, we will recognize that we become autonomous with others-with parents, teachers, employers, and the state. We should not therefore regard autonomy as merely a conceptual tool for assigning rights, but as a capacity that can be fostered or undermined throughout one's life through the relationships and the societal structures we inhabit. The political project thus should not only be to protect the individual from the state and keep the state out, but to use law to construct relations with the state that enhance autonomy. Law's Relations includes many concrete legal applications of her theory of relational autonomy, offering new insights into the debates over due process, judicial review, violence against women, and private versus public law",
      "cited_by_count": 462,
      "type": "book",
      "source": {
        "name": "Research Bank (Australian Catholic University)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Political Philosophy and Ethics"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1494039901"
    },
    {
      "openalex_id": "W4234263389",
      "doi": "10.1093/acprof:oso/9780195147964.001.0001",
      "title": "Law's Relations",
      "authors": [
        {
          "name": "Jennifer Nedelsky",
          "openalex_id": "A5078083270",
          "orcid": "https://orcid.org/0000-0001-9828-3085"
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-01-01",
      "abstract": "Autonomy is one of the core concepts of legal and political thought, yet also one of the least understood. The prevailing theory of liberal individualism characterizes autonomy as independence, yet from a social perspective, this conception is glaringly inadequate. In this brilliantly innovative work, Jennifer Nedelsky claims that we must rethink our notion of autonomy, rejecting the usual vocabulary of control, boundaries, and individual rights. If we understand that we are fundamentally in relation to others, she argues, we will recognize that we become autonomous with others—with parents, teachers, employers, and the state. We should not therefore regard autonomy as merely a conceptual tool for assigning rights, but as a capacity that can be fostered or undermined throughout one's life through the relationships and the societal structures we inhabit. The political project thus should not only be to protect the individual from the state and keep the state out, but to use law to construct relations with the state that enhance autonomy. Law's Relations includes many concrete legal applications of her theory of relational autonomy, offering new insights into the debates over due process, judicial review, violence against women, and private versus public law.",
      "cited_by_count": 127,
      "type": "book",
      "source": {
        "name": "Oxford University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Political Philosophy and Ethics",
        "Multicultural Socio-Legal Studies",
        "American Constitutional Law and Politics"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4234263389"
    },
    {
      "openalex_id": "W2168957511",
      "doi": "10.1017/s1743923x12000116",
      "title": "Law's Relations: A Relational Theory of Self, Autonomy, and Law. By Jennifer Nedelsky. New York: Oxford University Press.2011. 542 pp. $65.00.",
      "authors": [
        {
          "name": "Mary Lyndon Shanley",
          "openalex_id": "A5111373438",
          "institutions": [
            "Vassar College"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-03-01",
      "abstract": "An abstract is not available for this content so a preview has been provided. Please use the Get access link above for information on how to access this content.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Politics & Gender",
        "type": "journal",
        "issn": [
          "1743-923X",
          "1743-9248"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Law in Society and Culture",
        "Multicultural Socio-Legal Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2168957511"
    },
    {
      "openalex_id": "W1539254167",
      "doi": "10.1080/19962126.2009.11865214",
      "title": "Rural women redefining land rights in the context of living customary law",
      "authors": [
        {
          "name": "Sindiso Mnisi",
          "openalex_id": "A5038641616"
        },
        {
          "name": "Aninka Claassens",
          "openalex_id": "A5038187616"
        }
      ],
      "publication_year": 2009,
      "publication_date": "2009-01-01",
      "abstract": "AbstractAbstractWomen's rights and customary law are often understood as being in opposition to one another. This article challenges the usefulness of the prevailing custom/rights dichotomy, arguing that it obscures the way in which struggles to claim resources such as land combine 'human rights' equality claims with claims to customary entitlements. The article focuses on contestation over who has the power to define custom, rights and customary entitlements. It discusses the democratic potential inherent in Constitutional Court judgments that define customary law as 'living law' reflecting changing practice, and the dangers posed by national legislation that reinforces the power of traditional leaders to unilaterally define custom. It argues for legal strategies that engage with, and support, the struggles for change taking place at the interface between custom and rights in the former reserves. We draw on insights about the nature of rights and rights struggles in the work of Nedelsky, Nyamu Musembi and Merry to argue for an approach to rights that focuses on the relationships and power relations that rights mediate, rather than solely on rights as 'boundaries of autonomy'. Moreover, engaging with processes of women claiming, redefining and 'vernacularising' rights within their communities relates directly to the project of engendering socio-economic rights, given the primacy of claims of need, and of access to material resources, within indigenous constructs of relative rights.",
      "cited_by_count": 58,
      "type": "article",
      "source": {
        "name": "South African Journal on Human Rights",
        "type": "journal",
        "issn": [
          "0258-7203",
          "1996-2126"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Land Rights and Reforms",
        "Legal Issues in South Africa",
        "Law in Society and Culture"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1539254167"
    },
    {
      "openalex_id": "W2050852659",
      "doi": "10.1080/14754830802071950",
      "title": "Reconceiving Rights and Constitutionalism",
      "authors": [
        {
          "name": "Jennifer Nedelsky",
          "openalex_id": "A5078083270",
          "orcid": "https://orcid.org/0000-0001-9828-3085"
        }
      ],
      "publication_year": 2008,
      "publication_date": "2008-06-17",
      "abstract": "Click to increase image sizeClick to decrease image size I would like to thank Candice Telfer for excellent research assistance. Part of this article is drawn from \"Reconceiving Rights as Relationship,\" Review of Constitutional Studies/Revue d'études constitutional 1 (1993), 1-26. Notes 1. I discuss the ways in which alleged conflicts between universal human rights and local custom are best understood in terms of competing communities of judgment in Nedelsky (2000) Nedelsky, Jennifer. 2000. Communities of judgment and human rights. Theoretical Inquires in Law, 1: 245–282. [Google Scholar]. 2. For further elaboration of the relational approach, see Nedelsky (1989) Nedelsky, Jennifer. 1989. Reconceiving autonomy. The Yale Journal of Law and Feminism, 1: 7–36. [Google Scholar], as well as Nedelsky (1990a) Nedelsky, Jennifer. 1990a. Law, boundaries, and the bounded self. Representations, 30: 162–189. [Crossref] , [Google Scholar] on the rejection of the boundary metaphor and Nedelsky (1995) Nedelsky, Jennifer. 1995. Violence against women: Challenges to the liberal state and relational feminism. Nomos, 38: 454–497. [Google Scholar]. 3. For a discussion of wider uses of the term constitutionalism see Walker (2007) Walker, Neil. 2007. \"Post-constituent constitutionalism? The case of the European Union\". In The Paradox of Constitutionalism: Constituent Power and Constitutional Form, Edited by: Martin, Loughin and Neil, Walker. Oxford: Oxford University Press. [Google Scholar]. 4. Consider, for example, Douzinas's (2007) Douzinas, Costas. 2007. Human Rights and Empire: The Political Philosophy of Cosmopolitanism, New York: Routledge-Cavendish. [Crossref] , [Google Scholar] important argument about the way American foreign policy has been built around the destructive ideological use of rights. That is not one of the issues I take up here. 5. Common law refers to law based on judicial decisions, or precedents, as opposed to statute law (passed by legislatures) or civil (codified) law. Common law is also sometimes referred to as judge made law governed by the doctrine of stare decisis. See Waddams (2004, chapter 7). 6. For a discussion of property rights from a relational perspective see Singer (1988) Singer, Joseph William. 1988. The reliance interest in property. Stanford Law Review, 40(3): 611–752. [Google Scholar]. My conversations with Joe Singer were also helpful in working on the original version of this essay. In a fine example of the best of academic relationship, Joe then used that essay in his book, Entitlement: The Paradoxes of Property (2000) Singer, Joseph William. 2000. Entitlement: The Paradoxes of Property, New Haven: Yale University Press. [Crossref] , [Google Scholar], which in turn was helpful to me in writing this one. 7. M'Alister (or Donoghue) v. Stevenson, [1932] A.C. 562 (H.L.) 8. In some cases where one person has made statements which another has relied upon in making their plans and financial commitments, courts will say that the first person is responsible for that reliance even though the statements were not part of a formal contract. See for example section 90 of the American Law Institute's Restatement of Contracts. 9. For example, in State v. Shack the New Jersey Supreme Court found that it was not within the property rights of a farmer to prohibit doctors and lawyers from entering his land to visit the migrant workers living on his property. Such an interpretation of property rights would isolate the workers, deny them the ordinary forms of relationship consistent with dignity: \"[W]e find it unthinkable that the farmer-employer can assert a right to isolate the worker in any respect significant for the worker's well being…. [T]he employer may not deny the worker his privacy or interfere with his opportunity to live with dignity and to enjoy associations customary among our citizens.\" 277 A.2d 369 (N.J. 1971) at 374–375, quoted in Singer (2007 Singer, Joseph William. 2007. Available: http://ssrn.com/abstract=1093338 Normative Methods for Lawyers (unpublished). [Online][27 April 2008] [Google Scholar]: 69). Singer also provides other detailed examples of relational analyses of property rights. 10. As I have argued elsewhere, the Constitution of 1787 did not focus primarily on rights as limits in the sense we now understand as requiring judicial review. Judicial review was not mentioned. The Constitution of 1787 was designed to structure the institutions so as to ensure that the sort of men who knew how to govern, including how to respect rights, would be the ones in office. See Nedelsky (1990b) Nedelsky, Jennifer. 1990b. Private Property and the Limits of American Constitutionalism: The Madisonian Framework and its Legacy, Chicago: University of Chicago Press. [Google Scholar]. 11. The Framers were even sure that although there was no consensus on what constituted the violation of rights such as property, they knew what property rights really were and what kind of legislation would violate them. For example, James Madison tried to get his countrymen to see that depreciating currency constituted theft in the same way as stealing a horse. See Nedelsky (1990b) Nedelsky, Jennifer. 1990b. Private Property and the Limits of American Constitutionalism: The Madisonian Framework and its Legacy, Chicago: University of Chicago Press. [Google Scholar]. 12. Throughout the common law world, for example, married women held the status of feme covert, meaning all rights to property transferred to their husbands upon marriage. This doctrine was done away with in the United Kingdom through the Married Women's Property Act, 1886 (U.K.), 45 & 46 Vict. Various campaigns throughout the United States to eliminate the feme coverte doctrine took place throughout the 19th century, and it was not until 1900 that all states allowed married women to own property. For a detailed look at the normative reasoning behind the coverture doctrine, see Cogan (1997) Cogan, Jacob Katz. 1997. The look within: property, capacity, and suffrage in nineteenth-century America. Yale Law Journal, 107(2): 473–498. [Google Scholar] and in particular the section on women's suffrage beginning p. 485. In 1873 the United States Supreme Court affirmed the decision to deny women admission to the Illinois state bar, justifying the feme covert status by noting, \"the civil law, as well as nature herself, has always recognized a wide difference in the respective spheres and destinies of man and woman. Man is, or should be, woman's protector and defender. The natural and proper timidity and delicacy which belongs to the female sex evidently unfits it for many of the occupations of civil life.\" Bradwell v. Illinois, 83 U.S. (16 Wall.) 130, 21 L. Ed. 442 (U.S.S.C. 1873). In Canada, it took until 1930 for the Privy Council to decide that women were to be considered persons and therefore eligible to sit as members in the Canadian Senate – Edwards v. A.G. Canada [1930] 1 D.L.R. 98 (P.C.). This came only two years after Canada's Supreme Court affirmed the view that women were not qualified – i.e. incapable – to hold office – Reference re Meaning of the Word \"Persons\" in Section 24 of the British North America Act, 1867 [1928] S.C.R. 276 (S.C.C.). 13. Consider:1999 Consider, for example, the U.S. Supreme Court's unwillingness to allow state legislatures to interfere with contractual freedom in order to limit the working hours of bakery employees to 60 hours per week, in Lochner v. New York (198 U.S. 45, 1905). It is now a fundamental premise of labour law that the employer-employee relationship is characterized by inequality of bargaining power and therefore must be regulated in some manner. For example, regulation of minimum wage and maximum hours is now routine throughout North America. For a Canadian perspective see Langille and Davidov (1999) Langille, Brian and Davidov, Guy. 1999. Beyond employees and independent contractors: A view from Canada. Comparative Labor Law and Policy Journal, 21(1): 7–46. [Google Scholar]. 14. To leave aside the complexities of cabinet and administrative bodies. 15. For example, Belvidere Tp. V. Heinze, 241 Mich.App. 324, 615 N.W.2d 250 (Mich.App. 2000). 16. One workshop participant suggested that this formulation rested on a mistake: confusing the question of limits on democracy with the process of determining or enforcing those limits. To the participant, the content of the rights that should serve as limits is given by a theory of rights, derived, I assume, from human nature or the nature of agency or freedom. My point, however, is that we cannot rely on such theoretically derived conceptions to justify limits on democracy. At the least, as I noted in the text above, the legal meaning of such rights must be determined, and the legitimacy of the process of that determination is inseparable from the legitimacy of treating rights as limits. And, in my terms, that process will inevitably be a collective determination and thus choice. More broadly, the historical shifts in meaning and the diversity of constitutionalized rights in different democracies make it difficult to believe that we can rely on a transcendent, universal, immutable source for the content of rights. Bruce Ackerman (1991) Ackerman, Bruce A. 1991. We, the People: Foundations, Cambridge: Harvard University Press. [Google Scholar] also has a compelling argument that the American Constitution is structured in a way that treats \"the people\" as the source of the meaning of rights rather than transcendent meaning. Here he contrasts the American Constitution with the German Constitution. In this regard, the Canadian Constitution is like the American. 17. My thanks to Laura Underkuffler (1991) Underkuffler, Laura S. 1991. The perfidy of property. Texas Law Review, 70(1): 293–316. [Google Scholar] for first alerting me to the need for this clarification in her review of Private Property and the Limits of American Constitutionalism. 18. See for example the discussion of rule of law as \"a principle of profound constitutional and political significance\" in Reference re Secession of Quebec [1998] 2 S.C.R. 217; 161 D.L.R. (4th) 385 (S.C.C.) at paragraphs 70 to 78. 19. Monahan draws on Ely, but thinks Ely is wrong descriptively about the United States. 20. Of course it is possible to work back from democracy, asking what all the preconditions are for democratic participation, and from that process generate a very wide range of values, including autonomy. But I think such a process distorts our understanding of the genuine diversity of values that in fact are necessary for an optimal society or for the possibility of pursuing a full and good life. It has always struck me as particularly implausible to believe that the value of freedom of religion could be derived from even the most all-encompassing conception of the conditions for democracy. Here I think the distortion involved in such derivation is obvious. Some form of freedom of religion is necessary for democracy, but that does not exhaust or even distinctively capture its value in human life. 21. Unless one wants to make the strong claim that even though in principle it would be legitimate to protect those values, there is no institutional mechanism of doing so that could be legitimate. 22. Note that the sources of collective power might include large-scale corporations, but here I will just focus on the government. 23. Canadian Charter of Rights and Freedoms, Part I of the Constitution Act, 1982, being Schedule B to the Canada Act 1982 (U.K.), 1982, c. 11. 24. Section 33, the so-called override provision or notwithstanding clause, allows legislatures to expressly state that a piece of legislation shall operate notwithstanding provisions in s. 2 (fundamental freedoms of conscience, expression, assembly and association) or ss. 7–15 (\"legal rights\" and \"equality rights.\") Such legislation has effect for five years and may then be reenacted. I should note that s. 33 has not been effective in promoting such dialogue. Its capacity to do so also has been recently undermined by Liberal electioneering rhetoric suggesting that the willingness to use the override amounts to a failure to respect the Charter and civil rights. Mark Tushnet (2002) Bradley, Mark Philip and Petro, Patrice. 2002. Truth Claims: Representation and Human Rights, New Brunswick: Rutgers University Press. [Google Scholar] has rightly noted that the wording is not optimal for a dialogical interpretation. It suggests not a different interpretation of the rights listed in the Charter (or their underlying values) but a willingness to pass a law even though it violates those rights. It can, however, reasonably be interpreted as authorizing legislatures to pass a law notwithstanding the Supreme Court's current interpretation of the Charter. In practice, I think that has in fact been what has been at stake in debates about the use of the override. 25. On the limitations clause, see Roach (2001) Roach, Kent. 2001. The Supreme Court on Trial: Judicial Activism or Democratic Dialogue?, Toronto: Irwin Law. [Google Scholar] and Hiebert (2002) Hiebert, Janet. 2002. Charter Conflicts: What is Parliament's Role?, Montreal: McGill-Queen's University Press. [Google Scholar]. For a good overview of section 33, see Kahana (2002) Kahana, Tsvi. 2002. Understanding the notwithstanding mechanism. University of Toronto Law Journal, 52(2): 221–274. [Google Scholar]. 26. Consider, for example, Mary Ellen Turpel's (1989) Turpel, Mary Ellen. 1989. Aboriginal peoples and the Canadian Charter: Interpretive monopolies, cultural differences. Canadian Human Rights Yearbook, 6: 3–46. [Google Scholar] critique of the individualistic rights paradigm originating in the (European) philosophies of Hobbes and Locke, as being culturally insensitive to aboriginal peoples' conceptions of rights and legality. See also Turner (2006) Turner, Dale A. 2006. This is Not a Peace Pipe: Towards a Critical Indigenous Philosophy, Toronto: University of Toronto Press. [Google Scholar]. 27. The South African incorporation of the African concept of ubuntu into their constitutional jurisprudence is an interesting counterweight to that tradition. See S. v. Makwanyane and Another Constitutional Court [1995] 6 B.C.L.R. 665 (C.C.) and Bhe and Others v. Khayelitsha magistrate and Others [2004] 1 S.A. 580 (C.C.). 28. See Eva Fedar Kittay (1999) Kittay, Eva Fedar. 1999. Loves Labor: Essays on Women, Equality and Dependency, New York: Routledge. [Google Scholar] for an excellent analysis of the relationship between those dependent on care and those who provide that care (overwhelmingly women), and the ways this relationship does not fit with an individualistic conception of justice or rights. 29. For a discussion of property rights from a relational perspective see Singer (1988) Singer, Joseph William. 1988. The reliance interest in property. Stanford Law Review, 40(3): 611–752. [Google Scholar]. My conversations with Joe Singer were also helpful in working on the original version of this essay. In a fine example of the best of academic relationship, Singer then used that essay in his book, Entitlement: The Paradoxes of Property (2000) Singer, Joseph William. 2000. Entitlement: The Paradoxes of Property, New Haven: Yale University Press. [Crossref] , [Google Scholar], which in turn was helpful to me in writing this one. 30. M'Alister (or Donoghue) v. Stevenson, [1932] A.C. 562 (H.L.). 31. In some cases where one person has made statements that another has relied upon in making their plans and financial commitments, courts will say that the first person is responsible for that reliance even though the statements were not part of a formal contract. See for example section 90 of the American Law Institute's Restatement of Contracts. 32. For example, in State v. Shack the New Jersey Supreme Court found that it was not within the property rights of a farmer to prohibit doctors and lawyers from entering his land to visit the migrant workers living on his property. Such an interpretation of property rights would isolate the workers, deny them the ordinary forms of relationship consistent with dignity: \"[W]e find it unthinkable that the farmer-employer can assert a right to isolate the worker in any respect significant for the worker's well[-]being…. [T]he employer may not deny the worker his privacy or interfere with his opportunity to live with dignity and to enjoy associations customary among our citizens.\" 277 A.2d 369 (N.J. 1971) at 374–375, quoted in Singer (2007 Singer, Joseph William. 2007. Available: http://ssrn.com/abstract=1093338 Normative Methods for Lawyers (unpublished). [Online][27 April 2008] [Google Scholar]: 69). Singer also provides other detailed examples of relational analyses of property rights. 33. For arguments about taxation as a violation of property rights, see Richard Epstein (1985) Epstein, Richard Allen. 1985. Takings: Private Property and the Owner of Eminent Domain, Cambridge: Harvard University Press. [Google Scholar]. 34. For example, in the State v. Shack case noted above, the court considered the interest in allowing the farmer to control how his land was used (including the exclusion of visitors) and the way the values of dignity and privacy would be affected by the scope of the property right (Singer 2007 Singer, Joseph William. 2007. Available: http://ssrn.com/abstract=1093338 Normative Methods for Lawyers (unpublished). [Online][27 April 2008] [Google Scholar]). 35. A more precise formulation is \"recognition of the ways in which the form rights take\" are collective choices. This captures my argument above that the underlying values are not simply collective choices, but that rights can take different forms (or there can be forms other than rights) to express and to effect those values. But it is too awkward to keep repeating that more precise formulation. 36. See for example Rosenberg (1993) Rosenberg, Gerald N. 1993. The Hollow Hope: Can Courts Bring About Social Change?, Chicago: University of Chicago Press. [Google Scholar]. 37. For current examples of efforts to locate responsibility for rights and core values outside courts see the essays in Bauman and Tsvi's The Least Examined Branch: The Role of Legislatures in the Constitutional State, particularly Eskridge and Ferejohn (2006) Eskridge, William N and Ferejohn, John. 2006. \"Super-statutes: the new American constitutionalism\". In The Least Examined Branch: The Role of Legislatures in the Constitutional State, Edited by: Richard, Bauman W. and Tsvi, Kahana. Cambridge: Cambridge University Press. [Google Scholar]. 38. The of and the of the Texas Law Review, [Google Scholar] an of this This an place for a note of to the that my theory of as is and that I must therefore into the of rights. A of at the workshop at me to see this is to my here. The between and is on the possibility of a conception of human nature can be understood in from any of the of which they are a one this the between rights on the of human nature rights in terms of the of the they simply there is no human nature in from all relationship from which one could a theory of rights, the focus on relationship does not a failure to respect the of The focus on relationship is a focus on the nature of not a willingness to it to the are some here. need to the scope for that is optimal and the ways of about entering are one from a that treats as and in some ways given rather than For a discussion of the to include property in the see (1988) Philip W. 1988. of the right to property the Canadian Charter of Rights and Law Review, [Google Scholar], particularly about an wide of the term as a against its also that the New Democratic Canada's opposed of property property was part of the to ensure New for the Charter in In the at the the a to section of the Charter to include of property. The was The came up in in a was the principle of property in the though not a The as in the of this the Constitution Act, 1982 should be in order to the right to of property, and the right not to be in with the of fundamental and in with the of the 1991. Property rights and the Constitution Available: [Online][27 April 2008] [Google Scholar]). were to the Charter as the most being of the British in This by the it as the Constitution Act, 1982, provides that an to the of Canada may be by the of a we the members of the of the of British the to a the of Canada to section of the Canadian Charter of Rights and so that it as has the right to of the person and of property and the right not to be in with the of fundamental and that the of all other and the Senate and the of pass See Nedelsky Nedelsky, Jennifer. property be A relational and In Property on the of the Edited by: and A. [Google Scholar]. The issues of the around and legitimacy of of to provide for property in the new South African has to that the meaning of such cannot simply be for the current For example, in the Canadian case on v. Canada of and 1 S.C.R. for the to human dignity in a constitutional may be that the of s. is to the violation of human dignity and freedom and to a society in which all persons enjoy at law as human or as members of Canadian and of respect and The German Law also to human dignity as fundamental and As noted by to German Law, [Google Scholar], such fundamental rights are \"the and on which all legal for example, and and University Press. [Crossref] , [Google Scholar]. for example, The of judicial in the of Yale Law Journal, of , [Google Scholar]. Law British v. 1 S.C.R. As the in the course of used the or It that it is not necessary to that the of the law was to a on a person by of his or her or It is to that the effect of the law is to a on a person by to one of the listed or also that Section not only but also is by a law that does not expressly any of the by s. the law has a effect on persons by any of the may be for example, (1999) 1999. A of in Canada, Toronto: University of Toronto Press. [Google Scholar] discussion of the of law in and in is to that is in the and that the legal of Canada's is not primarily in and by from to to assert The of than D.L.R. (4th) 2 1 v. of D.L.R. (4th) leave to to Supreme Court of Canada, 1988. See Nedelsky and in and and Social and the on a Social for Canada, University Press. [Google Scholar]. I have a of the Social Charter at the of this The their to the from which this is as In the of the New Democratic the political of the in Canada, was in in the of the of a of rights in the Constitution was in the this was by of a of discussion on the in the of 1991. in the of there were for the in and British and this the a in constitutional The of a constitutional of rights now some of a and and Social and the on a Social for Canada, University Press. [Google Scholar]: One might say that the rights of and care like property, values, that is, to the of and the other values in the it is for the Social Charter to be a rather than into the Charter. was some on this among those this form of the Social Charter. In the it a with a provision that the Charter be interpreted in ways consistent with the Social Charter. I think care and are values, although rights has them from or in part they are more as rights rather than It might that care and the other rights of the are of a relational But the meaning of to be interpreted in of such rights and all of which relational",
      "cited_by_count": 45,
      "type": "article",
      "source": {
        "name": "Journal of Human Rights",
        "type": "journal",
        "issn": [
          "1475-4835",
          "1475-4843"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Judicial and Constitutional Studies",
        "Political Philosophy and Ethics",
        "Hate Speech and Cyberbullying Detection"
      ],
      "referenced_works_count": 67,
      "url": "https://openalex.org/W2050852659"
    },
    {
      "openalex_id": "W2153400056",
      "doi": "10.1093/acprof:oso/9780195147964.001.0001",
      "title": "Reconceiving Autonomy: Sources, Thoughts and Possibilities",
      "authors": [
        {
          "name": "Jennifer Nedelsky",
          "openalex_id": "A5078083270",
          "orcid": "https://orcid.org/0000-0001-9828-3085"
        }
      ],
      "publication_year": 1989,
      "publication_date": "1989-01-01",
      "abstract": "Feminism requires a new conception of autonomy. The prevailing conception stands at the core of liberal theory and carries with it the individualism characteristic of liberalism. Such a conception cannot meet the aspirations of feminist theory and is inconsistent with its methodology. The basic value of autonomy is, however, central to feminism. Feminist theory must retain the value, while rejecting its liberal incarnation.",
      "cited_by_count": 487,
      "type": "article",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://digitalcommons.law.yale.edu/cgi/viewcontent.cgi?article=1004&context=yjlf"
      },
      "topics": [
        "Political Philosophy and Ethics"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2153400056"
    },
    {
      "openalex_id": "W2003846455",
      "doi": "10.1017/s1743923x12000219",
      "title": "Relations of Freedom and Law's Relations",
      "authors": [
        {
          "name": "Jennifer Nedelsky",
          "openalex_id": "A5078083270",
          "orcid": "https://orcid.org/0000-0001-9828-3085",
          "institutions": [
            "University of Toronto"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-06-01",
      "abstract": "One of the most important contributions of feminist theory is the rethinking of core concepts, such as freedom and autonomy. While the inspiration for this rethinking is often the way traditional concepts fail women, the constructive project of reconstruction routinely goes beyond a focus on the particular significance for women—or gender or sexuality. For example, the canon failed to recognize not only the centrality of care work in women's lives but also the underlying issue of dependence as characteristic of human life (MacIntyre 1999). Integrating this dependence into conceptual reformulation has then led to the argument that theories of justice must include the distribution of care work (Kittay 1999) and to the rejection of independence as a key element of autonomy (Nedelsky 2011a). Of course, these reconceptualizations have important consequences for women's lives and for our collective understandings of gender and sexuality. But those important consequences are not the focus of every theoretical contribution.",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "Politics & Gender",
        "type": "journal",
        "issn": [
          "1743-923X",
          "1743-9248"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Multicultural Socio-Legal Studies",
        "Feminism, Gender, and Sexuality Studies",
        "Law in Society and Culture"
      ],
      "referenced_works_count": 9,
      "url": "https://openalex.org/W2003846455"
    },
    {
      "openalex_id": "W2414022139",
      "doi": "10.2147/ijwh.s105483",
      "title": "Women&amp;#39;s autonomy in health care decision-making in developing countries: a synthesis of the literature",
      "authors": [
        {
          "name": "Pauline E. Osamor",
          "openalex_id": "A5038559364",
          "orcid": "https://orcid.org/0000-0001-7026-4771",
          "institutions": [
            "National Institutes of Health Clinical Center"
          ]
        },
        {
          "name": "Christine Grady",
          "openalex_id": "A5041172209",
          "orcid": "https://orcid.org/0000-0002-9093-4450",
          "institutions": [
            "National Institutes of Health Clinical Center"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-06-01",
      "abstract": "Autonomy is considered essential for decision-making in a range of health care situations, from health care seeking and utilization to choosing among treatment options. Evidence suggests that women in developing or low-income countries often have limited autonomy and control over their health decisions. A review of the published empirical literature to identify definitions and methods used to measure women's autonomy in developing countries describe the relationship between women's autonomy and their health care decision-making, and identify sociodemographic factors that influence women's autonomy and decision-making regarding health care was carried out. An integrated literature review using two databases (PubMed and Scopus) was performed. Inclusion criteria were 1) publication in English; 2) original articles; 3) investigations on women's decision-making autonomy for health and health care utilization; and 4) developing country context. Seventeen articles met inclusion criteria, including eleven from South Asia, five from Africa, and one from Central Asia. Most studies used a definition of autonomy that included independence for women to make their own choices and decisions. Study methods differed in that many used study-specific measures, while others used a set of standardized questions from their countries' national health surveys. Most studies examined women's autonomy in the context of reproductive health, while neglecting other types of health care utilized by women. Several studies found that factors, including age, education, and income, affect women's health care decision-making autonomy. Gaps in existing literature regarding women's autonomy and health care utilization include gaps in the areas of health care that have been measured, the influence of sex roles and social support, and the use of qualitative studies to provide context and nuance.",
      "cited_by_count": 351,
      "type": "review",
      "source": {
        "name": "International Journal of Women s Health",
        "type": "journal",
        "issn": [
          "1179-1411"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.dovepress.com/getfile.php?fileID=30768"
      },
      "topics": [
        "Global Maternal and Child Health",
        "Global Health Care Issues",
        "Healthcare Policy and Management"
      ],
      "referenced_works_count": 53,
      "url": "https://openalex.org/W2414022139"
    },
    {
      "openalex_id": "W2806504904",
      "doi": "10.18061/dsq.v38i2.5821",
      "title": "Reframing less conventional speech to disrupt conventions of \"compulsory fluency\": A conversation analysis approach",
      "authors": [
        {
          "name": "Camille Duque",
          "openalex_id": "A5053423412",
          "orcid": "https://orcid.org/0000-0002-5725-0372",
          "institutions": [
            "University of Calgary"
          ]
        },
        {
          "name": "Bonnie Lashewicz",
          "openalex_id": "A5027907427",
          "orcid": "https://orcid.org/0000-0001-6476-8981",
          "institutions": [
            "University of Calgary"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-05-31",
      "abstract": "Our purpose is to illuminate compliances with, and resistances to, what we are calling \"compulsory fluency\" which we define as conventions for what constitutes competent speech. We achieve our purpose through a study of day-to-day communication between a woman with less conventional speech and her support providing family members and friends. Drawing from McRuer's (2006) compulsory ablebodiedness and Kafer's (2013) compulsory able-mindedness, we use \"compulsory fluency\" to refer to a form of articulation that is standardized and idealized and imposed on all speakers including those whose speech is less conventional. We see compulsory fluency as central to North American conceptions of personhood which are tied to individual ability to speak for one's self (Brueggemann, 2005). In this paper, we trace some North American principles for linguistic competence to outline widely held ideals of receptive and expressive language use, namely, conventions for how language should be understood and expressed. Using Critical Disability Studies (Goodley, 2013; McRuer, 2006) together with a feminist framework of relational autonomy (Nedelsky, 1989), our goal is to focus on experiences of people with less conventional speech and draw attention to power in communication as it flows in idiosyncratic and intersubjective fashion (Mackenzie &amp; Stoljar, 2000; Westlund, 2009). In other words, we use a critical disability and feminist framing to call attention to less conventional forms of communication competence and, in this process, we challenge assumptions about what constitutes competent speech. As part of a larger qualitative study, we conduct a conversation analysis informed by Rapley and Antaki (1996) to examine day-to-day verbal, vocal and non-verbal communications of a young woman who self identifies as \"having autism\" - pseudonym Addison - in interaction with her support-providing family members and friends. We illustrate a multitude of Addison's compliances with, and resistances to, compulsory fluency to bring awareness to competence inherent in less conventional speech and we argue this illumination as a call for listening with greater care and more open expectations in efforts to understand, and participate in the expression of, meanings embedded in less conventional speech.",
      "cited_by_count": 7,
      "type": "article",
      "source": {
        "name": "Disability Studies Quarterly",
        "type": "journal",
        "issn": [
          "1041-5718",
          "2159-8371"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://doi.org/10.18061/dsq.v38i2.5821"
      },
      "topics": [
        "Language, Discourse, Communication Strategies",
        "Discourse Analysis in Language Studies",
        "Digital Communication and Language"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2806504904"
    },
    {
      "openalex_id": "W3001730064",
      "doi": "10.7202/1066656ar",
      "title": "L’éducation, un paradigme pour concevoir l’autonomie ? Anthropologie féministe, vulnérabilité et care",
      "authors": [
        {
          "name": "Vanina Mozziconacci",
          "openalex_id": "A5057291807",
          "institutions": [
            "Université Paul-Valéry Montpellier"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-01-13",
      "abstract": "Cet article vise à clarifier et à évaluer les présupposés et les implications de la thèse suivante : reconnaître que le care est l’affaire de toutes et de tous, car la vulnérabilité est un donné anthropologique, c’est également reconnaître que l’éducation ⸺ entendue au sens le plus large, comme une croissance qui nécessite des relations avec d’autres que soi ⸺ ne se réduit pas à un moment déterminé de la vie. Cette adoption du processus éducatif comme modèle conduit à redéfinir la catégorie morale et politique de l’autonomie. Pour mener cette analyse, je prendrai pour objet l’articulation entre care , éducation et reconstruction critique de la notion d’autonomie telle qu’elle est développée dans un texte fondateur pour les théorisations féministes de l’« autonomie relationnelle », à savoir l’article « Reconceiving Autonomy: Sources, Thoughts and Possibilities » (1989) de Jennifer Nedelsky.",
      "cited_by_count": 3,
      "type": "article",
      "source": {
        "name": "Éthique en éducation et en formation Les Dossiers du GREE",
        "type": "journal",
        "issn": [
          "2561-1488"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://doi.org/10.7202/1066656ar"
      },
      "topics": [
        "Education, sociology, and vocational training",
        "Multiculturalism, Politics, Migration, Gender",
        "Social Sciences and Governance"
      ],
      "referenced_works_count": 18,
      "url": "https://openalex.org/W3001730064"
    },
    {
      "openalex_id": "W2156098042",
      "doi": "10.1242/dmm.013474",
      "title": "Mechanisms of protein-folding diseases at a glance",
      "authors": [
        {
          "name": "Julie S. Valastyan",
          "openalex_id": "A5070753307",
          "institutions": [
            "Whitehead Institute for Biomedical Research",
            "Massachusetts Institute of Technology"
          ]
        },
        {
          "name": "Susan Lindquist",
          "openalex_id": "A5108447414",
          "institutions": [
            "Massachusetts Institute of Technology",
            "Whitehead Institute for Biomedical Research",
            "Howard Hughes Medical Institute"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-01-01",
      "abstract": "For a protein to function appropriately, it must first achieve its proper conformation and location within the crowded environment inside the cell. Multiple chaperone systems are required to fold proteins correctly. In addition, degradation pathways participate by destroying improperly folded proteins. The intricacy of this multisystem process provides many opportunities for error. Furthermore, mutations cause misfolded, nonfunctional forms of proteins to accumulate. As a result, many pathological conditions are fundamentally rooted in the protein-folding problem that all cells must solve to maintain their function and integrity. Here, to illustrate the breadth of this phenomenon, we describe five examples of protein-misfolding events that can lead to disease: improper degradation, mislocalization, dominant-negative mutations, structural alterations that establish novel toxic functions, and amyloid accumulation. In each case, we will highlight current therapeutic options for battling such diseases.",
      "cited_by_count": 295,
      "type": "review",
      "source": {
        "name": "Disease Models & Mechanisms",
        "type": "journal",
        "issn": [
          "1754-8403",
          "1754-8411"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://journals.biologists.com/dmm/article-pdf/7/1/9/1865157/9.pdf"
      },
      "topics": [
        "Endoplasmic Reticulum Stress and Disease",
        "Protein Structure and Dynamics",
        "Heat shock proteins research"
      ],
      "referenced_works_count": 73,
      "url": "https://openalex.org/W2156098042"
    },
    {
      "openalex_id": "W2034234218",
      "doi": "10.1086/233807",
      "title": "The Autonomy Defense of Free Speech",
      "authors": [
        {
          "name": "Susan J. Brison",
          "openalex_id": "A5029741498"
        }
      ],
      "publication_year": 1998,
      "publication_date": "1998-01-01",
      "abstract": null,
      "cited_by_count": 216,
      "type": "article",
      "source": {
        "name": "Ethics",
        "type": "journal",
        "issn": [
          "0014-1704",
          "1539-297X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.journals.uchicago.edu/doi/epdf/10.1086/233807"
      },
      "topics": [
        "Hate Speech and Cyberbullying Detection",
        "Law, Rights, and Freedoms",
        "Law in Society and Culture"
      ],
      "referenced_works_count": 22,
      "url": "https://openalex.org/W2034234218"
    },
    {
      "openalex_id": "W2941160816",
      "doi": "10.1017/s1537592714001443",
      "title": "Law’s Relations: A Relational Theory of Self, Autonomy, and Law. By Jennifer Nedelsky. New York: Oxford University Press, 2011. 560p. $65.00 cloth, $39.95 paper.",
      "authors": [
        {
          "name": "Kristin Bumiller",
          "openalex_id": "A5084902152",
          "orcid": "https://orcid.org/0000-0003-0119-6511",
          "institutions": [
            "Amherst College"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-06-01",
      "abstract": "An abstract is not available for this content so a preview has been provided. Please use the Get access link above for information on how to access this content.",
      "cited_by_count": 0,
      "type": "article",
      "source": {
        "name": "Perspectives on Politics",
        "type": "journal",
        "issn": [
          "1537-5927",
          "1541-0986"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Law in Society and Culture"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2941160816"
    },
    {
      "openalex_id": "W2107232957",
      "doi": "10.1186/1472-6920-9-55",
      "title": "Involvement in teaching improves learning in medical students: a randomized cross-over study",
      "authors": [
        {
          "name": "Adam Peets",
          "openalex_id": "A5038093572",
          "institutions": [
            "Providence Health Care",
            "University of British Columbia"
          ]
        },
        {
          "name": "Sylvain Coderre",
          "openalex_id": "A5052542113",
          "institutions": [
            "University of Calgary"
          ]
        },
        {
          "name": "Bruce Wright",
          "openalex_id": "A5043380000",
          "orcid": "https://orcid.org/0000-0002-5056-9356",
          "institutions": [
            "University of Calgary"
          ]
        },
        {
          "name": "Deirdre Jenkins",
          "openalex_id": "A5043499657",
          "institutions": [
            "University of Calgary"
          ]
        },
        {
          "name": "Kelly W. Burak",
          "openalex_id": "A5007856954",
          "orcid": "https://orcid.org/0000-0002-6774-0754",
          "institutions": [
            "University of Calgary"
          ]
        },
        {
          "name": "Shannon Leskosky",
          "openalex_id": "A5078267837",
          "institutions": [
            "University of Calgary"
          ]
        },
        {
          "name": "Kevin McLaughlin",
          "openalex_id": "A5063546434",
          "orcid": "https://orcid.org/0000-0002-3092-5325",
          "institutions": [
            "University of Calgary"
          ]
        }
      ],
      "publication_year": 2009,
      "publication_date": "2009-08-25",
      "abstract": null,
      "cited_by_count": 114,
      "type": "article",
      "source": {
        "name": "BMC Medical Education",
        "type": "journal",
        "issn": [
          "1472-6920"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://bmcmededuc.biomedcentral.com/counter/pdf/10.1186/1472-6920-9-55"
      },
      "topics": [
        "Innovations in Medical Education",
        "Reflective Practices in Education",
        "Clinical Reasoning and Diagnostic Skills"
      ],
      "referenced_works_count": 26,
      "url": "https://openalex.org/W2107232957"
    },
    {
      "openalex_id": "W1869823421",
      "doi": null,
      "title": "Aboriginal Self Determination: Individual Self and Collective Selves",
      "authors": [
        {
          "name": "Val Napoleón",
          "openalex_id": "A5047069003",
          "orcid": "https://orcid.org/0000-0003-1214-3730",
          "institutions": [
            "University of Alberta"
          ]
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-04-01",
      "abstract": "The aboriginal political discourse regarding self-determination would be more useful to communities if it incorporated an understanding of the individual as relational, autonomous, and self-determining. That is, a developed perspective of individual self-determination is necessary to move collective self-determination beyond rhetoric to a meaningful and practical political project that engages aboriginal peoples and is deliberately inclusive of aboriginal women.",
      "cited_by_count": 67,
      "type": "article",
      "source": {
        "name": "Journals @ The Mount (Mount Saint Vincent University)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://journals.msvu.ca/index.php/atlantis/article/view/1046"
      },
      "topics": [
        "Diverse Global Research Studies",
        "Global socioeconomic and cultural dynamics",
        "Socioeconomics of Resources and Conservation"
      ],
      "referenced_works_count": 16,
      "url": "https://openalex.org/W1869823421"
    }
  ],
  "count": 15,
  "errors": []
}
