{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "moral responsibility control",
  "results": [
    {
      "title": "John Martin Fischer & Mark Ravizza, Responsibility and Control: A Theory of Moral Responsibility",
      "url": "https://philpapers.org/rec/FISRAC-3",
      "philpapers_id": "FISRAC",
      "snippet": "The leading idea in the book is that moral responsibility is based on &#x27;guidance control&#x27;. This control has two components: the mechanism that issues in the relevant behavior must be the agent&#x27;s own mechanism, and it must be appropriately responsive ...",
      "page_age": null
    },
    {
      "title": "Gordon Pettit, Conditions of Moral Responsibility",
      "url": "https://philpapers.org/rec/PETCOM",
      "philpapers_id": "PETCOM",
      "snippet": "The conditions of moral responsibility include having the right kind and amount of control over actions, events or states of affairs that are morally significant. Both metaphysical issues and normative concerns ...",
      "page_age": null
    },
    {
      "title": "John Martin Fischer & Mark Ravizza, Precis of Responsibility and Control: A Theory of Moral ResponsibilityResponsibility and Control: A Theory of Moral Responsibility",
      "url": "https://philpapers.org/rec/FISPOR-4",
      "philpapers_id": "FISPOR",
      "snippet": "The leading idea of our theory of moral responsibility is that responsibility is associated with control. But we contend that there are two distinct kinds of control. Regulative control involves alternative possibilities: it is a kind of dual ...",
      "page_age": null
    },
    {
      "title": "Angela Smith, Control, responsibility, and moral assessment",
      "url": "https://philpapers.org/rec/SMICRA",
      "philpapers_id": "SMICRA",
      "snippet": "My aim in this paper is to try to respond to this challenge, by clarifying the kind of robust moral assessments I take to be licensed by (at least some) non-volitional accounts of responsibility and by explaining why these assessments do not in general require the agent to have voluntary control over everything for which she is held responsible.",
      "page_age": null
    },
    {
      "title": "John Martin Fischer, Deep Control: A Theory of Moral Responsibility",
      "url": "https://philpapers.org/rec/MARDCA-8",
      "philpapers_id": "MARDCA",
      "snippet": "In the first group of essays in this volume, Fischer argues that we do not need genuine access to alterative possibilities in order to be morally responsible. Thus, the line need not branch off at crucial points (where the branches represent genuine metaphysical possibilities). In the remaining essays in the collection he demonstrates that deep control is the freedom condition on moral responsibility.",
      "page_age": null
    },
    {
      "title": "John Martin Fischer, The Value of Moral Responsibility",
      "url": "https://philpapers.org/rec/FISTVO",
      "philpapers_id": "FISTVO",
      "snippet": "Moral responsibility requires control of one’s behavior. But there are different kinds of control. One sort of control entails the existence of genuinely accessible alternative possibilities. I call this regulative control.",
      "page_age": null
    },
    {
      "title": "John Fischer & Mark Ravizza, Responsibility and Control: A Theory of Moral Responsibility",
      "url": "https://philpapers.org/rec/FISRAC-9",
      "philpapers_id": "FISRAC",
      "snippet": "John Martin Fischer and mark Ravizza, responsibility and control: A theory of moral responsibility.",
      "page_age": null
    },
    {
      "title": "Filippos Stamatiou, Two faces of control for moral responsibility",
      "url": "https://philpapers.org/rec/STATFO-22",
      "philpapers_id": "STATFO",
      "snippet": "Control is typically accepted as a necessary condition for moral responsibility. Thus, humans are morally responsible for their actions only if we can realise the right kind of control. Are there ...",
      "page_age": null
    },
    {
      "title": "John Martin Fischer, Responsibility and control",
      "url": "https://philpapers.org/rec/FISRAC",
      "philpapers_id": "FISRAC",
      "snippet": "Responsibility and Control. A Theory of Moral Responsibility.",
      "page_age": null
    },
    {
      "title": "Mark Ravizza, Moral Responsibility and Control: An Actual-Sequence Approach",
      "url": "https://philpapers.org/rec/RAVMRA",
      "philpapers_id": "RAVMRA",
      "snippet": "Through an examination of several ... is based on the idea that in order to be responsible, agents must act in ways that are responsive to an appropriate pattern of both moral and non-moral reasons....",
      "page_age": null
    },
    {
      "title": "John Martin Fischer, My way: essays on moral responsibility",
      "url": "https://philpapers.org/rec/FISMWE",
      "philpapers_id": "FISMWE",
      "snippet": "Fischer&#x27;s overall framework contains an argument for the contention that guidance control, and not regulative control, is associated with moral responsibility, a sketch of a comprehensive theory of moral responsibility (that ties together responsibility for actions, omissions, consequences, and character), and an account of the value of moral responsibility.",
      "page_age": null
    },
    {
      "title": "Gabriel De Marco, Brain Interventions, Moral Responsibility, and Control over One’s Mental Life",
      "url": "https://philpapers.org/rec/DEMBIM",
      "philpapers_id": "DEMBIM",
      "snippet": "Responsibility and Control: A Theory of Moral Responsibility.John Fischer &amp; Mark Ravizza - 1998 - Philosophical Quarterly 49 (197):543-545.",
      "page_age": null
    },
    {
      "title": "P. Eddy Wilson, Regulative Control and the Subjectivist’s View of Moral Responsibility",
      "url": "https://philpapers.org/rec/WILRCA-8",
      "philpapers_id": "WILRCA",
      "snippet": "In his view moral actors must acquire a proper self-understanding to take on moral responsibility. I question whether Fischer steps out of his role as a subjectivist, when he maintains that having only guidance control is a necessary condition for moral responsibility.",
      "page_age": null
    },
    {
      "title": "Andrew Eshleman, Moral responsibility",
      "url": "https://philpapers.org/rec/ESHMR",
      "philpapers_id": "ESHMR",
      "snippet": "For example, one who encounters a car accident may be regarded as worthy of praise for having saved a child from inside the burning car, or alternatively, one may be regarded as worthy of blame for not having used one&#x27;s mobile phone to call for help. To regard such agents as worthy of one of these reactions is to ascribe moral responsibility to them on the basis of what they have done or left undone.",
      "page_age": null
    },
    {
      "title": "Michael Zimmerman, An essay on moral responsibility",
      "url": "https://philpapers.org/rec/ZIMAEO",
      "philpapers_id": "ZIMAEO",
      "snippet": "This superbly crafted account of the notion of moral responsibility and of its relations to freedom, control, ignorance, negligence, attempts, omissions, compulsion, mental disorders, virtues and vices, desert, and punishment fills ...",
      "page_age": null
    },
    {
      "title": "Andrew C. Khoury, The objects of moral responsibility",
      "url": "https://philpapers.org/rec/KHOTOO",
      "philpapers_id": "KHOTOO",
      "snippet": "The primary task of a theory of moral responsibility, it is thought, is to specify the appropriate relationship one must stand to such things in order to be morally responsible for them.",
      "page_age": null
    },
    {
      "title": "John Martin Fischer & Neal A. Tognazzini, The truth about tracing",
      "url": "https://philpapers.org/rec/FISTTA",
      "philpapers_id": "FISTTA",
      "snippet": "Control-based models of moral ... to which moral responsibility requires an exercise of control either immediately prior to the behavior in question or at some suitable point prior to the behavior....",
      "page_age": null
    },
    {
      "title": "David Shoemaker, Empathic Control",
      "url": "https://philpapers.org/rec/SHOECX",
      "philpapers_id": "SHOECX",
      "snippet": "It has long been thought that control is necessary for moral responsibility. Call this the control condition. Given its pride of place in the free will debate, “control” has almost always ...",
      "page_age": null
    }
  ],
  "count": 18,
  "errors": []
}
