{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "shared responsibility agency",
  "results": [
    {
      "title": "Michael McKenna, Collective responsibility and an agent meaning theory",
      "url": "https://philpapers.org/rec/MCKCRA",
      "philpapers_id": "MCKCRA",
      "snippet": "It discusses as well the agent meaning theory that states that an agent moves against the interpretive background of action evaluation shared by the agent and the moral community ... Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server · Sign in / register and customize your OpenURL resolver ... Collective responsibility and qualifying actions.Gregory Mellema - 2006 - Midwest Studies in Philosophy 30 (1):168–175.",
      "page_age": null
    },
    {
      "title": "Brook Jenkins Sadler, Shared intentions and shared responsibility",
      "url": "https://philpapers.org/rec/SADSIA",
      "philpapers_id": "SADSIA",
      "snippet": "Collective responsibility and an agent meaning theory.Michael McKenna - 2006 - Midwest Studies in Philosophy 30 (1):16–34. Midwest Studies in Philosophy, Shared Intentions and Collective Responsibility.Peter A.",
      "page_age": null
    },
    {
      "title": "Julie Goncharov & Hedzer Hugo Zeijlstra (eds.), Agency and intentions in language",
      "url": "https://philpapers.org/rec/GONAAI",
      "philpapers_id": "GONAAI",
      "snippet": "Our sense of agency and ability to distinguish between intentional and accidental actions are fundamental for social interaction. They allow us to plan and perform joint actions and assign responsibility for our own actions and those of others.",
      "page_age": null
    },
    {
      "title": "Peter A. French (ed.), Midwest Studies in Philosophy, Shared Intentions and Collective Responsibility",
      "url": "https://philpapers.org/rec/FREMSI-11",
      "philpapers_id": "FREMSI",
      "snippet": "What responsibility? Whose responsibility?: intention, agency, and emotions of collective entities.Bhaskarjit Neog - 2024 - New York, NY: Routledge. Shared intentions and shared responsibility.Brook Jenkins Sadler - 2006 - Midwest Studies in Philosophy 30 (1):115–144.",
      "page_age": null
    },
    {
      "title": "Bhaskarjit Neog, What responsibility? Whose responsibility?: intention, agency, and emotions of collective entities",
      "url": "https://philpapers.org/rec/NEOWRW",
      "philpapers_id": "NEOWRW",
      "snippet": "The volume develops a non-individualist account by using some of the latest resources from philosophy of action, philosophy of mind, and social ontology. It interprets collective responsibility as the responsibility of a collective without either reducing it to shared and individual responsibility of the group members or making it a case where their moral positions are completely blurred.",
      "page_age": null
    },
    {
      "title": "Andrea Carol Westlund, Selflessness and Responsibility for Self: The Implications of Deference for Autonomy, Shared Agency and Love",
      "url": "https://philpapers.org/rec/WESSAR-2",
      "philpapers_id": "WESSAR",
      "snippet": "In the next two chapters, I argue that this pathology of individual agency engenders a related pathology of plural agency, compromising the deferential individual&#x27;s ability to participate in collective forms of practical deliberation. I develop a model of joint practical deliberation that builds on Margaret Gilbert&#x27;s analysis of &quot;plural-subjects,&quot; and I illustrate how the process of coming to share reasons and ends is compromised by certain kinds of asymmetry in perceived practical authority.",
      "page_age": null
    },
    {
      "title": "Giovanna Moretto, Eamonn Walsh & Patrick Haggard, Experience of agency and sense of responsibility",
      "url": "https://philpapers.org/rec/MOREOA",
      "philpapers_id": "MOREOA",
      "snippet": "Attributability, Accountability, ... 2: Moral Responsibility, Structural Injustice, and Ethics. Oxford, GB: Oxford University Press UK. pp. 62-89. Modulating the sense of agency with external cues.James W. Moore, Daniel M. Wegner &amp; Patrick Haggard - 2009 - Consciousness and Cognition 18 (4):1056-1064. Subjective agency and awareness of shared actions.Lars ...",
      "page_age": null
    },
    {
      "title": "Artur Ribeiro, Social Archaeology as the Study of Ethical Life: Agency, Intentionality, and Responsibility",
      "url": "https://philpapers.org/rec/RIBSAA-2",
      "philpapers_id": "RIBSAA",
      "snippet": "This chapter argues that agency according to the view of these two groups is too labile, contradictory, and counterproductive, and suggests a notion of agency based on G.W.F. Hegel’s practical philosophy—a notion of agency based on ethical normativism. For Hegel, agency concerns the normative conditions that allow agents to experience and claim actions as their own. Ownership over actions imply assuming responsibility for those same actions.",
      "page_age": null
    },
    {
      "title": "Claudia Card, Responsibility Ethics, Shared Understandings, and Moral Communities",
      "url": "https://philpapers.org/rec/CARRES-2",
      "philpapers_id": "CARRES",
      "snippet": "Errata: Responsibility Ethics, Shared Understandings, and Moral Communities. - 2002 - Hypatia 17 (3):293-293. Moral Understandings: A Feminist Study in Ethics Margaret Urban Walker New York: Routledge, 1998, xiii + 251 p.Anita M. Superson - 2000 - Dialogue 39 (1):208-. Narratives of Responsibility and Agency...",
      "page_age": null
    },
    {
      "title": "Lisa Bortolotti, Sharing responsibility for conspiracy beliefs: The agency-in-context model",
      "url": "https://philpapers.org/rec/BORSRF",
      "philpapers_id": "BORSRF",
      "snippet": "Here I endorse an integrative approach, which I call “agency in context”, combining explanations of bad believing in terms of the agent’s cognitive habits and information processing with societal failures in providing the support agents need to recognize marks of epistemic authority in sources of information and acquire the critical skills for the evaluation of competing explanations.",
      "page_age": null
    },
    {
      "title": "David Shoemaker, Santiago Amaya & Manuel Vargas (eds.), Oxford Studies in Agency and Responsibility Volume 8: Non-Ideal Agency and Responsibility",
      "url": "https://philpapers.org/rec/SHOOSI-13",
      "philpapers_id": "SHOOSI",
      "snippet": "They discuss both the modes by which we assess imperfect exercises of our agency and the ways in which common forms of assessment are themselves imperfect. ... responsibility, praise, compatibilism, false consciousness, blame, self-control, disability, hurt feelings, non-ideal agency and responsibility",
      "page_age": null
    },
    {
      "title": "Danielle Celermajer, Distributed agency, responsibility and preventing grave wrongs",
      "url": "https://philpapers.org/rec/CELDAR",
      "philpapers_id": "CELDAR",
      "snippet": "Despite the theoretical uptake of ontological schemas that do not tie agency uniquely to individual humans, these new ontological geographies have had little penetration when it comes to designing institutions to prevent grave wrongs. Moreover, our persistent intuitions tie agency and responsibility to individuals within a figuration of blame.",
      "page_age": null
    },
    {
      "title": "William Ferraiolo, Against compatibilism: Compulsion, free agency and moral responsibility",
      "url": "https://philpapers.org/rec/FERACC",
      "philpapers_id": "FERACC",
      "snippet": "If conditions beyond the agent&#x27;s control ultimately compel the agent&#x27;s behaviors, then the agent is not free and is not morally responsible.",
      "page_age": null
    },
    {
      "title": "Joel Parthemore & Blay Whitby, Moral Agency, Moral Responsibility, and Artifacts: What Existing Artifacts Fail to Achieve , and Why They, Nevertheless, Can Make Moral Claims upon Us",
      "url": "https://philpapers.org/rec/PARMAM-13",
      "philpapers_id": "PARMAM",
      "snippet": "This paper follows directly from an earlier paper where we discussed the requirements for an artifact to be a moral agent and concluded that the artifactual question is ultimately a red ...",
      "page_age": null
    },
    {
      "title": "David Shoemaker (ed.), Oxford Studies in Agency and Responsibility: Volume 1",
      "url": "https://philpapers.org/rec/SHOOSI-4",
      "philpapers_id": "SHOOSI",
      "snippet": "Act (Philosophy) Agent (Philosophy) Act (Philosophy) Agent (Philosophy) Responsibility ... Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server · Sign in / register and customize your OpenURL resolver ... Control, Attitudes, and Accountability.Douglas W. Portmore ... Phenomenal Abilities: Incompatibilism and the Experience of Agency.",
      "page_age": null
    },
    {
      "title": "Johannes Himmelreich, Agency as difference-making: causal foundations of moral responsibility",
      "url": "https://philpapers.org/rec/HIMAAD",
      "philpapers_id": "HIMAAD",
      "snippet": "Entities such as groups or artificially intelligent systems may be agents in the sense required for responsibility. With respect to actions, I argue for a causal view. The relation in virtue of which agents are responsible for actions is a causal one. I claim that responsibility requires causation and I develop a causal account of agency.",
      "page_age": null
    },
    {
      "title": "David Shoemaker & Neal Tognazzini (eds.), Oxford Studies in Agency and Responsibility: Volume 2, Freedom and Resentment at 50",
      "url": "https://philpapers.org/rec/SHOOSI-5",
      "philpapers_id": "SHOOSI",
      "snippet": "Oxford Studies in Agency and Responsibility is a series of volumes presenting outstanding new work on a set of connected themes in moral philosophy and philosophy of action. This special volume ...",
      "page_age": null
    },
    {
      "title": "Deborah Perron Tollefsen, Participant Reactive Attitudes and Collective Responsibility",
      "url": "https://philpapers.org/rec/PERPRA-2",
      "philpapers_id": "PERPRA",
      "snippet": "The debate surrounding the issue of collective moral responsibility is often steeped in metaphysical issues of agency and personhood. I suggest that we can approach the metaphysical problems surrounding the issue ...",
      "page_age": null
    }
  ],
  "count": 18,
  "errors": []
}
