{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "cognitive offloading",
  "results": [
    {
      "title": "Sam J. Gilbert, Cognitive offloading is value-based decision making: Modelling cognitive effort and the expected value of memory",
      "url": "https://philpapers.org/rec/GILCOI",
      "philpapers_id": "GILCOI",
      "snippet": "Excessive use of reminders: Metacognition and effort-minimisation in cognitive offloading.Chhavi Sachdeva &amp; Sam J.",
      "page_age": null
    },
    {
      "title": "J. Adam Carter, Autonomy, Cognitive Offloading, and Education",
      "url": "https://philpapers.org/rec/CARACO-24",
      "philpapers_id": "CARACO",
      "snippet": "If we want our intellectual lives to go as well as possible, should we be ‘delegating’ as many information-gobbling tasks to our gadgets as we can? If not, then how much ...",
      "page_age": null
    },
    {
      "title": "Kristy L. Armitage, Alicia K. Jones & Jonathan Redshaw, Children Show More Selective Cognitive Offloading After First Being Compelled to Offload Indiscriminately",
      "url": "https://philpapers.org/rec/ARMCSM",
      "philpapers_id": "ARMCSM",
      "snippet": "In phase 2, where children could freely choose their strategy, older children who were compelled to use manual rotation in phase 1 were significantly more selective in their strategy use, rotating the stimuli relatively more frequently when this behavior would offload cognitive demand than when it would not.",
      "page_age": null
    },
    {
      "title": "Xiao Hu, Liang Luo & Stephen M. Fleming, A role for metamemory in cognitive offloading",
      "url": "https://philpapers.org/rec/HUARF-2",
      "philpapers_id": "HUARF",
      "snippet": "Cognitive offloading is value-based decision making: Modelling cognitive effort and the expected value of memory.Sam J.",
      "page_age": null
    },
    {
      "title": "Evan F. Risko & Timothy L. Dunn, Storing information in-the-world: Metacognition and cognitive offloading in a short-term memory task",
      "url": "https://philpapers.org/rec/RISSII-2",
      "philpapers_id": "RISSII",
      "snippet": "Cognitive offloading is value-based decision making: Modelling cognitive effort and the expected value of memory.Sam J.",
      "page_age": null
    },
    {
      "title": "E. F. Risko, M. O. Kelly, P. Patel & C. Gaspar, Offloading memory leaves us vulnerable to memory manipulation",
      "url": "https://philpapers.org/rec/RISOML",
      "philpapers_id": "RISOML",
      "snippet": "Cognitive offloading is value-based decision making: Modelling cognitive effort and the expected value of memory.Sam J.",
      "page_age": null
    },
    {
      "title": "Chhavi Sachdeva & Sam J. Gilbert, Excessive use of reminders: Metacognition and effort-minimisation in cognitive offloading",
      "url": "https://philpapers.org/rec/SACEUO",
      "philpapers_id": "SACEUO",
      "snippet": "Cognitive Offloading: Structuring the Environment to Improve Children&#x27;s Working Memory Task Performance.Ed D. J. Berry, Richard J. Allen, Mark Mon‐Williams &amp; Amanda H.",
      "page_age": null
    },
    {
      "title": "Lily Eva Frank, What Do We Have to Lose? Offloading Through Moral Technologies: Moral Struggle and Progress",
      "url": "https://philpapers.org/rec/FRAWDW",
      "philpapers_id": "FRAWDW",
      "snippet": "Moral bioenhancement, nudge-designed environments, and ambient persuasive technologies may help people behave more consistently with their deeply held moral convictions. Alternatively, they may aid people in overcoming cognitive and affective limitations that prevent them from appreciating a situation’s moral dimensions.",
      "page_age": null
    },
    {
      "title": "Xinyi Lu, Megan O. Kelly & Evan F. Risko, Offloading information to an external store increases false recall",
      "url": "https://philpapers.org/rec/LUOIT-2",
      "philpapers_id": "LUOIT",
      "snippet": "Storing information in-the-world: Metacognition and cognitive offloading in a short-term memory task.Evan F. Risko &amp; Timothy L.",
      "page_age": null
    },
    {
      "title": "Connolly Kevin, Perceptual Learning",
      "url": "https://philpapers.org/rec/KEVPL",
      "philpapers_id": "KEVPL",
      "snippet": "An offloading view of perceptual learning.Tomy Ames - 2022 - Philosophical Psychology 1:1-6. Two processes in perceptual learning.Franklin P. Kilpatrick - 1954 - Journal of Experimental Psychology 47 (5):362. Cognitive Penetration, Perceptual Learning and Neural Plasticity.Ariel S.",
      "page_age": null
    },
    {
      "title": "David L. Barack, Cognitive Recycling",
      "url": "https://philpapers.org/rec/BARCR-8",
      "philpapers_id": "BARCR",
      "snippet": "Theories in cognitive science, and especially cognitive neuroscience, often claim that parts of cognitive systems are reused for different cognitive functions. Philosophical analysis of this concept, however, is rare. Here, I ...",
      "page_age": null
    },
    {
      "title": "Andrew P. Yonelinas, Consciousness, control, and confidence: The 3 cs of recognition memory",
      "url": "https://philpapers.org/rec/YONCCA",
      "philpapers_id": "YONCCA",
      "snippet": "Conscious and Unconscious Memory in Philosophy of Cognitive Science · Memory and Cognitive Science in Philosophy of Mind · *Familiarity *Human Information Storage *Memory *Recall (Learning) *Recognition (Learning) No versions found · Upload a copy of this work Papers currently archived: ...",
      "page_age": null
    },
    {
      "title": "Andreas Elpidorou, Reasoning About the Mark of the Cognitive: A Response to Adams and Garrison",
      "url": "https://philpapers.org/rec/ELPRAT",
      "philpapers_id": "ELPRAT",
      "snippet": "I critically examine Adams and Garrison’s proposed necessary condition for the mark of the cognitive (Adams and Garrison in Minds Mach 23(3):339–352, 2013). After a brief presentation of their position, I ...",
      "page_age": null
    },
    {
      "title": "Konrad Werner, Cognitive Confinement, Embodied Sense-Making, and the (De)Colonization of Knowledge",
      "url": "https://philpapers.org/rec/WERCCE",
      "philpapers_id": "WERCCE",
      "snippet": "This paper posits the concept of cognitive confinement as a useful tool for understanding the idea of decolonization of knowledge and the opposite notion of epistemic colonization. For the sake of...",
      "page_age": null
    },
    {
      "title": "L. B. Resnick, Shared cognition: thinking as social practice in: LB Resnick, JM Levine & SD Teasley",
      "url": "https://philpapers.org/rec/RESSCT",
      "philpapers_id": "RESSCT",
      "snippet": "Situated Learning in Communities of Practice. I LB Resnick, JM Levine och SD Teasley (red.).J. Lave - 1991 - In Lauren Resnick, Levine B., M. John, Stephanie Teasley &amp; D., Perspectives on Socially Shared Cognition.",
      "page_age": null
    }
  ],
  "count": 15,
  "errors": []
}
