{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "care ethics autonomy",
  "results": [
    {
      "title": "Marian A. Verkerk, The care perspective and autonomy",
      "url": "https://philpapers.org/rec/MARTCP-2",
      "philpapers_id": "MARTCP",
      "snippet": "In this article I wish to show ... discounting autonomy as a moral value altogether. In care ethics, a relational account of autonomy is developed instead....",
      "page_age": null
    },
    {
      "title": "Jean Keller, Autonomy, Relationality, and Feminist Ethics",
      "url": "https://philpapers.org/rec/JEAARA",
      "philpapers_id": "JEAARA",
      "snippet": "While care ethics has frequently been criticized for lacking an account of autonomy, this paper argues that care ethics&#x27; relational model of moral agency provides the basis for criticizing the philosophical ...",
      "page_age": null
    },
    {
      "title": "Elizabeth Newnham & Mavis Kirkham, Beyond autonomy: Care ethics for midwifery and the humanization of birth",
      "url": "https://philpapers.org/rec/NEWBAC-2",
      "philpapers_id": "NEWBAC",
      "snippet": "The bioethical principle of respect for a person’s bodily autonomy is central to biomedical and healthcare ethics. In this article, we argue that this concept of autonomy is often annulled in ...",
      "page_age": null
    },
    {
      "title": "Laura Davy, Between an ethic of care and an ethic of autonomy: Negotiating relational autonomy, disability, and dependency",
      "url": "https://philpapers.org/rec/DAVBAE-4",
      "philpapers_id": "DAVBAE",
      "snippet": "In this article I review the contested terrain of relationality, dependency and care within contemporary disability studies and feminist care theory. I begin and end with short personal nar...",
      "page_age": null
    },
    {
      "title": "George J. Agich, Autonomy and Long-Term Care",
      "url": "https://philpapers.org/rec/AGIAAL",
      "philpapers_id": "AGIAAL",
      "snippet": "The realities and myths of long-term ... work. The book defends the concept of autonomy, but argues that the standard view of autonomy as non-interference and independence has only a limited applicability for long term care...",
      "page_age": null
    },
    {
      "title": "Carlos Gómez-Vírseda, Yves de Maeseneer & Chris Gastmans, Relational autonomy in end-of-life care ethics: a contextualized approach to real-life complexities",
      "url": "https://philpapers.org/rec/GMERAI-2",
      "philpapers_id": "GMERAI",
      "snippet": "We first show that the complexities of autonomy as experienced by patients and caregivers in end-of-life practices are inadequately acknowledged. Second, we critically reflect on how engaging a notion of relational autonomy can be an adequate answer to addressing these complexities. Our proposal brings into dialogue different ethical perspectives and incorporates multidimensional, socially embedded, scalar, and temporal aspects of relational theories of autonomy.",
      "page_age": null
    },
    {
      "title": "John Paley, Virtues of autonomy: the Kantian ethics of care",
      "url": "https://philpapers.org/rec/PALVOA",
      "philpapers_id": "PALVOA",
      "snippet": "Irrespective of whether the ethics of care is grounded in gender, as with Gilligan and Noddings, or inscribed on Heidegger&#x27;s ontology, as with Benner, Kant remains the philosophical adversary, honouring reason rather than emotion, universality rather than context, and individual autonomy rather than interdependence.",
      "page_age": null
    },
    {
      "title": "Alfred I. Tauber, Patient Autonomy and the Ethics of Responsibility",
      "url": "https://philpapers.org/rec/TAUPAA",
      "philpapers_id": "TAUPAA",
      "snippet": "He analyzes the shifting conceptions of personhood underlying the doctor-patient relationship, offers a &quot;topology&quot; of autonomy, from Locke and Kant to Hume and Mill, and explores both philosophical and practical strategies for reconfiguring trust and autonomy. Framing the practicalities of the clinical encounter with moral reflections, Tauber calls for an ethical medicine in which facts and values are integrated and humane values are deliberately included in the program of care",
      "page_age": null
    },
    {
      "title": "Grace Clement, Care, autonomy, and justice: feminism and the ethic of care",
      "url": "https://philpapers.org/rec/CLECAA",
      "philpapers_id": "CLECAA",
      "snippet": "Readers will appreciate her generous ... the values of care and justice. Care, Autonomy, and Justice marks a major step forward in our understanding of feminist ethics....",
      "page_age": null
    },
    {
      "title": "John Paley Ma, Virtues of autonomy: The Kantian ethics of care",
      "url": "https://philpapers.org/rec/MAVOA",
      "philpapers_id": "MAVOA",
      "snippet": "Virtues of autonomy: the Kantian ethics of care.John Paley - 2002 - Nursing Philosophy 3 (2):133-143.",
      "page_age": null
    },
    {
      "title": "Sara T. Fry, The Role of Caring in a Theory of Nursing Ethics",
      "url": "https://philpapers.org/rec/FRYTRO-2",
      "philpapers_id": "FRYTRO",
      "snippet": "It argues that the value foundations of nursing ethics are located within the existential phenomenon of human caring within the nurse/patient relationship instead of in models of patient good or rights-based notions of autonomy as articulated in prominent theories of medical ethics.",
      "page_age": null
    },
    {
      "title": "Jukka Varelius, The Value of Autonomy in Medical Ethics",
      "url": "https://philpapers.org/rec/VARTVO-3",
      "philpapers_id": "VARTVO",
      "snippet": "This articles assesses the arguments that bioethicists have presented for the view that patient’ autonomy has value over and beyond its instrumental value in promoting the patients’ wellbeing. It argues that ...",
      "page_age": null
    },
    {
      "title": "Raanan Gillon & Ann Lloyd, Principles of Health Care Ethics",
      "url": "https://philpapers.org/rec/GILPOH",
      "philpapers_id": "GILPOH",
      "snippet": "Analyzes the moral problems confronting health care practitioners from a wide variety of perspectives, especially those connected by four major ethical principles--respect for autonomy, beneficence, non-maleficence and justice.",
      "page_age": null
    },
    {
      "title": "Virginia Held, The ethics of care",
      "url": "https://philpapers.org/rec/HELTEO",
      "philpapers_id": "HELTEO",
      "snippet": "It then examines the ethics of care’s recognition of human dependency and of the importance of responding to needs; its interpretation of the roles of emotion and reason in moral understanding; and its critique of liberal individualism and development of a conception of the person as relational.",
      "page_age": null
    },
    {
      "title": "Ann Marie Pooler, De-Romanticizing Care: A Critique of Care Ethics",
      "url": "https://philpapers.org/rec/POODCA",
      "philpapers_id": "POODCA",
      "snippet": "Care ethics view the self as in relation and moral conflict as conflicts in moral responsibilities grounded in particular relationships. A care orientation focuses on emotional engagement in the personal and particular. This is contrasted with the justice orientation in which selves are seen as autonomous rights-bearing individuals, moral conflicts as conflicts of rights, and moral reasoning as impersonal application of abstract principles and rules.",
      "page_age": null
    },
    {
      "title": "Virginia Held, The ethics of care: personal, political, and global",
      "url": "https://philpapers.org/rec/HELTEO-2",
      "philpapers_id": "HELTEO",
      "snippet": "Held examines what we mean by &quot;care,&quot; and what a caring person is like. Where other moral theories demand impartiality above all, the ethics of care understands the moral import of our ties to our families and groups.",
      "page_age": null
    },
    {
      "title": "Alberto Pirni, Maurizio Balistreri, Steven Umbrello, Marianna Capasso & Federica Merenda, Robot Care Ethics Between Autonomy and Vulnerability: Coupling Principles and Practices in Autonomous Systems for Care",
      "url": "https://philpapers.org/rec/PIRRCE",
      "philpapers_id": "PIRRCE",
      "snippet": "This paper starts by critically examining the existing approaches to the ethical design of care robots provided by Aimee van Wynsberghe, who relies on the work on the ethics of care by Joan Tronto. In doing so, it suggests an alternative to their non-principled approach, an alternative suited to tackling some of the issues raised by Tronto and van Wynsberghe, while allowing for the inclusion of two orientative principles. Our proposal centres on the principles of autonomy and vulnerability, whose joint adoption we deem able to constitute an original revision of a bottom-up approach in care ethics.",
      "page_age": null
    },
    {
      "title": "Ann A. Pang-White, Reconstructing modern ethics: Confucian care ethics",
      "url": "https://philpapers.org/rec/PANRME",
      "philpapers_id": "PANRME",
      "snippet": "Thanks to Carol Gilligan&#x27;s 1982 groundbreaking work, &#x27;In a Different Voice&#x27; , we now not only have virtue and communitarian ethicists, but also a group of feminist philosophers, charting a new direction for ethics that tempers modern ethics&#x27; obsession with autonomy, contractual rights, and abstract rules. Nel Noddings, in her &#x27;Caring: A Feminine Approach to Ethics and Moral Education&#x27;, further contributed to this important discussion. In this work, Noddings proposes a new kind of moral ideal. She calls it &quot;caring.&quot; Noddings defines &quot;caring,&quot; as a direct, felt concern and action from the one-caring toward the well-being of the cared-for.",
      "page_age": null
    },
    {
      "title": "Carolyn Ells, Matthew R. Hunt & Jane Chambers-Evans, Relational autonomy as an essential component of patient-centered care",
      "url": "https://philpapers.org/rec/ELLRAA-6",
      "philpapers_id": "ELLRAA",
      "snippet": "On Care Ethics Foundations of Medical Humanities Education.Yuanze Lin - 2007 - Philosophy and Culture 34 (9):61-86. Added to PP 2011-12-01 Downloads 170 (#175,119) 6 months 33 (#277,876) ... Establishing and Defining an Approach to Climate Conscious Clinical Medical Ethics.Andrew Hantel, Jonathan M. Marron &amp; Gregory A. Abel - 2025 - American Journal of Bioethics 25 (7):8-21. Relational autonomy in end-of-life care ethics: a contextualized approach to real-life complexities.Carlos Gómez-Vírseda, Yves de Maeseneer &amp; Chris Gastmans - 2020 - BMC Medical Ethics 21 (1):1-14.",
      "page_age": null
    }
  ],
  "count": 19,
  "errors": []
}
