{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "technology agency",
  "results": [
    {
      "title": "Peter-Paul Verbeek, What Things Do: Philosophical Reflections on Technology, Agency, and Design",
      "url": "https://philpapers.org/rec/VERWTD",
      "philpapers_id": "VERWTD",
      "snippet": "Peter-Paul Verbeek, what things do: Philosophical reflections on technology, agency and design.Katinka Waelbers - 2007 - Science and Engineering Ethics 13 (2):275-277.",
      "page_age": null
    },
    {
      "title": "Jenny Slatman & Marjolein Boer, The Mediated Breast: Technology, Agency, and Breast Cancer",
      "url": "https://philpapers.org/rec/SLATMB",
      "philpapers_id": "SLATMB",
      "snippet": "This empirical discussion is framed within the tradition of science and technology studies, philosophy of technological mediation and phenomenology of embodied agency as ‘I can/not’. This approach leads to the conclusions that women’s technologically mediated agencies range from being restricted to extended, take place on different bodily levels, within complex temporal structures, and are determined by certain socio-cultural contexts.",
      "page_age": null
    },
    {
      "title": "Larry A. Hickman, What Things Do: Philosophical Reflections on Technology, Agency, and Design (review)",
      "url": "https://philpapers.org/rec/LARWTD",
      "philpapers_id": "LARWTD",
      "snippet": "Technology and the Self.Peter-Paul Verbeek - 2005 - In What Things Do: Philosophical Reflections on Technology, Agency, and Design. University Park, USA: Pennsylvania State University Press.",
      "page_age": null
    },
    {
      "title": "Mark Thomas Young, How Artifacts Acquire Agency",
      "url": "https://philpapers.org/rec/YOUHAA",
      "philpapers_id": "YOUHAA",
      "snippet": "It is common to view the technologies that surround us as either tools or machines. This distinction is often understood to reflect a difference between kinds of technology: those which operate by human agency, and those which operate by their own, technological form of performative agency.",
      "page_age": null
    },
    {
      "title": "Marcia-Anne Dobres, Technology and social agency: outlining a practice framework for archaeology",
      "url": "https://philpapers.org/rec/DOBTAS",
      "philpapers_id": "DOBTAS",
      "snippet": "Material Agency: a Theoretical Framework for Ascribing Agency to Material Culture.Michael David Kirchhoff - 2009 - Techné: Research in Philosophy and Technology 13 (3):206-220.",
      "page_age": null
    },
    {
      "title": "Peter-Paul Verbeek, Let’s Make Things Better: A Reply to My Readers",
      "url": "https://philpapers.org/rec/VERLMT-2",
      "philpapers_id": "VERLMT",
      "snippet": "This article is a reply to the three reviews of my book What Things Do: Philosophical Reflections on Technology, Agency, and Design in this symposium. It discusses the remarks made by the reviewers along five lines. The first is methodological and concerns the question of how to develop a philosophical approach to technology.",
      "page_age": null
    },
    {
      "title": "Mireille Hildebrandt & Antoinette Rouvroy (eds.), Law, human agency, and autonomic computing: the philosophy of law meets the philosophy of technology",
      "url": "https://philpapers.org/rec/HILLHA",
      "philpapers_id": "HILLHA",
      "snippet": "How âe~distinctively humanâe(tm) will agency be in a world of autonomic computing? Or, alternatively, does autonomic computing merely disclose that we were never, in this sense, âe~humanâe(tm) anyway? A dialogue between philosophers of technology and philosophers of law, this book addresses ...",
      "page_age": null
    },
    {
      "title": "Albert Borgmann, Review of Peter-Paul Verbeek, _What Things Do: Philosophical Reflections on Technology, Agency, and Design_",
      "url": "https://philpapers.org/rec/BORROP",
      "philpapers_id": "BORROP",
      "snippet": "Subject to technology on autonomic computing and human autonomy.Peter-Paul Verbeek - 2011 - In Mireille Hildebrandt &amp; Antoinette Rouvroy (eds.), The Philosophy of Law Meets the Philosophy of Technology: Autonomic Computing and Transformations of Human Agency.",
      "page_age": null
    },
    {
      "title": "Ehsan Arzroomchilar & Daniel D. Novotný, Verbeek on the Moral Agency of Artifacts",
      "url": "https://philpapers.org/rec/ARZVOT-2",
      "philpapers_id": "ARZVOT",
      "snippet": "In contrast, he develops a view of moral agency that includes artefacts and that ascribes moral agency to human-technology hybrids rather than to humans as such. The goal of this paper is to elucidate Verbeek’s account of moral agency and evaluate it. We also deal with his views on post phenomenology and mediation underlying this account.",
      "page_age": null
    },
    {
      "title": "Robert Rosenberger, Multistability and the Agency of Mundane Artifacts: from Speed Bumps to Subway Benches",
      "url": "https://philpapers.org/rec/ROSMAT-10",
      "philpapers_id": "ROSMAT",
      "snippet": "A central question in philosophical and sociological accounts of technology is how the agency of technologies should be conceived, that is, how to understand their constitutive roles in the actions performed by assemblages of humans and artifacts. To address this question, I build on the suggestion that a helpful perspective can be gained by amalgamating “actor-network theory” and “postphenomenological” accounts.",
      "page_age": null
    },
    {
      "title": "Michael Madary, The Illusion of Agency in Human–Computer Interaction",
      "url": "https://philpapers.org/rec/MADTIO-21",
      "philpapers_id": "MADTIO",
      "snippet": "Human autonomy in the age of computer-mediated agency.Jos de Mul &amp; Bibi van den Berg - 2011 - In M. Hildebrandt &amp; Antoinette Rouvroy (eds.), The Philosophy of Law Meets the Philosophy of Technology: Autonomic Computing and Transformations of Human Agency.",
      "page_age": null
    },
    {
      "title": "Kenneth Einar Himma, Artificial agency, consciousness, and the criteria for moral agency: What properties must an artificial agent have to be a moral agent?",
      "url": "https://philpapers.org/rec/HIMAAC",
      "philpapers_id": "HIMAAC",
      "snippet": "Ethics and Information Technology 11 (1):19-29 (2009) Copy BIBTEX · In this essay, I describe and explain the standard accounts of agency, natural agency, artificial agency, and moral agency, as well as articulate what are widely taken to be the criteria for moral agency, supporting the contention that this is the standard account with citations from such widely used and respected professional resources as the Stanford Encyclopedia of Philosophy, Routledge Encyclopedia of Philosophy, and the Internet Encyclopedia of Philosophy.",
      "page_age": null
    },
    {
      "title": "Luciano Floridi, AI as Agency without Intelligence: On Artificial Intelligence as a New Form of Artificial Agency and the Multiple Realisability of Agency Thesis",
      "url": "https://philpapers.org/rec/FLOAAA-5",
      "philpapers_id": "FLOAAA",
      "snippet": "A metaphysical account of agency for technology governance.Sadjad Soltanzadeh - 2025 - AI and Society 40 (3).",
      "page_age": null
    },
    {
      "title": "F. Allan Hanson, Beyond the skin bag: On the moral responsibility of extended agencies",
      "url": "https://philpapers.org/rec/HANBTS",
      "philpapers_id": "HANBTS",
      "snippet": "If the moral responsibility for an act lies with the subject that carried it out, it follows that different concepts of the subject generate different views of moral responsibility. Some recent theorists have argued that actions are produced by composite, fluid subjects understood as extended agencies (cyborgs, actor networks).",
      "page_age": null
    },
    {
      "title": "Luciano Floridi, AI as Agency Without Intelligence: on ChatGPT, Large Language Models, and Other Generative Models",
      "url": "https://philpapers.org/rec/FLOAAA-4",
      "philpapers_id": "FLOAAA",
      "snippet": "Authorship and ChatGPT: a Conservative View.René van Woudenberg, Chris Ranalli &amp; Daniel Bracker - 2024 - Philosophy and Technology 37 (1):1-26. AI as Agency without Intelligence: On Artificial Intelligence as a New Form of Artificial Agency and the Multiple Realisability of Agency Thesis.Luciano Floridi - 2025 - Philosophy and Technology 38 (1):1-27.",
      "page_age": null
    },
    {
      "title": "Andrew Pickering, What Is Agency? A View from Science Studies and Cybernetics",
      "url": "https://philpapers.org/rec/PICWIA-2",
      "philpapers_id": "PICWIA",
      "snippet": "The first part of this essay relates a minimal and primordial concept of agency to be found in science and technology studies to an overall ontology of liveliness. The second part ...",
      "page_age": null
    },
    {
      "title": "James Mattingly & Beba Cibralic, Machine agency",
      "url": "https://philpapers.org/rec/MATMAO-6",
      "philpapers_id": "MATMAO",
      "snippet": "An accessible philosophy of technology textbook intended for interested students who don&#x27;t necessarily have a background in philosophy of science. ... Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server · Sign in / register and customize your OpenURL resolver ... Machine agency and representation.Beba Cibralic &amp; James Mattingly - 2024 - AI and Society 39 (1):345-352.",
      "page_age": null
    },
    {
      "title": "Antoinette Rouvroy, Technology, virtuality and Utopia : governmentality in an age of autonomic computing",
      "url": "https://philpapers.org/rec/ROUTVA",
      "philpapers_id": "ROUTVA",
      "snippet": "Introduction : a multifocal view of human agency in the era of autonomic computing.Mireille Hilderbrandt - 2011 - In Mireille Hildebrandt &amp; Antoinette Rouvroy, Law, human agency, and autonomic computing: the philosophy of law meets the philosophy of technology.",
      "page_age": null
    },
    {
      "title": "Deborah G. Johnson, Computer systems: Moral entities but not moral agents",
      "url": "https://philpapers.org/rec/JOHCSM",
      "philpapers_id": "JOHCSM",
      "snippet": "After discussing the distinction between artifacts and natural entities, and the distinction between artifacts and technology, the conditions of the traditional account of moral agency are identified. While computer system behavior meets four of the five conditions, it does not and cannot meet a key condition.",
      "page_age": null
    }
  ],
  "count": 19,
  "errors": []
}
