{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "extended mind",
  "results": [
    {
      "title": "Andy Clark & David J. Chalmers, The extended mind",
      "url": "https://philpapers.org/rec/CLATEM",
      "philpapers_id": "CLATEM",
      "snippet": "Others are impressed by arguments suggesting that the meaning of our words &quot;just ain&#x27;t in the head&quot;, and hold that this externalism about meaning carries over into an externalism about mind. We propose to pursue a third position. We advocate a very different sort of externalism: an _active externalism_, based on the active role of the environment in driving cognitive processes. ... Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server · Sign in / register and customize your OpenURL resolver ... The Extended Mind.Richard Menary (ed.)",
      "page_age": null
    },
    {
      "title": "Richard Menary (ed.), The Extended Mind",
      "url": "https://philpapers.org/rec/TEM",
      "philpapers_id": "TEM",
      "snippet": "Leading scholars respond to the famous proposition by Andy Clark and David Chalmers that cognition and mind are not located exclusively in the head",
      "page_age": null
    },
    {
      "title": "Gary Bartlett, Extended Cognition and the Extended Mind: Introduction",
      "url": "https://philpapers.org/rec/BARECA-11",
      "philpapers_id": "BARECA",
      "snippet": "The hypothesis that cognition, and the mind more generally, might extend beyond the margins of the body came to prominence in the 1990s. The most oft-cited source is Andy Clark and ...",
      "page_age": null
    },
    {
      "title": "Shaun Gallagher, The Extended Mind: State of the Question",
      "url": "https://philpapers.org/rec/GALTEM-2",
      "philpapers_id": "GALTEM",
      "snippet": "It has been twenty years since Clark and Chalmers published “The Extended Mind.” In the present article I review the development of the extended mind hypothesis across what some proponents have defined as three theoretical “waves.” From first‐wave extended mind theory, based on the parity principle, to second‐wave complementarity, to the third wave, characterized as an uneasy integration of predictive processing and enactivist dynamics, extended mind theorists have faced and solved a number of problems along the way.",
      "page_age": null
    },
    {
      "title": "Annie Murphy Paul, The extended mind: the power of thinking outside the brain",
      "url": "https://philpapers.org/rec/PAUTEM",
      "philpapers_id": "PAUTEM",
      "snippet": "A bold new book that proves our bodies and surroundings know more than our brains do.",
      "page_age": null
    },
    {
      "title": "Pii Telakivi, Extending the Extended Mind: From Cognition to Consciousness",
      "url": "https://philpapers.org/rec/TELETE",
      "philpapers_id": "TELETE",
      "snippet": "This book argues that conscious experience is sometimes extended outside the brain and body into certain kinds of environmental interaction and tool use. It shows that if one accepts that cognitive states can extend, one must also accept that ...",
      "page_age": null
    },
    {
      "title": "Georg Theiner, Onwards and Upwards with the Extended Mind: From Individual to Collective Epistemic Action",
      "url": "https://philpapers.org/rec/THEOAU",
      "philpapers_id": "THEOAU",
      "snippet": "Against the popular belief that the mind resides solely in the brain, advocates of the extended mind thesis defend the claim that a significant portion of human cognition literally extends beyond the brain into the body and a heterogeneous array of physical props, tools, and cultural techniques that are reliably present in the environment in which people grow, think, and act (Clark and Chalmers 1998; Clark 1997, 2003, 2008; Wilson 2004; Rowlands 1999, 2012; Menary 2007; Theiner 2011).",
      "page_age": null
    },
    {
      "title": "Mark Rowlands, The extended mind",
      "url": "https://philpapers.org/rec/ROWTEM",
      "philpapers_id": "ROWTEM",
      "snippet": "The extended mind is the thesis that some mental—typically cognitive—processes are partly composed of operations performed by cognizing organisms on the world around them. The operations in question are ones of manipulation, transformation, ...",
      "page_age": null
    },
    {
      "title": "Keith Harris, Whose (Extended) Mind Is It, Anyway?",
      "url": "https://philpapers.org/rec/HARWMI-3",
      "philpapers_id": "HARWMI",
      "snippet": "Presentations of the extended mind thesis are often ambiguous between two versions of that thesis. According to the first, the extension of mind consists in the supervenience base of human individuals’ mental states extending beyond the skull and into artifacts in the outside world.",
      "page_age": null
    },
    {
      "title": "Joel Krueger, Musical Worlds and the Extended Mind",
      "url": "https://philpapers.org/rec/KRUMWA",
      "philpapers_id": "KRUMWA",
      "snippet": "“4E” approaches in cognitive science see mind as embodied, embedded, enacted, and extended. They observe that we routinely “offload” part of our thinking onto body and world. Recently, 4E theorists have turned to music cognition: from work on music perception and musical emotions, to improvisation and music education.",
      "page_age": null
    },
    {
      "title": "Richard Menary, Cognitive integration, enculturated cognition and the socially extended mind",
      "url": "https://philpapers.org/rec/MENCIE",
      "philpapers_id": "MENCIE",
      "snippet": "I argue that there is one way in which Gallagher can argue for social extension, which is continuous with an enculturated model of cognition, such as cognitive integration. This way requires us to think of the mind as extended by social/cultural practices that are specifically targeted at cognitive tasks.",
      "page_age": null
    },
    {
      "title": "Andy Clark, The Extended Mind",
      "url": "https://philpapers.org/rec/CLAMRO",
      "philpapers_id": "CLAMRO",
      "snippet": "I also mention a possible alternative interpretation of the argument as a reductio of the very idea of the mind as an object of scientific study. This is an interesting proposal. ... Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server · Sign in / register and customize your OpenURL resolver ... Memento’s revenge: The extended mind, extended.Andy Clark - 2010 - In Richard Menary, The Extended Mind.",
      "page_age": null
    },
    {
      "title": "Robin Zebrowski, The Extended Mind",
      "url": "https://philpapers.org/rec/ZEBTEM",
      "philpapers_id": "ZEBTEM",
      "snippet": "Introduction: The extended mind in focus / Richard Menary The extended mind.Andy Clark &amp; David Chalmers - 2010 - In Richard Menary (ed.), The Extended Mind.",
      "page_age": null
    },
    {
      "title": "Andrea Lavazza & Mirko Farina, Mind embedded or extended: transhumanist and posthumanist reflections in support of the extended mind thesis",
      "url": "https://philpapers.org/rec/LAVMEO",
      "philpapers_id": "LAVMEO",
      "snippet": "The goal of this paper is to encourage participants in the debate about the locus of cognition (e.g., extended mind vs embedded mind) to turn their attention to noteworthy anthropological and sociological considerations typically (but not uniquely) arising from transhumanist and posthumanist research.",
      "page_age": null
    },
    {
      "title": "Colin Klein, Cognitive Systems and the Extended Mind",
      "url": "https://philpapers.org/rec/KLECSA-2",
      "philpapers_id": "KLECSA",
      "snippet": "Robert Rupert is well-known as a vigorous opponent of the hypothesis of extended cognition . His Cognitive Systems and the Extended Mind is a first-rate development of his &quot;systems-based&quot; approach to demarcating the mind. The results are impressive.",
      "page_age": null
    },
    {
      "title": "Miranda Anderson, The Renaissance Extended Mind",
      "url": "https://philpapers.org/rec/ANDTRE",
      "philpapers_id": "ANDTRE",
      "snippet": "The Renaissance Extended Mind explores the parallels and contrasts between current philosophical notions of the mind as extended across brain, body and world, and analogous notions in literary, philosophical and scientific texts circulating ...",
      "page_age": null
    },
    {
      "title": "Paul Smart, Shedding Light on the Extended Mind: HoloLens, Holograms, and Internet-Extended Knowledge",
      "url": "https://philpapers.org/rec/SMASLO",
      "philpapers_id": "SMASLO",
      "snippet": "The application of extended mind theory to the Internet and Web yields the possibility of Internet-extended knowledge—a form of extended knowledge that arises as a result of an individual&#x27;s interactions with ...",
      "page_age": null
    },
    {
      "title": "Tom Buller, Neurotechnology, Invasiveness and the Extended Mind",
      "url": "https://philpapers.org/rec/BULNIA",
      "philpapers_id": "BULNIA",
      "snippet": "Although it can be argued that cognitive processes and aspect of mind can extend beyond the skin-and-skull boundary as EM claims, it does not follow that the person is also extended beyond this boundary. The moral sense of person is closely related to the notion of person as a subject of experiences and this, in turn, is related to the sensory and somatosensory aspects of the body.",
      "page_age": null
    }
  ],
  "count": 18,
  "errors": []
}
