{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "meaningful work",
  "results": [
    {
      "title": "Andrea Veltman, Meaningful Work",
      "url": "https://philpapers.org/rec/VELMW",
      "philpapers_id": "VELMW",
      "snippet": "This book develops the view that meaningful work is central in human flourishing. The author defends a pluralistic account of what makes work meaningful, arguing that work can be meaningful in ...",
      "page_age": null
    },
    {
      "title": "Christopher Michaelson, A Normative Meaning of Meaningful Work",
      "url": "https://philpapers.org/rec/MICANM-2",
      "philpapers_id": "MICANM",
      "snippet": "The account of meaningful work advanced in this paper is inherently normative. It recognizes the relevance of subjective experience and social agreement to appraisals of meaningfulness but considers them conceptually incomplete and practically limited. According to this normative account, meaningful work should be meaningful to oneself and to others and is also meaningful independent of them.",
      "page_age": null
    },
    {
      "title": "Mike W. Martin, Meaningful work: rethinking professional ethics",
      "url": "https://philpapers.org/rec/MARMWR-2",
      "philpapers_id": "MARMWR",
      "snippet": "Martin challenges this &quot;consensus paradigm&quot; as he rethinks professional ethics to include personal commitments and ideals, of which many are not mandatory. Using specific examples from a wide range of professions, including medicine, law, high school teaching, journalism, engineering, and ministry, he explores how personal commitments motivate, guide, and give meaning to work.",
      "page_age": null
    },
    {
      "title": "Christopher Michaelson, Michael G. Pratt, Adam M. Grant & Craig P. Dunn, Meaningful Work: Connecting Business Ethics and Organization Studies",
      "url": "https://philpapers.org/rec/MICMWC",
      "philpapers_id": "MICMWC",
      "snippet": "In light of these benefits to employees and their organizations, organizational scholars are increasingly interested in understanding the factors that contribute to meaningful work, such as the design of jobs, interpersonal relationships, and organizational missions and cultures.",
      "page_age": null
    },
    {
      "title": "Norman E. Bowie, A Kantian theory of meaningful work",
      "url": "https://philpapers.org/rec/BOWAKT",
      "philpapers_id": "BOWAKT",
      "snippet": "Specifically, a Kantian would argue that work is meaningful if (1) it is freely entered into, (2) it allows the worker to exercise her autonomy and independence, (3) it enables the worker to develop her rational capacities, (4) it provides a wage sufficient for physical welfare, (5) it supports the moral development of employees and (6) it is not paternalistic.",
      "page_age": null
    },
    {
      "title": "Caleb Althorpe, Meaningful work, nonperfectionism, and reciprocity",
      "url": "https://philpapers.org/rec/ALTMWN",
      "philpapers_id": "ALTMWN",
      "snippet": "The paper offers an alternative reply by arguing that meaningful work, understood as a person-engaging social contribution, is intimately connected through reciprocity to the fundamental political idea of society as a system of cooperation between ...",
      "page_age": null
    },
    {
      "title": "Adrian J. Walsh, Meaningful Work as a Distributive Good",
      "url": "https://philpapers.org/rec/WALMWA",
      "philpapers_id": "WALMWA",
      "snippet": "Work is Meaningful if There are Good Reasons to do it: A Revisionary Conceptual Analysis of ‘Meaningful Work’.Jens Jørund Tyssedal - 2022 - Journal of Business Ethics 185 (3):533-544.",
      "page_age": null
    },
    {
      "title": "Willem van der Deijl, Meaningful Work",
      "url": "https://philpapers.org/rec/VANMWU-2",
      "philpapers_id": "VANMWU",
      "snippet": "This chapter surveys a number of important philosophical questions related to the value of work in the context of business ethics: what is good work, and what is dignified work? What is exploitation? And should our general attitude towards automation be positive, negative, or more nuanced? ... Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server · Sign in / register and customize your OpenURL resolver ... Two Concepts of Meaningful Work.Willem van der Deijl - forthcoming - Journal of Applied Philosophy.",
      "page_age": null
    },
    {
      "title": "Jeffrey Moriarty, Rawls, Self-Respect, and the Opportunity for Meaningful Work",
      "url": "https://philpapers.org/rec/MORRSA-2",
      "philpapers_id": "MORRSA",
      "snippet": "John Rawls says that one of the requirements for stability is “[s]ociety as an employer of last resort” (PLP, lix). He explains: “[t]he lack of . . . the opportunity for meaningful work and occupation is destructive . . . of citizens’ self-respect” (PLP, lix).",
      "page_age": null
    },
    {
      "title": "Richard J. Arneson, Meaningful Work and Market Socialism Revisited",
      "url": "https://philpapers.org/rec/ARNMWA-2",
      "philpapers_id": "ARNMWA",
      "snippet": "This comment argues against that judgment, on the ground that morally required perfectionism or paternalism or simple fairness to the worse off might demand such intervention. It is plausible to hold the good life includes meaningful work, and that what we fundamentally owe one another is a fair distribution of good quality of life.",
      "page_age": null
    },
    {
      "title": "Sarah Bankins & Paul Formosa, The Ethical Implications of Artificial Intelligence (AI) For Meaningful Work",
      "url": "https://philpapers.org/rec/BANTEI",
      "philpapers_id": "BANTEI",
      "snippet": "The increasing workplace use of artificially intelligent (AI) technologies has implications for the experience of meaningful human work. Meaningful work refers to the perception that one’s work has worth, significance, or a higher purpose.",
      "page_age": null
    },
    {
      "title": "Willem der Deijl, Two Concepts of Meaningful Work",
      "url": "https://philpapers.org/rec/DERTCO-17",
      "philpapers_id": "DERTCO",
      "snippet": "The concept of meaningful work is used to evaluate the quality of work. Typical cases of meaningless work that have been used to clarify this concept are assembly line work, and ...",
      "page_age": null
    },
    {
      "title": "Andrew Sayer, Contributive justice and meaningful work",
      "url": "https://philpapers.org/rec/SAYCJA",
      "philpapers_id": "SAYCJA",
      "snippet": "As Gomberg’s analysis of the concept of contributive justice in relation to equality of opportunity shows, as long as the more satisfying kinds of work are concentrated into a subset of jobs, rather than shared out among all jobs, then many workers will be denied the chance to have meaningful work and the recognition that goes with it.",
      "page_age": null
    },
    {
      "title": "Marjolein Lips-Wiersma & Lani Morris, Discriminating Between ‘Meaningful Work’ and the ‘Management of Meaning’",
      "url": "https://philpapers.org/rec/LIPDBM-3",
      "philpapers_id": "LIPDBM",
      "snippet": "Our findings contribute to current organizational scholarship and practice as they enable scholars to clearly distinguish &#x27;meaningful work&#x27; from &#x27;the management of meaning&#x27;, bring together the various sources of meaningful work in one framework and show their relationship with each other, clearly show the importance of engaging with both the inspiration towards the ideal as well as the often less than perfect self and the organizational reality in which meaning gets expressed and contribute to our understanding of how to engage individuals in conversations about meaningful work that are not prescriptive or exclusive, but that also show where meanings are commonly held.",
      "page_age": null
    },
    {
      "title": "Ron Beadle & Kelvin Knight, Virtue and Meaningful Work",
      "url": "https://philpapers.org/rec/BEAVAM",
      "philpapers_id": "BEAVAM",
      "snippet": "ABSTRACT:This article deploys Alasdair MacIntyre’s Aristotelian virtue ethics, in which meaningfulness is understood to supervene on human functioning, to bring empirical and ethical accounts of meaningful work into dialogue. Whereas empirical ...",
      "page_age": null
    },
    {
      "title": "Christopher Michaelson, Meaningful Work and Moral Worth",
      "url": "https://philpapers.org/rec/MICMWA",
      "philpapers_id": "MICMWA",
      "snippet": "In general, meaningful work has been conceived to be a matter of institutional obligation and individual choice. In other words, solong as the institution has fulfilled its objective moral obligation to ...",
      "page_age": null
    },
    {
      "title": "Rafeeq Hasan, Rawls on Meaningful Work and Freedom",
      "url": "https://philpapers.org/rec/HASROM",
      "philpapers_id": "HASROM",
      "snippet": "In this article, I criticize Rawls’s well-ordered society for failing to secure a right to meaningful work. I critically discuss five technical Rawlsian ideas: self-respect, social union, the difference principle, the ...",
      "page_age": null
    },
    {
      "title": "Samuel A. Mortimer, What Makes Work Meaningful?",
      "url": "https://philpapers.org/rec/MORWMW-4",
      "philpapers_id": "MORWMW",
      "snippet": "In this paper, I give a new, commitment-based account of meaningful work by focusing on the reasons people have to choose meaningful work over other options. I draw on philosopher Ruth Chang’s account of voluntarist reasons (reasons that arise from an act of the will) to argue that commitments can create distinctive reasons to pursue certain work.",
      "page_age": null
    },
    {
      "title": "Richard J. Arneson, Meaningful work and market socialism",
      "url": "https://philpapers.org/rec/ARNMWA",
      "philpapers_id": "ARNMWA",
      "snippet": "The Art of Work in Kant&#x27;s Critique of Judgment.Tyler Colby Re - forthcoming - Philosophers&#x27; Imprint. Conceptualising Meaningful Work as a Fundamental Human Need.Ruth Yeoman - 2014 - Journal of Business Ethics 125 (2):1-17.",
      "page_age": null
    }
  ],
  "count": 19,
  "errors": []
}
