{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "moral responsibility delegation",
  "results": [
    {
      "title": "Katinka Waelbers, Technological delegation: Responsibility for the unintended",
      "url": "https://philpapers.org/rec/WAETDR",
      "philpapers_id": "WAETDR",
      "snippet": "This article defends three interconnected premises that together demand for a new way of dealing with moral responsibility in developing and using technological artifacts. The first premise is that humans increasingly make use of dissociated technological delegation.",
      "page_age": null
    },
    {
      "title": "Gordana Dodig-Crnkovic, Gianfranco Basti & Tobias Holstein, Delegating Responsibilities to Intelligent Autonomous Systems: Challenges and Benefits",
      "url": "https://philpapers.org/rec/DODDRT",
      "philpapers_id": "DODDRT",
      "snippet": "As AI systems increasingly operate with autonomy and adaptability, the traditional boundaries of moral responsibility in techno-social systems are being challenged. This paper explores the evolving discourse on the delegation of responsibilities to intelligent autonomous agents and the ethical implications of such practices.",
      "page_age": null
    },
    {
      "title": "Rita Mota & Alan D. Morrison, Mapping the Contours of Blame: An Account of the Moral Boundaries of Organizations",
      "url": "https://philpapers.org/rec/MOTMTC-2",
      "philpapers_id": "MOTMTC",
      "snippet": "Our article contributes to the literature by conceptualizing the distinction between organizations as subjects and organizations as objects, and so clarifying the distinction between legal and moral boundaries; by recentering the discussion of boundaries on organizational actions rather than on contingent institutional features; and by adding nuance to the assignment of moral responsibility in complex organizational networks and in situations where one corporate moral agent depends upon another for its existence.",
      "page_age": null
    },
    {
      "title": "Roger Brownsword, Autonomy, delegation and responsibility: agents in autonomic computing environments",
      "url": "https://philpapers.org/rec/BROADA-2",
      "philpapers_id": "BROADA",
      "snippet": "Technological delegation: Responsibility for the unintended.Katinka Waelbers - 2009 - Science and Engineering Ethics 15 (1):51-68.",
      "page_age": null
    },
    {
      "title": "Marion Smiley, Moral Responsibility and the Boundaries of Community: Power and Accountability from a Pragmatic Point of View",
      "url": "https://philpapers.org/rec/SMIMRA-12",
      "philpapers_id": "SMIMRA",
      "snippet": "By developing a pragmatic conception of moral responsibility, this work illustrates both how moral philosophy can enhance our understanding of social and political practices and why reflection on these practices is necessary to the reconstruction of our moral concepts.",
      "page_age": null
    },
    {
      "title": "Andrew Eshleman, Moral responsibility",
      "url": "https://philpapers.org/rec/ESHMR",
      "philpapers_id": "ESHMR",
      "snippet": "For example, one who encounters a car accident may be regarded as worthy of praise for having saved a child from inside the burning car, or alternatively, one may be regarded as worthy of blame for not having used one&#x27;s mobile phone to call for help. To regard such agents as worthy of one of these reactions is to ascribe moral responsibility to them on the basis of what they have done or left undone.",
      "page_age": null
    },
    {
      "title": "Andrew C. Khoury, The objects of moral responsibility",
      "url": "https://philpapers.org/rec/KHOTOO",
      "philpapers_id": "KHOTOO",
      "snippet": "It typically taken for granted that agents can be morally responsible for such things as, for example, the death of the victim and the capture of the murderer in the sense that one may be blameworthy or praiseworthy for such things. The primary task of a theory of moral responsibility, it is thought, is to specify the appropriate relationship one must stand to such things in order to be morally responsible for them.",
      "page_age": null
    },
    {
      "title": "John Martin Fischer & Mark Ravizza, Responsibility and Control: A Theory of Moral Responsibility",
      "url": "https://philpapers.org/rec/FISRAC-3",
      "philpapers_id": "FISRAC",
      "snippet": "The leading idea in the book is that moral responsibility is based on &#x27;guidance control&#x27;. This control has two components: the mechanism that issues in the relevant behavior must be the agent&#x27;s own mechanism, and it must be appropriately responsive ...",
      "page_age": null
    },
    {
      "title": "Gordon Pettit, Conditions of Moral Responsibility",
      "url": "https://philpapers.org/rec/PETCOM",
      "philpapers_id": "PETCOM",
      "snippet": "The conditions of moral responsibility include having the right kind and amount of control over actions, events or states of affairs that are morally significant. Both metaphysical issues and normative concerns ...",
      "page_age": null
    },
    {
      "title": "J. Angelo Corlett, Collective moral responsibility",
      "url": "https://philpapers.org/rec/CORCMR",
      "philpapers_id": "CORCMR",
      "snippet": "The collectivist approach to collective moral responsibility.Seumas Miller &amp; Pekka Makela - 2005 - Metaphilosophy 36 (5):634-651.",
      "page_age": null
    },
    {
      "title": "J. Y. Lee, Framing gestation: assistance, delegation, and beyond",
      "url": "https://philpapers.org/rec/YLEFGA",
      "philpapers_id": "YLEFGA",
      "snippet": "Chloe Romanis claims that legal and social issues about attribution of parenthood and the importance that might be placed on information about gestational origins affect all forms of AGTs.1 I take it ethical ambiguities arise because the relationship between who gestates, genetic relatedness to the prospective child, and claims to legal/moral parental responsibility can be disrupted or made ambivalent with the involvement of third-party support.",
      "page_age": null
    },
    {
      "title": "Huzeyfe Demirtas, Moral Responsibility is Not Proportionate to Causal Responsibility",
      "url": "https://philpapers.org/rec/DEMMRI",
      "philpapers_id": "DEMMRI",
      "snippet": "It seems intuitive to think that if you contribute more to an outcome, you should be more morally responsible for it. Some philosophers think this is correct. They accept the thesis ...",
      "page_age": null
    },
    {
      "title": "Marina Oshana, Moral Accountability",
      "url": "https://philpapers.org/rec/OSHMA",
      "philpapers_id": "OSHMA",
      "snippet": "Accountability demands that a person be a moral interlocutor; being a moral interlocutor requires that a person is alert to moral reasons in favor of or against the behavior in question and requires that a person is a discursive partner. So understood, ascriptions of responsibility may be characterized as resting on some version of a contractualist theory of morality, where one mark of fitness for membership in the community of moral agents is an ability to adjust one’s behavior in keeping with norms that others could not reasonably reject.",
      "page_age": null
    },
    {
      "title": "Harry G. Frankfurt, Alternate Possibilities and Moral Responsibility",
      "url": "https://philpapers.org/rec/FRAAPA-8",
      "philpapers_id": "FRAAPA",
      "snippet": "The author considers situations in which there are sufficient conditions for a certain choice or action to be performed by someone, So that it is impossible for the person to choose or to do otherwise, But in which these conditions do not in any way bring it about that the person chooses or acts as he does. In such situations the person may well be morally responsible for what he chooses or does despite his inability to choose or to do otherwise.",
      "page_age": null
    },
    {
      "title": "Fernando Rudy-Hiller, The moral psychology of moral responsibility",
      "url": "https://philpapers.org/rec/RUDTMP-2",
      "philpapers_id": "RUDTMP",
      "snippet": "These are self-expression views, which maintain that responsible agency is essentially about being able to express one&#x27;s practical stance or moral orientation in conduct; and reasons-responsiveness views, according to which responsible agency requires a suite of powers that make their possessors capable of detecting and responding apppropriately to the moral considerations against their conduct (in the case of wrong actions).",
      "page_age": null
    },
    {
      "title": "Angela Smith, Control, responsibility, and moral assessment",
      "url": "https://philpapers.org/rec/SMICRA",
      "philpapers_id": "SMICRA",
      "snippet": "My aim in this paper is to try to respond to this challenge, by clarifying the kind of robust moral assessments I take to be licensed by (at least some) non-volitional accounts of responsibility and by explaining why these assessments do not in general require the agent to have voluntary control over everything for which she is held responsible.",
      "page_age": null
    },
    {
      "title": "G. E. M. Anscombe, The Role and Responsibility of the Moral Philosopher",
      "url": "https://philpapers.org/rec/ANSTRA-2",
      "philpapers_id": "ANSTRA",
      "snippet": "The Role and Responsibility of the Moral Philosopher.R. J. Connelly - 1982 - Proceedings of the American Catholic Philosophical Association 56:154-161. Technological delegation: Responsibility for the unintended.Katinka Waelbers - 2009 - Science and Engineering Ethics 15 (1):51-68.",
      "page_age": null
    },
    {
      "title": "Filippos Stamatiou, Two faces of control for moral responsibility",
      "url": "https://philpapers.org/rec/STATFO-22",
      "philpapers_id": "STATFO",
      "snippet": "Control is typically accepted as a necessary condition for moral responsibility. Thus, humans are morally responsible for their actions only if we can realise the right kind of control. Are there good reasons to think that humans can psychologically realise control?",
      "page_age": null
    }
  ],
  "count": 18,
  "errors": []
}
