{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "self-authorship",
  "results": [
    {
      "title": "Ryan W. Davis, Self‐Authorship and the Claim Against Interference",
      "url": "https://philpapers.org/rec/DAVSAT-27",
      "philpapers_id": "DAVSAT",
      "snippet": "The upshot is that ordinary persons have a more general and less variable right against interference than is often supposed. Self‐authorship can also help appreciate the sense in which the value of persons may be characterized as ‘self‐existent’.",
      "page_age": null
    },
    {
      "title": "Konstantinos Kalliris, Self-Authorship, Well-being and Paternalism",
      "url": "https://philpapers.org/rec/KALSWA-2",
      "philpapers_id": "KALSWA",
      "snippet": "So, every paternalist must meet two challenges: paternalism must be justifiable as a restriction of autonomy as well as effective in terms of well-being. In this essay, I argue that the ‘autonomy’ restricted by paternalism is a Razian brand of free self-authorship and that the ‘good’ protected is captured by Martha Nussbaum&#x27;s account of personal well-being.",
      "page_age": null
    },
    {
      "title": "Joseph Raz, When we are ourselves",
      "url": "https://philpapers.org/rec/RAZWWA",
      "philpapers_id": "RAZWWA",
      "snippet": "XIII—Self‐Knowledge, Transparency, and Self‐Authorship.Sacha Golob - 2015 - Proceedings of the Aristotelian Society 115 (3pt3):235-253.",
      "page_age": null
    },
    {
      "title": "Leslie Alison Howe, Kierkegaard's Critique of Ethics",
      "url": "https://philpapers.org/rec/HOWKCO",
      "philpapers_id": "HOWKCO",
      "snippet": "The pseudonymous works form intervals in a progressive development throughout the authorship toward a deepening consciousness of the nature of the human self, particularly in its religious dimension, which development is mirrored, and then extended, in the acknowledged works, until the relation to Christianity becomes explicit.",
      "page_age": null
    },
    {
      "title": "Mark C. Taylor, Kierkegaard's pseudonymous authorship: a study of time and the self",
      "url": "https://philpapers.org/rec/TAYKPA",
      "philpapers_id": "TAYKPA",
      "snippet": "Kierkegaard&#x27;s Pseudonymous Authorship: A Study of Time and the Self. By Mark C. Taylor. Princeton: Princeton University Press, 1975. Pp. xiv, 391. $18.50. [REVIEW]Louis J.",
      "page_age": null
    },
    {
      "title": "Louis J. Shein, Kierkegaard's Pseudonymous Authorship: A Study of Time and the Self. By Mark C. Taylor. Princeton: Princeton University Press, 1975. Pp. xiv, 391. $18.50",
      "url": "https://philpapers.org/rec/SHEKPA-2",
      "philpapers_id": "SHEKPA",
      "snippet": "&quot;Kierkegaard&#x27;s Pseudonymous Authorship: A Study of Time and the Self,&quot; by Mark C. Taylor. [REVIEW]James L.",
      "page_age": null
    },
    {
      "title": "Judith Pascoe, Romantic Theatricality: Gender, Poetry, and Spectatorship",
      "url": "https://philpapers.org/rec/PASRTG-4",
      "philpapers_id": "PASRTG",
      "snippet": "New forms of self-representation and dramatization arose as a result of that synthesis. ... Wordsworth, William Robinson, Mary English poetry Feminism and literature Women and literature Authors and readers Romanticism Performing arts in literature Authorship Self in literature",
      "page_age": null
    },
    {
      "title": "Elise Smith, “Technical” Contributors and Authorship Distribution in Health Science",
      "url": "https://philpapers.org/rec/SMITCA-28",
      "philpapers_id": "SMITCA",
      "snippet": "I make use of Pierre Bourdieu’s conceptual work to demonstrate how the power dynamics at play in academia make it very challenging to change the habitual state or “habitus”. To counter this, I argue that we must reconceive technical contributions to not be a priori less important based on its nature when assigning roles and opportunities leading to authorship.",
      "page_age": null
    },
    {
      "title": "Mario Biagioli & Peter Galison, Scientific Authorship: Credit and Intellectual Property in Science",
      "url": "https://philpapers.org/rec/BIASAC",
      "philpapers_id": "BIASAC",
      "snippet": "The authorship list in science: Junior physicists&#x27; perceptions of who appears and why.",
      "page_age": null
    },
    {
      "title": "John P. Walsh & Sahra Jabbehdari, Authorship Norms and Project Structures in Science",
      "url": "https://philpapers.org/rec/WALANA-3",
      "philpapers_id": "WALANA",
      "snippet": "We find there are generally fewer specialist authors among highly cited papers and more graduate student nonauthor collaborators in single location projects. The results suggest authorship practices vary across fields, and by project characteristics, complicating the use of authorship lists as a basis for evaluation.",
      "page_age": null
    },
    {
      "title": "No Authorship Indicated, Review of Jerome Bruner: Language, culture, self",
      "url": "https://philpapers.org/rec/NOAROJ",
      "philpapers_id": "NOAROJ",
      "snippet": "Jerome Bruner: Language, Culture, Self.David Bakhurst &amp; Stuart G.",
      "page_age": null
    }
  ],
  "count": 11,
  "errors": []
}
