{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "relational autonomy",
  "results": [
    {
      "title": "Catriona Mackenzie & Natalie Stoljar (eds.), Relational Autonomy: Feminist Perspectives on Autonomy, Agency, and the Social Self",
      "url": "https://philpapers.org/rec/MACRAF",
      "philpapers_id": "MACRAF",
      "snippet": "This collection of original essays explores the social and relational dimensions of individual autonomy. Rejecting the feminist charge that autonomy is inherently masculinist, the contributors draw on feminist critiques of autonomy ...",
      "page_age": null
    },
    {
      "title": "Andrea C. Westlund, Rethinking Relational Autonomy",
      "url": "https://philpapers.org/rec/WESRRA-2",
      "philpapers_id": "WESRRA",
      "snippet": "I argue that autonomy is constitutively relational, but not in a way that implies perfectionism: autonomy depends on a dialogical disposition to hold oneself answerable to external, critical perspectives on one&#x27;s action-guiding commitments.",
      "page_age": null
    },
    {
      "title": "L. Kall & K. Zeiler, Bodily Relational Autonomy",
      "url": "https://philpapers.org/rec/KALBRA",
      "philpapers_id": "KALBRA",
      "snippet": "This article contributes to the critical interrogation of selfhood, autonomy, and autonomous decision making by combining a feminist focus on relational dimensions of selfhood and autonomy with phenomenological philosophy of the embodied self as being-in-the-world.",
      "page_age": null
    },
    {
      "title": "Heidi M. Ravven, Spinoza's path from imaginative transindividuality to intuitive relational autonomy : from fusion, confusion and fragmentation to moral integrity",
      "url": "https://philpapers.org/rec/RAVSPF",
      "philpapers_id": "RAVSPF",
      "snippet": "Epistemic autonomy in Descartes, Spinoza and Kant : the value of thinking for oneself.Ursula Renz - 2019 - In Aurelia Armstrong, Keith Green &amp; Andrea Sangiacomo, Spinoza and Relational Autonomy: Being with Others. Edinburgh: Edinburgh University Press.",
      "page_age": null
    },
    {
      "title": "Carolyn McLeod & Susan Sherwin, Relational Autonomy, Self-Trust, and Health Care for Patients Who Are Oppressed",
      "url": "https://philpapers.org/rec/MCLRAS",
      "philpapers_id": "MCLRAS",
      "snippet": "Autonomy and interdependence: quandaries in genetic decision-making.Anne Donchin - 2000 - In Catriona Mackenzie &amp; Natalie Stoljar, Relational Autonomy: Feminist Perspectives on Autonomy, Agency, and the Social Self.",
      "page_age": null
    },
    {
      "title": "Danielle M. Wenner, Nondomination and the Limits of Relational Autonomy",
      "url": "https://philpapers.org/rec/WENNAT",
      "philpapers_id": "WENNAT",
      "snippet": "Relational autonomy theorists attempt to accommodate social embeddedness within a conception of autonomy. These attempts are conceptually messy, at best, and category errors, at worst. Rejecting the liberal conception of autonomy ...",
      "page_age": null
    },
    {
      "title": "Aurelia Armstrong, Keith Green & Andrea Sangiacomo (eds.), Spinoza and Relational Autonomy: Being with Others",
      "url": "https://philpapers.org/rec/ASASAR",
      "philpapers_id": "ASASAR",
      "snippet": "By offering a relational understanding of the nature of individuals centred on the role played by emotions, Spinoza offers not only historical roots for contemporary debates but also broadens the current discussion. At the same time, reading Spinoza as a theorist of relational autonomy underscores the consistency of his overall metaphysical, ethical and political project, which has been clouded by the standard rationalist interpretation of his works.",
      "page_age": null
    },
    {
      "title": "Jennifer A. H. Bell, Relational Autonomy as a Theoretical Lens for Qualitative Health Research",
      "url": "https://philpapers.org/rec/BELRAA-4",
      "philpapers_id": "BELRAA",
      "snippet": "This paper draws upon my experience conducting bioethics research related to clinical trial decision-making to develop a systematic method for applying relational autonomy as a theoretical lens to qualitative health research.",
      "page_age": null
    },
    {
      "title": "Sábëlo Mhlambi & Simona Tiribelli, Decolonizing AI Ethics: Relational Autonomy as a Means to Counter AI Harms",
      "url": "https://philpapers.org/rec/MHLDAE",
      "philpapers_id": "MHLDAE",
      "snippet": "In particular, we claim that the adherence to such principle, as currently formalized, does not only fail to address many ways in which people’s autonomy can be violated, but also to grasp a broader range of AI-empowered harms profoundly tied to the legacy of colonization, and which particularly affect the already marginalized and most vulnerable on a global scale. To counter such a phenomenon, we advocate for the need of a relational turn in AI ethics, starting from a relational rethinking of the AI ethics principle of autonomy that we propose by drawing on theories on relational autonomy developed both in moral philosophy and Ubuntu ethics.",
      "page_age": null
    },
    {
      "title": "Holger Baumann, Reconsidering Relational Autonomy. Personal Autonomy for Socially Embedded and Temporally Extended Selves",
      "url": "https://philpapers.org/rec/BAURRA",
      "philpapers_id": "BAURRA",
      "snippet": "Two kinds of conceptualizing social conditions are traditionally distinguished in this regard: Causally relational accounts hold that certain relationships and social environments play a causal role for the development and on-going exercise of autonomy. Constitutively relational accounts, by contrast, claim that autonomy is at least partly constituted by a person’s social environment or standing.",
      "page_age": null
    },
    {
      "title": "Catriona Mackenzie, The Importance of Relational Autonomy and Capabilities for an Ethics of Vulnerability",
      "url": "https://philpapers.org/rec/MACTIO-23",
      "philpapers_id": "MACTIO",
      "snippet": "Social Media and its Negative Impacts on Autonomy.Siavosh Sahebi &amp; Paul Formosa - 2022 - Philosophy and Technology 35 (3):1-24.",
      "page_age": null
    },
    {
      "title": "James Humphries, Defending Relational Autonomy",
      "url": "https://philpapers.org/rec/HUMDRA-2",
      "philpapers_id": "HUMDRA",
      "snippet": "New York: Routledge) are often thought to be distinctively vulnerable to paternalist and perfectionist objections, as well as implying in a troublesome and/or implausible way that many of us are much less autonomous than is standardly thought. I argue that although constitutively relational accounts are indeed perfectionist, they are so in such a “thin” way that we should not be concerned by it; that they are not paternalist (and indeed are necessarily hostile to the sorts of power relations necessary for paternalism); and that the charge that relational accounts demand an unattractively high bar for autonomy is misdirected – we really do lack autonomy in perhaps surprising but plausible ways and for the account to imply this is a problem for the world rather than the theory.",
      "page_age": null
    },
    {
      "title": "Natalie Stoljar, Relational Autonomy and Perfectionism",
      "url": "https://philpapers.org/rec/STORAA-7",
      "philpapers_id": "STORAA",
      "snippet": "Joseph Raz’s The Morality of Freedom is well known for defending both a perfectionist form of liberalism and an ‘externalist’ conception of autonomy. John Christman proposes that there is a logical connection between the two theses and argues that externalist accounts of autonomy should be rejected on the basis that they are perfectionist.",
      "page_age": null
    },
    {
      "title": "Carlos Gómez-Vírseda, Yves de Maeseneer & Chris Gastmans, Relational autonomy in end-of-life care ethics: a contextualized approach to real-life complexities",
      "url": "https://philpapers.org/rec/GMERAI-2",
      "philpapers_id": "GMERAI",
      "snippet": "However, relational autonomy in end-of-life care is far from being clearly conceptualized or practically operationalized.Main bodyHere, we develop a relational account of autonomy in end-of-life care, one based on a dialogue between lived reality and conceptual thinking.",
      "page_age": null
    },
    {
      "title": "Serene J. Khader, The Feminist Case Against Relational Autonomy",
      "url": "https://philpapers.org/rec/KHATFC",
      "philpapers_id": "KHATFC",
      "snippet": "Moreover, conceptions of autonomy that make idealized social conditions a requirement of autonomy yield the conclusion that oppressed agents are appropriate objects of paternalism. ... Serene J. Khader ... Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server · Sign in / register and customize your OpenURL resolver ... Relational autonomy and paternalistic interventions.Jules Holroyd - 2009 - Res Publica 15 (4):321-336.",
      "page_age": null
    },
    {
      "title": "N. Stoljar, Informed Consent and Relational Conceptions of Autonomy",
      "url": "https://philpapers.org/rec/STOICA-2",
      "philpapers_id": "STOICA",
      "snippet": "Relational conceptions of autonomy, which have become prominent in the contemporary literature, draw on themes in the thought of Charles Taylor. I first identify four themes in Taylor&#x27;s work that together constitute a picture of human agency corresponding to the notion of agency implicit in relational accounts of autonomy.",
      "page_age": null
    },
    {
      "title": "Mary Jean Walker & Catriona Mackenzie, Neurotechnologies, Relational Autonomy, and Authenticity",
      "url": "https://philpapers.org/rec/WALNRA",
      "philpapers_id": "WALNRA",
      "snippet": "Imagining oneself otherwise.Catriona Mackenzie - 2000 - In Catriona Mackenzie &amp; Natalie Stoljar (eds.), Relational Autonomy: Feminist Perspectives on Autonomy, Agency, and the Social Self.",
      "page_age": null
    },
    {
      "title": "Gerard P. Alolod, Diana C. Litsas & Laura A. Siminoff, Reconsidering autonomy: Asian Americans’ use of relational autonomy in organ donation decisions",
      "url": "https://philpapers.org/rec/ALORAA",
      "philpapers_id": "ALORAA",
      "snippet": "Background As cultural contexts have gained increasing relevance in medical decision-making, the current mainstream definition of autonomy is insufficient. A viable alternative framework, relational autonomy posits that agents’ actions are influenced by and embedded in society and culture rather than occurring in isolation.",
      "page_age": null
    },
    {
      "title": "Jules Holroyd, Relational autonomy and paternalistic interventions",
      "url": "https://philpapers.org/rec/HOLRAA",
      "philpapers_id": "HOLRAA",
      "snippet": "Relational conceptions of autonomy attempt to take into account the social aspects of autonomous agency. Those views that incorporate not merely causally, but constitutively necessary relational conditions, incorporate a condition that ...",
      "page_age": null
    },
    {
      "title": "Anna Gotlib, Commentary on \"Neurotechnologies, Relational Autonomy, and Authenticity\"",
      "url": "https://philpapers.org/rec/GOTCON",
      "philpapers_id": "GOTCON",
      "snippet": "Instead, they suggest that, although authenticity is a condition for self-governance, autonomy itself is the more helpful way to frame current debates about neurotechnologies.The goals of their... ... Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server · Sign in / register and customize your OpenURL resolver ... Commentary on &quot;Neurotechnologies, Relational Autonomy, and Authenticity&quot;.Marya Schechtman - 2020 - International Journal of Feminist Approaches to Bioethics 13 (1):129-133.",
      "page_age": null
    }
  ],
  "count": 20,
  "errors": []
}
