{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "alienation Marx labor",
  "results": [
    {
      "title": "Pascal Brixel, The Unity of Marx’s Concept of Alienated Labor",
      "url": "https://philpapers.org/rec/BRITUO-5",
      "philpapers_id": "BRITUO",
      "snippet": "Marx says of alienated labor that it does not “belong” to the worker, that it issues in a product that does not belong to her, and that it is unfulfilling, unfree, egoistically motivated, and inhuman.",
      "page_age": null
    },
    {
      "title": "Xiufen Lu, A Critical Examination of the Marxist Theory of Alienation",
      "url": "https://philpapers.org/rec/LUACE",
      "philpapers_id": "LUACE",
      "snippet": ";My analyses of the political alienation caused by the effects of Mao&#x27;s ideology and the economic alienation caused by the state&#x27;s control of labor are intended to show the inadequacy of classical Marxist theory in accounting for the realities of not only Mao&#x27;s regime but of all modern socialist regimes.",
      "page_age": null
    },
    {
      "title": "Kyle Scott, Unalienated labor as cooperative self‐determination: Aristotle and Marx",
      "url": "https://philpapers.org/rec/SCOULA",
      "philpapers_id": "SCOULA",
      "snippet": "In this paper, I offer an original interpretation of Marx&#x27;s conception of unalienated labor, which I frame as a response to Aristotle&#x27;s view of work, or technē. Both Aristotle and Marx ...",
      "page_age": null
    },
    {
      "title": "Cao Tianyu, A Brief Discussion of Marx's Theory of Alienation",
      "url": "https://philpapers.org/rec/TIAABD-2",
      "philpapers_id": "TIAABD",
      "snippet": "In the article &quot;A Few Problems Regarding the Theory of Man&quot; , Comrade Huang Tongsen argued that Marx&#x27;s theory of alienation 1) &quot;comprehends the essence of man&quot; from &quot;the starting point of individual person&quot; or &quot;isolated, abstract individual&quot;; 2) &quot;turns upside down the true relationship between alienated labor and private ownership&quot; and &quot;sums up the problem of economic system as the alienation of man&#x27;s essence&quot;; and 3) ascribes the driving force behind alienation and sublation to &quot;the requirement of the negation of negation.&quot;",
      "page_age": null
    },
    {
      "title": "Amy E. Wendling, Karl Marx on technology and alienation",
      "url": "https://philpapers.org/rec/WENKMO",
      "philpapers_id": "WENKMO",
      "snippet": "Introduction -- Karl Marx&#x27;s concept of alienation -- Objectification, alienation, and estrangement -- Other origins of alienation and objectification -- Marx&#x27;s account of alienation : from early to late -- The alienated object of production : commodity fetishism -- The alienated means of production : machine fetishism -- Machines and the transformation of work -- Marx&#x27;s energeticist turn -- The first law of thermodynamics -- From arbeit to arbeitskraft -- The second law of thermodynamics -- Machines in the communist future -- Technology and the boundaries of nature -- Material wealth and value",
      "page_age": null
    },
    {
      "title": "祝嘉慧, Brief Analysis of Digital Labor Alienation from the Perspective of Marx’s “Alienated Labor”",
      "url": "https://philpapers.org/rec/BAOZNY",
      "philpapers_id": "BAOZNY",
      "snippet": "The Theories of Labor of Karl Marx and Herbert Marcuse.Alan Brady Conrath - 1983 - Dissertation, Vanderbilt University · The Representation of the Reality of Digital Technology Alienation and Its Dissolution Path—Based on Marx’s Perspective on Technological Alienation.",
      "page_age": null
    },
    {
      "title": "Craig A. Conly, Alienation, sociality, and the division of labor: Contradictions in Marx's ideal of \"social man\"",
      "url": "https://philpapers.org/rec/CONASA",
      "philpapers_id": "CONASA",
      "snippet": "Rationality and social labor in Marx.Elias L. Khalil - 1990 - Critical Review: A Journal of Politics and Society 4 (1-2):239-265. Alienation in the “Cashless Society”.Barry L.",
      "page_age": null
    },
    {
      "title": "月灵 甘, Reconstructing Marx’s Moral Philosophy: The Ethical Turn from the Critique of Alienation to Human Emancipation",
      "url": "https://philpapers.org/rec/RMMTSY",
      "philpapers_id": "RMMTSY",
      "snippet": "An Examination of Marx’s “Human Emancipation” from the Perspective of Labor.玉婷 陈 - 2023 - Advances in Philosophy 12 (12):2579-2586. Critique of Digital Capitalism: Labor Alienation and the Return of Human Freedom—A Study Based on Marx’s Alienated Labor Theory.承君 段 - 2025 ...",
      "page_age": null
    },
    {
      "title": "Mario Sáenz, Living Labor in Marx",
      "url": "https://philpapers.org/rec/SENLLI",
      "philpapers_id": "SENLLI",
      "snippet": "Through a critique of the formalism that opened space for Marx’s economic writings, I explore living labor, not only as alienated within the capital–laborrelation, but as an absolute, metahistorical exteriority.",
      "page_age": null
    },
    {
      "title": "Daniel Brudney, The Young Marx and the Middle‐Aged Rawls",
      "url": "https://philpapers.org/rec/BRUTYM",
      "philpapers_id": "BRUTYM",
      "snippet": "Eventually, the discussion returns to the standard criticism, casting it as a difference in the writers’ conceptions of “alienation.” The 1844 Marx condemns capitalism for its deep and multiform alienation of labor but misses the fact ...",
      "page_age": null
    },
    {
      "title": "Philip J. Kain, Marx, Housework, and Alienation",
      "url": "https://philpapers.org/rec/KAIMHA",
      "philpapers_id": "KAIMHA",
      "snippet": "I argue that Marx gives us the categories that allow us to see why housework and child care can be both a paradigm of unalienated labor and also involve the greatest oppression. In developing this argument, a distinction is made between alienation and oppression and the conditions are discussed under which unalienated housework can become oppressive or can become alienated.",
      "page_age": null
    },
    {
      "title": "Yi Han, Comment on \"An attempt to eliminate the alienation of labor: interpretation of Marx’s view of labor in the socialist countries’ legal practice\"",
      "url": "https://philpapers.org/rec/HANCOA-5",
      "philpapers_id": "HANCOA",
      "snippet": "Commented article: XIA, L. L.; ZHANG, M. Y. An attempt to eliminate the alienation of labor: interpretation of Marx’ s view of labor in the socialist countries’ legal practice. Trans/Form/Ação: Unesp ...",
      "page_age": null
    },
    {
      "title": "R. F. T., Alienation: Marx's Conception of Man in Capitalist Society",
      "url": "https://philpapers.org/rec/TAMC",
      "philpapers_id": "TAMC",
      "snippet": "This approach does clarify several ... is revived and given a new meaning: &quot;Value is the relations of alienated labor, transmitted by such labor, as they appear in the product.&quot;...",
      "page_age": null
    },
    {
      "title": "Sean Sayers, Alienation as a critical concept",
      "url": "https://philpapers.org/rec/SAYAAA",
      "philpapers_id": "SAYAAA",
      "snippet": "This paper discusses Marx’s concept of alienated (or estranged) labour, focusing mainly on his account in the Economic and Philosophical Manuscripts of 1844. This concept is frequently taken to be a ...",
      "page_age": null
    },
    {
      "title": "James C. Klagge, Marx’s Realms of ‘Freedom’ and ‘Necessity’",
      "url": "https://philpapers.org/rec/KLAMRO",
      "philpapers_id": "KLAMRO",
      "snippet": "In 1844 Marx held that labor alienation was wholly eliminable, primarily through the abolition of private property. Work in the context of private property was alienating because it was performed for wages and the production of exchange-value.",
      "page_age": null
    },
    {
      "title": "Sean Sayers, Marx and alienation: essays on Hegelian themes",
      "url": "https://philpapers.org/rec/SAYMAA-2",
      "philpapers_id": "SAYMAA",
      "snippet": "The concept of alienation: Hegelian themes in modern social thought -- Creative activity and alienation in Hegel and Marx -- The concept of labour -- The individual and society -- Freedom and the &quot;realm of necessity&quot; -- Alienation as a critical concept -- Private property and communism -- The division of labour and its overcoming -- Marx&#x27;s concept of communism.",
      "page_age": null
    },
    {
      "title": "Rainer Forst, Noumenal Alienation: Rousseau, Kant and Marx on the Dialectics of Self-Determination",
      "url": "https://philpapers.org/rec/FORNAR-2",
      "philpapers_id": "FORNAR",
      "snippet": "I call the latter kind of alienation, where a subject does not consider themselves an equal normative authority – or an ‘end in oneself’ – second order noumenal alienation. In this sense, alienation violates the dignity of humans as moral and political lawgivers – a dignity seen by Rousseau, Kant and Marx as inalienable: It can be denied or violated, but it cannot be lost.",
      "page_age": null
    },
    {
      "title": "Sean Sayers, The Concept of Labor: Marx and His Critics",
      "url": "https://philpapers.org/rec/SAYTCO",
      "philpapers_id": "SAYTCO",
      "snippet": "Theorising immaterial labor: Toward creativity, co(labor)ation and collective intelligence.Michael A. Peters &amp; David Neilson - 2021 - Educational Philosophy and Theory 53 (12):1283-1294. Alienation as a Social Pathology: Evaluating Jaeggi&#x27;s Concept of Alienation.Wouter Wiersma - forthcoming - Journal of Social Philosophy.",
      "page_age": null
    },
    {
      "title": "Emil Øversveen, Capitalism and alienation: Towards a Marxist theory of alienation for the 21st century",
      "url": "https://philpapers.org/rec/VERCAA-5",
      "philpapers_id": "VERCAA",
      "snippet": "Rather than conceiving alienation ... Marxist sense can be understood as an objective process arising from the appropriation of the results of production and their transformation into capital....",
      "page_age": null
    },
    {
      "title": "Lucien Sève, Marxist Analysis of Alienation (1973)",
      "url": "https://philpapers.org/rec/SVEMAO-2",
      "philpapers_id": "SVEMAO",
      "snippet": "For Sève, whilst the mature Marxism of Das Kapital is fundamentally distinct from the speculative humanism of the 1844 Manuscripts in placing capital, not abstract labour, at the heart of alienation, this reinforces, rather than replaces, the role of alienation at the centre of Marx’s mature thought, and hence of Marxism itself.",
      "page_age": null
    }
  ],
  "count": 20,
  "errors": []
}
