{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "interdependence autonomy",
  "results": [
    {
      "title": "Anne Donchin, Autonomy and interdependence: quandaries in genetic decision-making",
      "url": "https://philpapers.org/rec/DONAAI",
      "philpapers_id": "DONAAI",
      "snippet": "Relational Autonomy, Self-Trust, and Health Care for Patients Who Are Oppressed.Carolyn McLeod &amp; Susan Sherwin - 2000 - In Catriona Mackenzie &amp; Natalie Stoljar, Relational Autonomy: Feminist Perspectives on Autonomy, Agency, and the Social Self.",
      "page_age": null
    },
    {
      "title": "Filippo Pianca & Vieri Giuliano Santucci, Interdependence as the key for an ethical artificial autonomy",
      "url": "https://philpapers.org/rec/PIAIAT",
      "philpapers_id": "PIAIAT",
      "snippet": "Our proposal is that a real artificial autonomy, especially if expressed in the social context, can only be achieved through interdependence with other social actors, through continuous exchanges and interactions which, while allowing robots to explore the environment, guarantee the emergence of shared practices, behaviors, and ethical principles, which otherwise could not be imposed with a top-down approach, if not at the price of giving up the same artificial autonomy.",
      "page_age": null
    },
    {
      "title": "Joachim Boldt, The Interdependence of Care and Autonomy",
      "url": "https://philpapers.org/rec/BOLTIO-5",
      "philpapers_id": "BOLTIO",
      "snippet": "Drawing on hermeneutic analyses of the constitutive interrelations between autonomous will-formation on the one hand, and well-being and social embeddedness on the other hand, it will be argued that a proper understanding of autonomy necessarily incorporates attention to well-being and care, and vice versa.",
      "page_age": null
    },
    {
      "title": "Elodie Boublil, Vulnerability, Interdependence and the Care for the Living",
      "url": "https://philpapers.org/rec/BOUVIA-3",
      "philpapers_id": "BOUVIA",
      "snippet": "The contemporary emphasis on vulnerability and interdependence stresses the ethical necessity of a critical care concept to undermine the individualistic paradigm of autonomy and the modern understanding of well-being regarding individual ...",
      "page_age": null
    },
    {
      "title": "Neil Levy, Against Intellectual Autonomy: Social Animals Need Social Virtues",
      "url": "https://philpapers.org/rec/LEVAIA-8",
      "philpapers_id": "LEVAIA",
      "snippet": "I argue that the existing label supports an excessively individualistic conception of good thinking, both within and outside philosophy. I propose replacing ‘intellectual autonomy’ with ‘intellectual interdependence’, which properly emphasises the depth of our reliance on one another, without suggesting we ought ever to be epistemically servile.",
      "page_age": null
    },
    {
      "title": "Christine Parker, The ethics of advising on regulatory compliance: Autonomy or interdependence?",
      "url": "https://philpapers.org/rec/PARTEO",
      "philpapers_id": "PARTEO",
      "snippet": "Compliance practitioners identify explicitly with business and, at the same time, identify with a broader ethical community of other compliance professionals, regulators and stakeholders in order to play a transformative role within the organisation. This conception recognises the interdependence between compliance advisor and corporate client.",
      "page_age": null
    },
    {
      "title": "Stephen R. Warner, Sociological theory and history of sociology: autonomy and interdependence",
      "url": "https://philpapers.org/rec/WARSTA-4",
      "philpapers_id": "WARSTA",
      "snippet": "Autonomy, Misc in Social and Political Philosophy · Philosophy of Sociology, Misc in Philosophy of Social Science · Add keywords · 10.2307/202169 · Upload a copy of this work Papers currently archived: 79,059 ·",
      "page_age": null
    },
    {
      "title": "Kriti Sharma, Interdependence: biology and beyond",
      "url": "https://philpapers.org/rec/SHAIBA-2",
      "philpapers_id": "SHAIBA",
      "snippet": "From biology to economics to information theory, the theme of interdependence is in the air, framing our experiences of all sorts of everyday phenomena. Indeed, the network may be the ascendant ...",
      "page_age": null
    },
    {
      "title": "Marilyn Friedman, Autonomy and Social Relationships: Rethinking the Feminist Critique",
      "url": "https://philpapers.org/rec/FRIAAS-4",
      "philpapers_id": "FRIAAS",
      "snippet": "This chapter surveys prominent feminist writings that call for a relational conception of autonomy and that criticize the philosophical mainstream for lacking such an account. It shows that prominent mainstream accounts of autonomy do acknowledge the importance of social relationships, thus tending to converge on this point with the prevalent feminist view.",
      "page_age": null
    },
    {
      "title": "Carolyn Ells, Matthew R. Hunt & Jane Chambers-Evans, Relational autonomy as an essential component of patient-centered care",
      "url": "https://philpapers.org/rec/ELLRAA-6",
      "philpapers_id": "ELLRAA",
      "snippet": "We argue that by explicitly adopting a relational conception of autonomy as an essential component, patient-centered care becomes more coherent, is strengthened, and could help practitioners to make better use of a principle of respect for autonomy.",
      "page_age": null
    },
    {
      "title": "L. Kall & K. Zeiler, Bodily Relational Autonomy",
      "url": "https://philpapers.org/rec/KALBRA",
      "philpapers_id": "KALBRA",
      "snippet": "Autonomy and interdependence: quandaries in genetic decision-making.Anne Donchin - 2000 - In Catriona Mackenzie &amp; Natalie Stoljar, Relational Autonomy: Feminist Perspectives on Autonomy, Agency, and the Social Self.",
      "page_age": null
    },
    {
      "title": "Marilyn Friedman, Autonomy, social disruption and women",
      "url": "https://philpapers.org/rec/FRIASD",
      "philpapers_id": "FRIASD",
      "snippet": "Autonomy and interdependence: quandaries in genetic decision-making.Anne Donchin - 2000 - In Catriona Mackenzie &amp; Natalie Stoljar, Relational Autonomy: Feminist Perspectives on Autonomy, Agency, and the Social Self.",
      "page_age": null
    },
    {
      "title": "Cynthia Willett, Visionary Pragmatism and an Ethics of Connectivity: An Alternative to the Autonomy Tradition in Analytic Ethics",
      "url": "https://philpapers.org/rec/WILVPA-2",
      "philpapers_id": "WILVPA",
      "snippet": "In an era of global interdependence, the concept of autonomy may no longer name our core moral need. Shifting friendships and enmities across political boundaries bear significant consequences for the individual. ...",
      "page_age": null
    },
    {
      "title": "Danielle Petherbridge, What's Critical about Vulnerability? Rethinking Interdependence, Recognition, and Power",
      "url": "https://philpapers.org/rec/PETWCA-3",
      "philpapers_id": "PETWCA",
      "snippet": "Images of vulnerability have populated the philosophical landscape from Hobbes to Hegel, Levinas to Foucault, often designating a sense of corporeal susceptibility to injury, or of being threatened or wounded and therefore have been predominantly associated with violence, finitude, or mortality. More recently, feminist theorists such as Judith Butler and Adriana Cavarero have begun to rethink corporeal vulnerability as a critical or ethical category, one based on our primary interdependence and intercorporeality.",
      "page_age": null
    },
    {
      "title": "J. Carter, Intellectual autonomy, epistemic dependence and cognitive enhancement",
      "url": "https://philpapers.org/rec/CARIAE-12",
      "philpapers_id": "CARIAE",
      "snippet": "With reference to case studies in bioethics, as well as the philosophy of mind and cognitive science, it is shown that epistemic dependence, in this extreme form, poses a prima facie threat to the retention of intellectual autonomy, specifically, by threatening to undermine our intellectual self-direction.",
      "page_age": null
    }
  ],
  "count": 15,
  "errors": []
}
