{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "complicity participation",
  "results": [
    {
      "title": "John Gardner, Complicity and causality",
      "url": "https://philpapers.org/rec/JOHCAC-4",
      "philpapers_id": "JOHCAC",
      "snippet": "This paper considers some aspects of the morality of complicity, understood as participation in the wrongs of another. The central question is whether there is some way of participating in the wrongs of another other than by making a causal ...",
      "page_age": null
    },
    {
      "title": "Säde Hormio, Marginal participation, complicity, and agnotology: What climate change can teach us about individual and collective responsibility",
      "url": "https://philpapers.org/rec/HORMPC",
      "philpapers_id": "HORMPC",
      "snippet": "Accounts that deny individual responsibility fail to either take our interdependent reality seriously or fail to understand marginal participation (or in the case direct responsibility, fail to appreciate the nature of the climate change phenomenon). Individuals can be complicit in climate change harms, either as members of collective agents (e.g.",
      "page_age": null
    },
    {
      "title": "Antje du Bois-Pedain, Complicity",
      "url": "https://philpapers.org/rec/DUBC-7",
      "philpapers_id": "DUBC",
      "snippet": "This chapter addresses complicity as a question of individual responsibility—the primary mode in which complicity matters in criminal-law contexts. There is a rich legal-doctrinal and philosophical literature on when participation in some wrongful endeavor gives rise to individual responsibility.",
      "page_age": null
    },
    {
      "title": "Christopher Kutz, Complicity: Ethics and Law for a Collective Age",
      "url": "https://philpapers.org/rec/KUTCEA-2",
      "philpapers_id": "KUTCEA",
      "snippet": "Our relations as individuals to these collective harms constitute the domain of complicity. This book examines the relationship between collective responsibility and individual guilt. It presents a rigorous philosophical account of the nature of our relations to the social groups in which we participate, and uses that account in a discussion of contemporary moral theory.",
      "page_age": null
    },
    {
      "title": "Brian Lawson, Individual Complicity in Collective Wrongdoing",
      "url": "https://philpapers.org/rec/LAWICI",
      "philpapers_id": "LAWICI",
      "snippet": "I offer Christopher Kutz’s Complicity Principle as an attractive starting point for solving the problem, and then argue that the principle ought to be expanded to include a broader and more appropriate range of cases. The view I ultimately defend is that individuals are blameworthy for collective harms insofar as they knowingly participate in those harms, and that said individuals remain blameworthy regardless of whether they succeed in making a causal contribution to those harms",
      "page_age": null
    },
    {
      "title": "Ana Maskalan, Women’s Complicity",
      "url": "https://philpapers.org/rec/MASWC",
      "philpapers_id": "MASWC",
      "snippet": "This paper is about women’s complicity or women’s involvement in actions that directly or indirectly lead to the restriction of other women’s freedoms and rights. Among the first to mention women’s complicity was Simone de Beauvoir, who in her book The Second Sex described the phenomenon of women’s participation in unjust patriarchal practices, suggesting the existence of passive and active complicity.",
      "page_age": null
    },
    {
      "title": "Larry May, Complicity: Ethics and Law for a Collective Age",
      "url": "https://philpapers.org/rec/MAYCEA",
      "philpapers_id": "MAYCEA",
      "snippet": "The cornerstone of the analysis is the idea that individuals should be responsible for what they participate in, regardless of whether the participation makes a causal difference for the outcome.",
      "page_age": null
    },
    {
      "title": "Christopher Lee Kutz, Complicity: Collective Action in Ethics and Law",
      "url": "https://philpapers.org/rec/KUTCCA",
      "philpapers_id": "KUTCCA",
      "snippet": "Such harms are largely excluded from our moral and political self-understanding because our post-Kantian framework for assigning responsibility is both essentially local and individualist. ;Existing philosophical accounts of collective responsibility are based on a paradigm of whole-hearted commitment to a localized group effort; but these analyses cannot accommodate the complex psychology of complicity.",
      "page_age": null
    },
    {
      "title": "Chiara Lepora & Robert E. Goodin, On complicity and compromise: a précis",
      "url": "https://philpapers.org/rec/LEPOCA-9",
      "philpapers_id": "LEPOCA",
      "snippet": "Complicity is a very precise way of being involved in wrongdoing. Complicity consists in a secondary contribution of a causal (or potentially causal) sort to a wrong committed by someone else.",
      "page_age": null
    },
    {
      "title": "Linda Radzik, Christopher Kutz, Complicity: Ethics and Law for a Collective Age",
      "url": "https://philpapers.org/rec/RADCKC-2",
      "philpapers_id": "RADCKC",
      "snippet": "Complicity. [REVIEW]Margaret Gilbert - 2003 - Philosophy and Phenomenological Research 67 (1):236-239. “No Participation Without Implication”: Understanding the Wrongs We Do Together.Garrath Williams - 2002 - Res Publica 8 (2):201-210.",
      "page_age": null
    },
    {
      "title": "Gregory Mellema, Complicity and moral accountability",
      "url": "https://philpapers.org/rec/MELCAM-3",
      "philpapers_id": "MELCAM",
      "snippet": "Starting with a taxonomy of Thomas Aquinas, according to whom there are nine ways for one to become complicit in the wrongdoing of another, Mellema analyzes each kind of complicity and examines the moral status of someone complicit in each of these ways. Mellema&#x27;s central argument is that one must perform a contributing action to qualify as an accomplice, and that it is always morally blameworthy to perform such an action.",
      "page_age": null
    },
    {
      "title": "Timothy Wyman McCarty, Insisting on complicity",
      "url": "https://philpapers.org/rec/MCCIOC-2",
      "philpapers_id": "MCCIOC",
      "snippet": "These political meanings of complicity are embedded in familiar conceptions of liberal democratic citizenship, but upon examination prove to be in tension with core liberal principles. By bringing to the surface the connection between complicity, standing, and sovereignty, this logic may be reformulated in such a way as to contribute to healthier modes of democratic participation.",
      "page_age": null
    },
    {
      "title": "Max H. Bazerman, Complicit: how we enable the unethical and how to stop",
      "url": "https://philpapers.org/rec/BAZCHW",
      "philpapers_id": "BAZCHW",
      "snippet": "In Profiles in Complicity, Bazerman explores the role that others play in supporting unethical behavior in workplaces and organizations, through a host of examples such as those above, and offers a guide for readers to examine the roles they ...",
      "page_age": null
    },
    {
      "title": "Douglas MacLean, Climate Complicity and Individual Accountability",
      "url": "https://philpapers.org/rec/MACCCA-20",
      "philpapers_id": "MACCCA",
      "snippet": "The individual actions of virtually everyone in the world contribute to climate change, which risk causing great harm, especially in the future. We are all complicit in causing this harm. In most cases, complicity implies accountability: one deserves blame or punishment, he becomes a legitimate subject of reactive attitudes, or he owes compensation.",
      "page_age": null
    },
    {
      "title": "Garrath Williams, The Social Creation of Morality and Complicity in Collective Harms: A Kantian Account",
      "url": "https://philpapers.org/rec/WILTSC-13",
      "philpapers_id": "WILTSC",
      "snippet": "This article considers the charge that citizens of developed societies are complicit in large-scale harms, using climate destabilisation as its central example. It contends that we have yet to create a lived morality – a fabric of practices and institutions – that is adequate to our situation. As a result, we participate in systematic injustice, despite all good efforts and intentions.",
      "page_age": null
    },
    {
      "title": "Christopher Kutz, The philosophical foundations of complicity law",
      "url": "https://philpapers.org/rec/KUTTPF-2",
      "philpapers_id": "KUTTPF",
      "snippet": "Complicity. [REVIEW]Margaret Gilbert - 2003 - Philosophy and Phenomenological Research 67 (1):236-239. “No Participation Without Implication”: Understanding the Wrongs We Do Together.Garrath Williams - 2002 - Res Publica 8 (2):201-210.",
      "page_age": null
    },
    {
      "title": "Chiara Lepora, Individual Complicity: The Tortured Patient",
      "url": "https://philpapers.org/rec/LEPICT",
      "philpapers_id": "LEPICT",
      "snippet": "Medical complicity in torture is prohibited by international law and codes of professional ethics. But in the many countries in which torture is common, doctors frequently are expected to assist unethical acts that they are unable to prevent. Sometimes these doctors face a dilemma: they are asked to provide diagnoses or treatments that respond to genuine health needs but that also make further torture more likely or more effective.",
      "page_age": null
    },
    {
      "title": "Christopher Kutz, Causeless complicity",
      "url": "https://philpapers.org/rec/CHRCC",
      "philpapers_id": "CHRCC",
      "snippet": "I argue, contrary to standard claims, that accomplice liability need not be a causal relation. One can be an accomplice to anotherâ\u0080\u0099s crime without causally contributing to the criminal act of ...",
      "page_age": null
    },
    {
      "title": "John Gardner, Christopher Kutz, Complicity: Ethics and Law for a Collective Age:Complicity: Ethics and Law for a Collective Age",
      "url": "https://philpapers.org/rec/JOHCKC",
      "philpapers_id": "JOHCKC",
      "snippet": "Complicity. [REVIEW]Margaret Gilbert - 2003 - Philosophy and Phenomenological Research 67 (1):236-239. “No Participation Without Implication”: Understanding the Wrongs We Do Together.Garrath Williams - 2002 - Res Publica 8 (2):201-210.",
      "page_age": null
    },
    {
      "title": "Michael Neu, Robin Dunford & Afxentis Afxentiou (eds.), Exploring Complicity: Concept, Cases and Critique",
      "url": "https://philpapers.org/rec/NEUECC-2",
      "philpapers_id": "NEUECC",
      "snippet": "This book explores the concept of and cases of complicity in an interdisciplinary context. It in part covers cases of direct complicity, where an agent or set of agents facilitates an identifiable act of wrongdoing. The book also draws attention to the manner in which agents become complicit in the reproduction of wider practices of wrongdoing.",
      "page_age": null
    }
  ],
  "count": 20,
  "errors": []
}
