{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Arendt labor work Human Condition",
  "results": [
    {
      "paperId": "afd9544b039f29c60c5dabd573afbe40376bb773",
      "title": "Reciprocity in the making of politics: An appreciation of Hannah Arendt’s The Human Condition",
      "authors": [
        {
          "name": "Saptarsi Chakrabarty",
          "authorId": "2280533211"
        },
        {
          "name": "Priyanka Chaudhary",
          "authorId": "2280478844"
        },
        {
          "name": "Arun Dev Pareek",
          "authorId": "2240222503"
        }
      ],
      "year": 2024,
      "abstract": "In The Human Condition, Hannah Arendt upholds a deliberate critique of the man-made artificial world against the natural conditions in which life is given. She conceived this artificial space as something that men share with each other and communicate in. All the designated activities pertaining to her notion of Vita Activa, namely labor, work, and action correspond to such a common space. Among all the other constituents of the common world and its affairs, it is perhaps the construct of human plurality that Arendt held with utmost importance. For Arendt, such a condition of intersubjective affiliation is fundamental to the founding of any enfranchised body politic and can be perceived only via the medium of speech and action. Nevertheless, her notion of political action is largely debated and has remained equally controversial. This paper, therefore, would attempt to examine the tenets of this notion of plurality in constituting and simultaneously shaping the essential conditions of human existence, namely action, freedom, and a political way of life. Furthermore, by means of literary methodologies. Content analysis, and Textual analysis, this study intends to selectively analyze the significance of intersubjective recognition and reciprocity as the primary constituents of the phenomenological interpretation of action.",
      "citationCount": 1,
      "doi": "10.31893/multirev.2024051",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/afd9544b039f29c60c5dabd573afbe40376bb773",
      "venue": "Multidisciplinary Reviews",
      "journal": {
        "name": "Multidisciplinary Reviews"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7f42b156cb397c29a19ba5552ebe23a5fbe5e67b",
      "title": "Nursing Clinical Care and the Concepts of Work, Labor, and Action by Hannah Arendt: A Reflective Study.",
      "authors": [
        {
          "name": "Marcelino Maia Bessa",
          "authorId": "2093075712"
        },
        {
          "name": "José Gerfeson Alves",
          "authorId": "2397718175"
        },
        {
          "name": "Lúcia de Fátima da Silva",
          "authorId": "122577728"
        },
        {
          "name": "Maria Célia de Freitas",
          "authorId": "2397469389"
        },
        {
          "name": "Ana Virginia de Melo Fialho",
          "authorId": "40982589"
        },
        {
          "name": "Shérida Karanini Paz de Oliveira",
          "authorId": "2397471036"
        },
        {
          "name": "Rodrigo Jácob Moreira de Freitas",
          "authorId": "2397470848"
        }
      ],
      "year": 2025,
      "abstract": "This philosophical reflection analyzes nursing clinical care in light of Hannah Arendt's concepts of labor, work, and action. Grounded in a hermeneutic approach, the analysis articulates The Human Condition with scientific literature on clinical care, aiming to understand how these categories expand the meaning and practice of caregiving. The reflection highlights that clinical care involves complementary dimensions: labor, which sustains life; work, which structures and gives permanence to actions; and action, which expresses freedom, ethics, and responsibility in human relationships. This triad allows care to be recognized as a creative and transformative practice that integrates technical skills, sensitivity, and social commitment. It is concluded that Arendtian thought provides a foundation for humanistic nursing, capable of articulating theory, research, and practice in the construction of ethical and meaningful care.",
      "citationCount": 0,
      "doi": "10.1097/ANS.0000000000000607",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7f42b156cb397c29a19ba5552ebe23a5fbe5e67b",
      "venue": "ANS. Advances in nursing science",
      "journal": {
        "name": "ANS. Advances in nursing science"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b9f326fb6b0ce440ca0dbe3dc9a9cd5b57c25e52",
      "title": "Una propuesta de articulación de labor, producción y acción en Hannah Arendt",
      "authors": [
        {
          "name": "Aïda Palacios Morales",
          "authorId": "2149984752"
        }
      ],
      "year": 2025,
      "abstract": "In The Human Condition, Arendt distinguished amongst labor, work and action. The relationship between these activities is usually hierarchically interpreted, prioritising action because of its inherent humanity. Nevertheless, the triad is closer to interdependence and reciprocity. Human activities articulate complexly in the form of two dyads: work and action approach when the first refers to art; labor and work oppose themselves radically. Anyhow, it is not labor which is inferior or less human per se, it is animal laborans’ experience when dispossessed of its capacity to act.\n Resumen: En La condición humana, Arendt distinguía entre labor, producción y acción. La relación entre las tres actividades suele interpretarse jerárquicamente, priorizando acción por su inherente humanidad. Sin embargo, dicha tríada está más cerca de la interdependencia y la reciprocidad. La articulación entre las actividades es compleja y toma la forma de dos díadas: producción y acción se aproximan cuando la primera refiere al arte; labor y producción se oponen radicalmente. En cualquier caso, lo que es inferior o menos humano no es labor en sí, sino la experiencia del animal laborans desposeído de su capacidad de actuar.\nAbstract: In The Human Condition, Arendt distinguished amongst labor, work and action. The relationship between these activities is usually hierarchically interpreted, prioritising action because of its inherent humanity. Nevertheless, the triad is closer to interdependence and reciprocity. Human activities articulate complexly in the form of two dyads: work and action approach when the first refers to art; labor and work oppose themselves radically. Anyhow, it is not labor which is inferior or less human per se, it is animal laborans’ experience when dispossessed of its capacity to act.",
      "citationCount": 0,
      "doi": "10.6018/daimon.543241",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b9f326fb6b0ce440ca0dbe3dc9a9cd5b57c25e52",
      "venue": "Daimon",
      "journal": {
        "name": "Daimon"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "61f1676169c0ad5581f6f83addfd8befa8f07cd2",
      "title": "Rethinking Automation and the Future of Work with Hannah Arendt",
      "authors": [
        {
          "name": "Rosalie A. Waelen",
          "authorId": "2045589529"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/s10551-025-05991-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/61f1676169c0ad5581f6f83addfd8befa8f07cd2",
      "venue": "Journal of Business Ethics",
      "journal": {
        "name": "Journal of Business Ethics",
        "pages": "3 - 14",
        "volume": "201"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "417ca5b2293d4fa79c3b45f3874733497dff0072",
      "title": "Human Organizations and the Human Condition: Arendt’s Insight into Vita Activa",
      "authors": [
        {
          "name": "Dongseop Lee",
          "authorId": "1880023"
        }
      ],
      "year": 2022,
      "abstract": "With the rising distrust in Capitalism and despair over corporations, many firms have implemented a variety of changes wishing to become “human” organizations. In response, this essay questions whether we really have a way of thinking that is required to build such human organizations. The failures of corporations are due at least in part to the failures of mainstream economics and the failures of business administration. In order to address the issues of corporate distrust, it may be necessary to search for new wisdom from other sources outside of business. Philosophy is one such field from which inspiration can be drawn. Indeed, this essay draws upon Arendt’s philosophical insights into the human existential condition and the fundamental forms of “vita activa” to understand the possibility of “human” organizations given the relationship between corporations and their employees. It first presents Arendt’s typology of the three basic human activities, namely labor, work, and action, as developed in her book The Human Condition. It then describes the reality of the one-sided dominance of labor over the other two activities. \nNext, this essay addresses the necessity and the possibility for the restoration of work and action in organizations, using teams as a contextual example. \nIt concludes with discussion of comprehensive implications.",
      "citationCount": 0,
      "doi": "10.26856/kjom.2022.30.3.161",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/417ca5b2293d4fa79c3b45f3874733497dff0072",
      "venue": "Korean Academy of Management",
      "journal": {
        "name": "Korean Academy of Management"
      },
      "publicationTypes": null
    },
    {
      "paperId": "710f86af3ba69a9399c29428be46a2c637a4e3af",
      "title": "Labor as Action: the Human Condition in the Anthropocene",
      "authors": [
        {
          "name": "Ari-Elmeri Hyvönen",
          "authorId": "115827384"
        }
      ],
      "year": 2020,
      "abstract": "\nThe Anthropocene has become an umbrella term for the disastrous transgression of ecological safety boundaries by human societies. The impact of this new reality is yet to be fully registered by political theorists. In an attempt to recalibrate the categories of political thought, this article brings Hannah Arendt’s framework of The Human Condition (labor, work, action) into the gravitational pull of the Anthropocene and current knowledge about the Earth System. It elaborates the historical emergence of our capacity to “act in the mode of laboring” during fossil-fueled capitalist modernity, a form of agency relating to our collectively organized laboring processes reminiscent of the capacity of modern sciences to “act into nature” discussed by Arendt. I argue that once read from an energy/ecology-centric perspective, The Human Condition can help us make sense of the Anthropocene predicament, and rethink the modes of collectively organizing the activities of labor, work, and action.",
      "citationCount": 14,
      "doi": "10.1163/15691640-12341449",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/710f86af3ba69a9399c29428be46a2c637a4e3af",
      "venue": "",
      "journal": {
        "name": "Research in Phenomenology",
        "pages": "240-260",
        "volume": "50"
      },
      "publicationTypes": null
    },
    {
      "paperId": "687d069b81eeed697cf37c72e0908144aaa7d1b9",
      "title": "Information Systems Research Methods: exploring the implications of Hannah Arendt’s analysis of the human condition",
      "authors": [
        {
          "name": "A. Brown",
          "authorId": "2362311112"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/687d069b81eeed697cf37c72e0908144aaa7d1b9",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "d0dcc0a360ae4aa6e503adad98efd4c0b95548b2",
      "title": "“Human Condition” Core Concept Analysis and Philosophical Enlightenment",
      "authors": [
        {
          "name": "Jiayi Zhang",
          "authorId": "2004588324"
        }
      ],
      "year": 2022,
      "abstract": "Hannah Arendt focused on the connection and distinction between Labor, Work and Action in “Human Condition”. This article is based on the philosophical situation to explore the political situation and the human situation, taking the research of the core theory as the entry point, focusing on Arendt’s analysis and views on human characteristics in order to conclude my personal opinion.",
      "citationCount": 0,
      "doi": "10.1051/shsconf/202214801028",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d0dcc0a360ae4aa6e503adad98efd4c0b95548b2",
      "venue": "SHS Web of Conferences",
      "journal": {
        "name": "SHS Web of Conferences"
      },
      "publicationTypes": [
        "Conference"
      ]
    },
    {
      "paperId": "f70907c8b777c55cb21d55f27fe1a221bcade84f",
      "title": "Arendt's Work: On the Architecture of The Human Condition",
      "authors": [
        {
          "name": "Patchen Markell",
          "authorId": "13920673"
        }
      ],
      "year": 2011,
      "abstract": "Hannah Arendt's The Human Condition is often understood as an attempt to protect authentic politics by identifying a domain of \"action\" that can be kept pure of contamination by \"labor\" and \"work.\" This essay shows that Arendt's conceptual triad is best understood, instead, as an uneasy joining-together of two functionally different distinctions: between labor and work (which she mainly wishes to distinguish) and between work and action (which she mainly wishes to understand in their interdependence). By attending to the neglected complexity of the concept that lies at the intersection of these two pairs—the concept of work—this essay undermines the dominant picture of Arendt as a purifying drawer of boundaries; sheds new light on the significance of the production of worldly objects, including but not only works of art, in her political thought; and explores hermeneutically important resonances between the substance and form of her own writing.",
      "citationCount": 86,
      "doi": "10.1353/lit.2011.a409860",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f70907c8b777c55cb21d55f27fe1a221bcade84f",
      "venue": "College Literature",
      "journal": {
        "name": "College Literature",
        "pages": "15 - 44",
        "volume": "38"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2b39de895b7f88a930fb72e7605d7212d47dd561",
      "title": "Hannnah Arendt’s 'Human Condition' or How to Survive in a Men's World",
      "authors": [
        {
          "name": "G. Goudenhooft",
          "authorId": "97481638"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.2139/SSRN.2578593",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2b39de895b7f88a930fb72e7605d7212d47dd561",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "63fb3b8824e048903820b450b111215f408a277d",
      "title": "What Is the Current Human Condition?",
      "authors": [
        {
          "name": "R. Eisfeld",
          "authorId": "108306533"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-981-13-5928-6_2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/63fb3b8824e048903820b450b111215f408a277d",
      "venue": "Empowering Citizens, Engaging the Public",
      "journal": {
        "name": "Empowering Citizens, Engaging the Public"
      },
      "publicationTypes": null
    },
    {
      "paperId": "502aeb6766869feb6d492c02cec7a1c4a59bb13d",
      "title": "The human condition as the subject of media ecological investigation*",
      "authors": [
        {
          "name": "L. Strate",
          "authorId": "48227505"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1080/15358593.2017.1367829",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/502aeb6766869feb6d492c02cec7a1c4a59bb13d",
      "venue": "",
      "journal": {
        "name": "Review of Communication",
        "pages": "240 - 256",
        "volume": "17"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ebb9f87506ec80e6ace2749665d00574edf45530",
      "title": "Born Again: Natality, Normativity and Narrative in Hannah Arendt's The Human Condition",
      "authors": [
        {
          "name": "Rebecca S. Jacobson",
          "authorId": "47333499"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.18745/TH.13892",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ebb9f87506ec80e6ace2749665d00574edf45530",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "eb9d588a1be9c65da93a79ec1c1f1b5bbea5cd2e",
      "title": "Living under Economic Colonization: A Philosophical Remark on Arendt’s Human Condition",
      "authors": [
        {
          "name": "Andre Ata Ujan",
          "authorId": "118144350"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eb9d588a1be9c65da93a79ec1c1f1b5bbea5cd2e",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "29"
      },
      "publicationTypes": null
    },
    {
      "paperId": "425f9e5490e4e7c801debd1b39bdf4c9f552a93f",
      "title": "Hannah Arendt in the gym: Physical education as bodily Bildung",
      "authors": [
        {
          "name": "Kenneth Aggerholm",
          "authorId": "25589609"
        },
        {
          "name": "Carl-Emil Marstrander Askildsen",
          "authorId": "2222771908"
        }
      ],
      "year": 2025,
      "abstract": "Abstract This article applies ideas from Hannah Arendt to propose solutions to two contemporary crises in physical education. The first crisis concerns the identity of the subject and its unidimensional content. The second crisis stems from the subject’s detachment from the world, in tandem with curricula increasingly focusing on individual competencies while paying less attention to the shared world pupils are to be introduced to. We argue that Arendt’s analysis of the Vita Activa and her educational ideas can offer insight into these crises and inform new solutions. Arendt’s exploration of Vita Activa in The Human Condition can provide a framework for reimagining physical education, orienting it towards three fundamental forms of activity (labor, work and action), while her essay on The Crisis in Education can offer a counter-narrative to individualistic, competence-based approaches. We employ a Bildung perspective to apply her ideas to questions concerning physical education. More specifically, we propose that taking Arendt into the gym can substantiate an understanding of physical education as bodily Bildung. In doing so, we aim to offer a fresh philosophical perspective on the school subject relevant to educational research, policy development and practice.",
      "citationCount": 0,
      "doi": "10.1080/00131857.2025.2552765",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/425f9e5490e4e7c801debd1b39bdf4c9f552a93f",
      "venue": "Educational Philosophy and Theory",
      "journal": {
        "name": "Educational Philosophy and Theory",
        "pages": "57 - 71",
        "volume": "58"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "15e569dc6a8949d0d81e2048ab8022b4066efeb7",
      "title": "Reflecting on Liberal Education through the Eyes of Hannah Arendt",
      "authors": [
        {
          "name": "Jeong-Hyok Seo",
          "authorId": "2360164423"
        }
      ],
      "year": 2025,
      "abstract": "This paper aims to re-examine the direction of modern liberal education in universities based on the philosophy of Hannah Arendt and to discuss the importance of liberal education for a truly human life. In The Human Condition (1958) and Between Past and Future (1961), Arendt categorizes human activities into labor, work, and action, criticizing how modern scientific and technological advancements have prioritized labor and work over action. She argues that a truly human life requires an emphasis on action and public life. Drawing on Arendt’s concepts, this paper asserts that modern liberal education must go beyond the mere acquisition of knowledge and skills. It critiques an education system that prioritizes utility and efficiency, fostering philistinism - an attitude that reduces education to a tool for social status and economic gain. Arendt contends that true liberal education should cultivate attitudes that transcend mere utility and encourage political engagement in public life. Furthermore, the paper discusses how modern society has become a “consumer society,” where education is increasingly tied to economic utility. Arendt warns against this shift, arguing that liberal education should not focus solely on acquiring specific skills but instead foster critical thinking and respect for diverse perspectives. According to Arendt, liberal education should be an open process of discussion and reflection, allowing students to express their own voices while listening to others.",
      "citationCount": 0,
      "doi": "10.46392/kjge.2025.19.2.5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/15e569dc6a8949d0d81e2048ab8022b4066efeb7",
      "venue": "The Korean Association of General Education",
      "journal": {
        "name": "The Korean Association of General Education"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "23ff07385972ddcdff9837abb23d93a72abccd48",
      "title": "The Human Condition as social ontology: Hannah Arendt on society, action and knowledge",
      "authors": [
        {
          "name": "P. Walsh",
          "authorId": "144117504"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 16,
      "doi": "10.1177/0952695110396289",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/23ff07385972ddcdff9837abb23d93a72abccd48",
      "venue": "History of the Human Sciences",
      "journal": {
        "name": "History of the Human Sciences",
        "pages": "120 - 137",
        "volume": "24"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "93ccdf670b5c604d50ecaea3cc95fac02afde627",
      "title": "Os limites da crítica de Arendt",
      "authors": [
        {
          "name": "D. V. D. Cruz",
          "authorId": "121830143"
        },
        {
          "name": "Jossel Borges Santos",
          "authorId": "113250043"
        }
      ],
      "year": 2025,
      "abstract": "This article deals with Arendt’s criticism of Karl Marx in The Human Condition, where she affirms that in the latter’s theory there is a reduction of human beings to their dimension of labor, hence conceiving them like an animal laborans or an economic entity in which the human difference in relation to animals is basically their work force. From this perspective, we will argue in this study that at no time did Max define man as an animal laborans as Arendt pointed out. We shall escape this reduction, for we believe that in Marx’s work the activity of labor is presented as truly human and also a producer of history. This means that humans, aware of their labor power, can achieve emancipation and raise their fate well above their bare physiological needs. We will also argue that there is no distinction in Arendt’s analysis between work and labor in Marx, for this we will base the reflection on the theory of value to better clarify the interpretation that the theoretical realizes in defending that the Marxian theory considers the social emancipation by the abolition of the that is, there will only be freedom when work ceases to exist.",
      "citationCount": 0,
      "doi": "10.15517/revfil.2021.4437",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/93ccdf670b5c604d50ecaea3cc95fac02afde627",
      "venue": "Revista de filosofia de la Universidad de Costa Rica",
      "journal": {
        "name": "Revista de Filosofía de la Universidad de Costa Rica"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7f09e0d940b81e8b366c9bfeba95b958b3344d1d",
      "title": "Towards a Common World: Arendt’s Way Beyond Hobbes",
      "authors": [
        {
          "name": "Paul Gyllenhammer",
          "authorId": "116226723"
        }
      ],
      "year": 2024,
      "abstract": "ABSTRACT Hobbes’s account of sovereign power can be seen as an impetus to Arendt’s passion for authentic political life. From the Human Condition, we will see how the distinction between labor, work, and action can be read as a response to Hobbes’s accounts of both human nature and the necessity for harsh restrictions on citizens in society. In particular, the need for compelled silence, for Hobbes, appears as a dialectical counterpoint to the role of speech in the space of appearances for Arendt. Hobbes also has a hand in drawing Arendt to her final interest in Kant’s Critique of Judgment. Here, Arendt addresses the problem of imperialism in Hobbes’s account of global power. She sees a way beyond imperialism through the cosmopolitan bond we share around the aesthetic domain. Aesthetic cosmopolitanism is a unique way into Arendt’s fight against tyranny.",
      "citationCount": 0,
      "doi": "10.1080/00071773.2024.2396634",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7f09e0d940b81e8b366c9bfeba95b958b3344d1d",
      "venue": "Journal of the British Society for Phenomenology",
      "journal": {
        "name": "Journal of the British Society for Phenomenology",
        "pages": "105 - 123",
        "volume": "56"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1920c46cd4e75e7a9a02b3558de874e2d02e42d0",
      "title": "Birth Strikes, Climate Responsibility, and Hannah Arendt",
      "authors": [
        {
          "name": "Mark B. Brown",
          "authorId": "2299772810"
        }
      ],
      "year": 2024,
      "abstract": "Abstract Many people today are concerned about the implications of climate change for their personal reproductive decisions. Some have transformed such concerns into activism by engaging in a “birth strike” and publicly announcing their decision not to procreate because of climate change. This article draws on Hannah Arendt to examine the political meaning and significance of birth strikes. It makes three basic points. First, by highlighting the human condition of being born, what Arendt called natality, birth strikes have illuminated a distinctive set of threats and possibilities for climate politics. Second, due to modern consumerism and instrumentalism, which Arendt saw as the dominance of labor and work over action, birth strikes have been misperceived as advocating a reduction in personal carbon footprints and global population growth. Third, birth strikes have clarified some of the challenges for efforts to link the individual and collective dimensions of climate responsibility.",
      "citationCount": 0,
      "doi": "10.1017/S003467052400024X",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1920c46cd4e75e7a9a02b3558de874e2d02e42d0",
      "venue": "The Review of Politics",
      "journal": {
        "name": "The Review of Politics",
        "pages": "438 - 461",
        "volume": "86"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
