{
  "status": "success",
  "source": "semantic_scholar",
  "query": "authenticity autonomy",
  "results": [
    {
      "paperId": "f9b2c77df616808f45dd000e9cbff9249ab3a157",
      "title": "Against authenticity: Autonomy and oppressive circumstances",
      "authors": [
        {
          "name": "Maite Rodríguez Apólito",
          "authorId": "2188103424"
        }
      ],
      "year": 2022,
      "abstract": "An ongoing debate between ‘procedural’ and ‘substantive’ theorists of personal autonomy addresses the following question: should agents have the final say on their own autonomy or should the objective circumstances in which agents live take prevalence when assessing their autonomy? Proceduralists favour the first strategy and substantive theorists restrict more explicitly the conditions under which autonomy is possible. I focus on forms of heteronomy which derive from oppressive circumstances and accept that substantive theorists are correct in contending that (i) forms of oppression common in contemporary liberal societies (e.g. gender or racial oppression) tend to increase heteronomy; and (ii) the heteronomy which derives from social oppression tends to fly below the radar of procedural accounts. Still, I argue that a revised procedural strategy could limit these forms of heteronomy as long as it avoids the injunctions to ‘authenticity’ common in procedural models. I proceed by reconstructing John Christman’s model which, I argue, constitutes the most promising procedural account to assess autonomy under oppression. Christman’s theory, however, needs to be reinforced to ensure self-problematisation in light of a social perspective. I show that the latter is necessary to experience the forms of alienation which are markers of heteronomy according to Christman.",
      "citationCount": 1,
      "doi": "10.1177/01914537221133485",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f9b2c77df616808f45dd000e9cbff9249ab3a157",
      "venue": "Philosophy &amp; Social Criticism",
      "journal": {
        "name": "Philosophy & Social Criticism",
        "pages": "803 - 822",
        "volume": "50"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "141f6c9028173368c5481297b70b3971451bf4ed",
      "title": "Pattern theory of self and situating moral aspects: the need to include authenticity, autonomy and responsibility in understanding the effects of deep brain stimulation",
      "authors": [
        {
          "name": "Przemysław Zawadzki",
          "authorId": "2074464130"
        }
      ],
      "year": 2020,
      "abstract": "The aims of this paper are to: (1) identify the best framework for comprehending multidimensional impact of deep brain stimulation (DBS) on the self; (2) identify weaknesses of this framework; (3) propose refinements to it; (4) in pursuing (3), show why and how this framework should be extended with additional moral aspects and demonstrate their interrelations; (5) define how moral aspects relate to the framework; (6) show the potential consequences of including moral aspects on evaluating DBS’s impact on patients’ selves. Regarding (1), I argue that the pattern theory of self (PTS) can be regarded as such a framework. In realizing (2) and (3), I indicate that most relevant issues concerning PTS that require resolutions are ontological issues, including the persistence question, the “specificity problem”, and finding lacking relevant aspects of the self. In realizing (4), I identify aspects of the self not included in PTS which are desperately needed to investigate the full range of potentially relevant DBS-induced changes—authenticity, autonomy, and responsibility, and conclude that how we define authenticity will have implications for our concept of autonomy, which in turn will determine how we think about responsibility. Concerning (5), I discuss a complex relation between moral aspects and PTS—on one hand, they serve as the lens through which a particular self-pattern can be evaluated; on the other, they are, themselves, products of dynamical interactions of various self-aspects. Finally, I discuss (6), demonstrating novel way of understanding the effects of DBS on patients’ selves.",
      "citationCount": 4,
      "doi": "10.1007/s11097-020-09708-9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/141f6c9028173368c5481297b70b3971451bf4ed",
      "venue": "Phenomenology and the Cognitive Sciences",
      "journal": {
        "name": "Phenomenology and the Cognitive Sciences",
        "pages": "559 - 582",
        "volume": "21"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0e5c6bf8000254bb9ab9714ee824b75e61a2b515",
      "title": "Authenticity, autonomy and multiculturalism",
      "authors": [
        {
          "name": "G. Levey",
          "authorId": "108254498"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 9,
      "doi": "10.4324/9781315726083",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0e5c6bf8000254bb9ab9714ee824b75e61a2b515",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "34875f5d80adc67f6337f76111d7b3ba53927bb9",
      "title": "Affect, Autonomy, Authenticity, and the Assessment of Decision‐Making Capacity: The Problem of Tyrannical Coherence",
      "authors": [
        {
          "name": "Joe Gough",
          "authorId": "2361503178"
        }
      ],
      "year": 2025,
      "abstract": "\n \n There are cases of psychiatric disorder where affective states produce severely self‐destructive behavior. Sufferers do not appear to be making autonomous decisions, and appear to be severely impaired in their decision‐making capacity. Suffers of these kinds of cases of these kinds of disorders fall into a “gray area” in the law. If this gray area is to be avoided, the law requires clearer criteria for determining how affect can undermine autonomy. Existing “procedural” accounts of autonomy that explicitly set out to deal with how affective states can undermine decision‐making are unable to deal with a clinically significant class of such cases. In this class of cases, autonomy is undermined by an affective state that is relevantly coherent with the rest of the person's affective states and attitudes, and has relevantly inoffensive origins. The relevant affective state nevertheless appears to “hijack” the person, and to rule over them “tyrannically.” I argue for a necessary condition on autonomy amenable to a procedural account,\n non‐tyranny\n , according to which one is autonomous with respect to a decision only if one has the ability to resist the influence of any given affective state on that decision.\n",
      "citationCount": 0,
      "doi": "10.1111/papa.70010",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/34875f5d80adc67f6337f76111d7b3ba53927bb9",
      "venue": "Philosophy &amp; Public Affairs",
      "journal": {
        "name": "Philosophy &amp; Public Affairs"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b3bf0a8ee7076a23a9c467b32c05a8d44d148e2d",
      "title": "Authenticity, Autonomy, and Enhancement",
      "authors": [
        {
          "name": "Pei-hua Huang",
          "authorId": "50241902"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 2,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b3bf0a8ee7076a23a9c467b32c05a8d44d148e2d",
      "venue": "",
      "journal": {
        "name": "Dilemata",
        "pages": "39-52",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "c5b2e6463b566a43f7735c2039679e90f7b19177",
      "title": "Autonomy, Authenticity, and Double Agency",
      "authors": [
        {
          "name": "Katherine Vidueira",
          "authorId": "2357188211"
        }
      ],
      "year": 2024,
      "abstract": "This paper explores the agency of marginalized individuals navigating negative social scripts, arguing that such scripts threaten autonomy and authenticity by acting as external guiding principles that do not reflect the individual's self-conception. I call agents that navigate these social scripts double agents because they are constituted by double consciousness – an acute awareness of how they are perceived by others. This awareness leads double agents to endorse a new guiding principle that tells them to use social scripts strategically. This preserves autonomy and authenticity by allowing the agent to be guided by a principle she endorses and perform actions she believes reflect her self-conception. However, one aspect of authenticity, otherauthenticity, is undermined as others fail to recognize double agents as the agents they are. This highlights the harms of marginalization and social scripts as double agents risk becoming alienated from their own self-conception and contributing to their own marginalization.",
      "citationCount": 0,
      "doi": "10.5840/pcw2024301/211",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c5b2e6463b566a43f7735c2039679e90f7b19177",
      "venue": "Philosophy in the Contemporary World",
      "journal": {
        "name": "Philosophy in the Contemporary World"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "10cec31792bfaa1ee6b61f14cd09af7f3db003f4",
      "title": "Authenticity , Autonomy , and Enhancement Autenticidad , autonomía y mejora",
      "authors": [
        {
          "name": "P. Huang",
          "authorId": "144996932"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/10cec31792bfaa1ee6b61f14cd09af7f3db003f4",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "22c8d08da8523463f1a9b5c571bcc11e62919395",
      "title": "Autonomy and Authenticity als as Key Terms of Hegel's Tragedy Theory",
      "authors": [
        {
          "name": "Gil Ung Kim",
          "authorId": "2323000466"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.24185/sswuhr.2024.08.50.65",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/22c8d08da8523463f1a9b5c571bcc11e62919395",
      "venue": "Sungshin Humanities Research",
      "journal": {
        "name": "Sungshin Humanities Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "42e6ac12a3f88fe432e9b3b1b480b68d3d09834c",
      "title": "‘A Life of Our Own’: Why Authenticity is More Than a Condition for Autonomy",
      "authors": [
        {
          "name": "C. Iftode",
          "authorId": "66370822"
        },
        {
          "name": "Alexandra Zorilă",
          "authorId": "2047615779"
        },
        {
          "name": "Constantin Vică",
          "authorId": "2267113384"
        },
        {
          "name": "Muriel Leuenberger",
          "authorId": "2294057812"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1007/s10790-023-09967-0",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/42e6ac12a3f88fe432e9b3b1b480b68d3d09834c",
      "venue": "Journal of Value Inquiry",
      "journal": {
        "name": "The Journal of Value Inquiry",
        "pages": "729 - 754",
        "volume": "59"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1a0ac5df9430e250603942d4803911c9bc0998c2",
      "title": "Authenticity and Autonomy in De-Extinction",
      "authors": [
        {
          "name": "C. Lean",
          "authorId": "89848814"
        }
      ],
      "year": 2022,
      "abstract": "ABSTRACT Eric Katz in Zombie Arguments defends the thesis authenticity is indispensable to conservation. I agree. However, I argue authenticity appears in degrees and can be reclaimed by populations through their continuing evolutionary responses to the world. This means that interventions that diminish the value of a population through reducing their authenticity can be permitted in limited cases. When our actions retain the remaining authentic features in a threatened population we should allow such a diminishment as authenticity can bereclaimed in time.",
      "citationCount": 6,
      "doi": "10.1080/21550085.2022.2071553",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1a0ac5df9430e250603942d4803911c9bc0998c2",
      "venue": "Ethics, Policy &amp; Environment",
      "journal": {
        "name": "Ethics, Policy & Environment",
        "pages": "116 - 120",
        "volume": "25"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d6901be654c6f42155d769c7b683cfbc79d838f4",
      "title": "Dimensions of the Threat to the Self Posed by Deep Brain Stimulation: Personal Identity, Authenticity, and Autonomy",
      "authors": [
        {
          "name": "Przemysław Zawadzki",
          "authorId": "2074464130"
        }
      ],
      "year": 2021,
      "abstract": "Deep Brain Stimulation (DBS) is an invasive therapeutic method involving the implantation of electrodes and the electrical stimulation of specific areas of the brain to modulate their activity. DBS brings therapeutic benefits, but can also have adverse side effects. Recently, neuroethicists have recognized that DBS poses a threat to the very fabric of human existence, namely, to the selves of patients. This article provides a review of the neuroethical literature examining this issue, and identifies the crucial dimensions related to the self which DBS may endanger—personal identity, authenticity, and autonomy. The most influential theories accounting for these dimensions are analyzed herein, and it is argued that most of these theories require further refinement. This paper also demonstrates the interrelation between personal identity, authenticity, and autonomy, and concludes that one can only fully understand the impact of DBS on the self when all of these factors are taken into account.",
      "citationCount": 3,
      "doi": "10.33392/DIAM.1592",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d6901be654c6f42155d769c7b683cfbc79d838f4",
      "venue": "",
      "journal": {
        "name": "Diametros",
        "pages": "1-28",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "f02ab47b8267ef53f4368cf631ee895fa31cdb95",
      "title": "Enhancing Autonomy, Authenticity And Selecting The Child With The Best Moral Life",
      "authors": [
        {
          "name": "Alexandru Gabriel Cioiu",
          "authorId": "2005781325"
        }
      ],
      "year": 2021,
      "abstract": "In the human enhancement literature, there is a recurrent fear that biomedical technologies will negatively impact the autonomy and authenticity of moral agents, even when the agents would end up having better capacities and an improved life with the aid of these technologies. I will explore several ways in which biomedical enhancement may improve the autonomy of moral agents and try to show that biomedical methods are, all things considered, beneficial to our autonomy and authenticity. I will argue that there are instances when it’s desirable to limit the autonomy of moral agents and that strict regulations are to be put in place if a great number of people will have easy access to powerful, genetic-altering technologies which can impact the life of future children. I will advocate for using assisted reproductive technologies in order to select the child with the best chance of the best moral life and in doing so I will analyse several procreative principles which have been proposed by different scholars in the genetic enhancement debate and try to determine which one would be best to adhere to. Usually, people place high value on the concept of autonomy and there are many cases in which they end up overestimating autonomy in relation to other moral values. While autonomy is important, it’s also important to know how to limit it when reasonable societal norms require it. Sometimes autonomy is defined in strong connection with the concept of authenticity, in the sense that it’s not sufficient for our choices to be autonomous if they are not also authentic. I will try to defend the idea that authenticity can be enhanced as well with the aid of enhancement technologies which can actually prove beneficial in our quest to improve our own self.",
      "citationCount": 0,
      "doi": "10.18662/brain/12.4/258",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f02ab47b8267ef53f4368cf631ee895fa31cdb95",
      "venue": "Brain: Broad Research in Artificial Intelligence and Neuroscience",
      "journal": {
        "name": "BRAIN. Broad Research in Artificial Intelligence and Neuroscience"
      },
      "publicationTypes": null
    },
    {
      "paperId": "be40228e8c2ff7192e2d8fc3797191af3a4a3e96",
      "title": "Neurotechnologies, Relational Autonomy, and Authenticity",
      "authors": [
        {
          "name": "M. Walker",
          "authorId": "144422775"
        },
        {
          "name": "Catriona Mackenzie",
          "authorId": "2700581"
        }
      ],
      "year": 2020,
      "abstract": "Abstract:The ethical debate about neurotechnologies has been largely framed around their effects on authenticity. In this paper, we investigate the concept of authenticity and associated conceptions of the self. We develop a conception of authenticity that eschews problematic essentialist or existentialist views of the self and the assumption that the authentic self transcends socialization. In our view, authenticity is a condition for self-governance and can involve either endorsement or acknowledgment. Revisiting the debate about neurotechnologies, we show why framing the ethical debate in terms of authenticity is unhelpful and argue that these ethical concerns are better understood as concerns about autonomy.",
      "citationCount": 17,
      "doi": "10.3138/ijfab.13.1.06",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/be40228e8c2ff7192e2d8fc3797191af3a4a3e96",
      "venue": "International Journal of Feminist Approaches to Bioethics",
      "journal": {
        "name": "IJFAB: International Journal of Feminist Approaches to Bioethics",
        "pages": "119 - 98",
        "volume": "13"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4e2a53b91052078c4b29f0bdf5e3744e0f3fd10f",
      "title": "The making of a feminist subject: Autonomy, authenticity and withdrawal",
      "authors": [
        {
          "name": "Giovanna Zapperi",
          "authorId": "2084820001"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.5040/9781350187153.ch-004",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4e2a53b91052078c4b29f0bdf5e3744e0f3fd10f",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "f0dc8c3bd800e8020094bf4a23cd77e8763efec2",
      "title": "The normative bond between Kantian autonomy and Sartrean authenticity: A critical existentialist perspective",
      "authors": [
        {
          "name": "M. Russo",
          "authorId": "79671685"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1111/ejop.12551",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f0dc8c3bd800e8020094bf4a23cd77e8763efec2",
      "venue": "",
      "journal": {
        "name": "European Journal of Philosophy",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "14b0ff34fc1c9ba1ad5bec7a2d728e5b6e6b90dc",
      "title": "Commentary on \"Neurotechnologies, Relational Autonomy, and Authenticity\"",
      "authors": [
        {
          "name": "A. Gotlib",
          "authorId": "46687489"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.3138/ijfab.13.1.07",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/14b0ff34fc1c9ba1ad5bec7a2d728e5b6e6b90dc",
      "venue": "International Journal of Feminist Approaches to Bioethics",
      "journal": {
        "name": "IJFAB: International Journal of Feminist Approaches to Bioethics",
        "pages": "120 - 128",
        "volume": "13"
      },
      "publicationTypes": null
    },
    {
      "paperId": "522d41778d9f0da84313eb5f5bc0c3640d4c70f3",
      "title": "The Need for Authenticity-Based Autonomy in Medical Ethics",
      "authors": [
        {
          "name": "L. White",
          "authorId": "14746678"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 19,
      "doi": "10.1007/s10730-017-9335-2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/522d41778d9f0da84313eb5f5bc0c3640d4c70f3",
      "venue": "HEC Forum",
      "journal": {
        "name": "HEC Forum",
        "pages": "191-209",
        "volume": "30"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "20aeb5a5045b64399700d059c72c36b880e71e25",
      "title": "Commentary on \"Neurotechnologies, Relational Autonomy, and Authenticity\"",
      "authors": [
        {
          "name": "M. Schechtman",
          "authorId": "38469379"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.3138/ijfab.13.1.08",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/20aeb5a5045b64399700d059c72c36b880e71e25",
      "venue": "International Journal of Feminist Approaches to Bioethics",
      "journal": {
        "name": "IJFAB: International Journal of Feminist Approaches to Bioethics",
        "pages": "129 - 133",
        "volume": "13"
      },
      "publicationTypes": null
    },
    {
      "paperId": "db7ddae923a0331e9f00e7cf38191d112e19cf39",
      "title": "A non-ideal authenticity-based conceptualization of personal autonomy",
      "authors": [
        {
          "name": "Jesper Ahlin Marceta",
          "authorId": "51999186"
        }
      ],
      "year": 2018,
      "abstract": "Respect for autonomy is a central moral principle in bioethics. The concept of autonomy can be construed in various ways. Under the non-ideal conceptualization proposed by Beauchamp and Childress, everyday choices of generally competent persons are autonomous to the extent that they are intentional and are made with understanding and without controlling influences. It is sometimes suggested that authenticity is important to personal autonomy, so that inauthenticity prevents otherwise autonomous persons from making autonomous decisions. Building from Beauchamp and Childress’s theory, this article develops a non-ideal authenticity-based conceptualization of personal autonomy. Factors that indicate inauthentic decision-making are explicated, and the full concept is defended from three expected objections. The theory is then tested on a paradigm case which has concerned theorists and practitioners for some time, namely the possible inauthenticity of anorexia nervosa patients’ decision-making. It is concluded that the theory seems to be fruitful in analyses of the degree of autonomy of patients’ decision-making, and that it succeeds in providing reliable action-guidance in practical contexts.",
      "citationCount": 14,
      "doi": "10.1007/s11019-018-9879-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/db7ddae923a0331e9f00e7cf38191d112e19cf39",
      "venue": "Medicine, Health care and Philosophy",
      "journal": {
        "name": "Medicine, Health Care, and Philosophy",
        "pages": "387 - 395",
        "volume": "22"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c7d7cc470b956b3177a73ba77b1915be2ed346c5",
      "title": "Autonomy and authenticity: Joseph's personal journey towards freedom and truth",
      "authors": [
        {
          "name": "Wojciech Sebastian Werhun",
          "authorId": "151413201"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c7d7cc470b956b3177a73ba77b1915be2ed346c5",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "dc44943e2892e4e072909831526e39cb21b95c9c",
      "title": "Reinterpreting the Right to an Open Future: From Autonomy to Authenticity",
      "authors": [
        {
          "name": "S. Altman",
          "authorId": "46741615"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1007/S10982-017-9317-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dc44943e2892e4e072909831526e39cb21b95c9c",
      "venue": "",
      "journal": {
        "name": "Law and Philosophy",
        "pages": "415-436",
        "volume": "37"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7110ead49df61f324771cb3464953d8b71711f62",
      "title": "Trust, intent, authenticity, and good dying: Beyond the autonomy debates and towards a philosophy of palliative care",
      "authors": [
        {
          "name": "Quentin I. T. Genuis",
          "authorId": "6265092"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.1080/09699260.2017.1405868",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7110ead49df61f324771cb3464953d8b71711f62",
      "venue": "",
      "journal": {
        "name": "Progress in Palliative Care",
        "pages": "286 - 290",
        "volume": "25"
      },
      "publicationTypes": null
    },
    {
      "paperId": "283b4830a17936400783fdaf6d89cba784ed4683",
      "title": "The Need for Authenticity-Based Autonomy in Medical Ethics",
      "authors": [
        {
          "name": "L. White",
          "authorId": "14746678"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/s10730-017-9335-2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/283b4830a17936400783fdaf6d89cba784ed4683",
      "venue": "HEC Forum",
      "journal": {
        "name": "HEC Forum",
        "pages": "191 - 209",
        "volume": "30"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0d064becffd111bdbba80cebce59fb9e3d0ea44b",
      "title": "Reinterpreting the Right to an Open Future: From Autonomy to Authenticity",
      "authors": [
        {
          "name": "S. Altman",
          "authorId": "46741615"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s10982-017-9317-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0d064becffd111bdbba80cebce59fb9e3d0ea44b",
      "venue": "Law and Philosophy",
      "journal": {
        "name": "Law and Philosophy",
        "pages": "415 - 436",
        "volume": "37"
      },
      "publicationTypes": null
    },
    {
      "paperId": "cb3c8db5b2fb89a5de1e7d99d1b4c03a933fd094",
      "title": "Autonomy, Authenticity, and Deferred Decision Making: The Practical Application of Abstract Concepts for Physician Assistants.",
      "authors": [
        {
          "name": "Anna Skold",
          "authorId": "14231622"
        },
        {
          "name": "Jason Lesandrini",
          "authorId": "12140432"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1097/JPA.0000000000000124",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cb3c8db5b2fb89a5de1e7d99d1b4c03a933fd094",
      "venue": "The journal of physician assistant education : the official journal of the Physician Assistant Education Association",
      "journal": {
        "name": "The journal of physician assistant education : the official journal of the Physician Assistant Education Association",
        "pages": "\n          113-115\n        ",
        "volume": "28 2"
      },
      "publicationTypes": [
        "JournalArticle",
        "CaseReport"
      ]
    }
  ],
  "count": 25,
  "errors": []
}
