{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Bratman shared cooperative activity",
  "results": [
    {
      "paperId": "a29c0ae22f3aa9bc0339fdefe7739d4b324e863f",
      "title": "Shared Cooperative Activity",
      "authors": [
        {
          "name": "M. Bratman",
          "authorId": "70049329"
        }
      ],
      "year": 1991,
      "abstract": null,
      "citationCount": 952,
      "doi": "10.2307/2185537",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a29c0ae22f3aa9bc0339fdefe7739d4b324e863f",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "c0bf314bd6841f5d799b954fac866240d1fbaf68",
      "title": "Intentions and Cooperative Activity: Explaining Cooperation in Light of Bratman's Notion of Shared Intention",
      "authors": [
        {
          "name": "Irene Boragno",
          "authorId": "115881244"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.5209/REV_RPUB.2012.N27.47866",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c0bf314bd6841f5d799b954fac866240d1fbaf68",
      "venue": "",
      "journal": {
        "name": "Res Publica",
        "pages": "87-97",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "ae2213e57a5e0b93083337a09ce3a2f36e8f401b",
      "title": "Intentions and cooperative activity: explaining cooperation in light of Bratman's notion of shared intention",
      "authors": [
        {
          "name": "Irene Boragno Gil",
          "authorId": "2058069069"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ae2213e57a5e0b93083337a09ce3a2f36e8f401b",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "87-98",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "055dd07b1cefa33f4e37d9f23448941fc8227a7f",
      "title": "Faces of Intention: Selected Essays on Intention and Agency",
      "authors": [
        {
          "name": "M. Bratman",
          "authorId": "70049329"
        }
      ],
      "year": 1999,
      "abstract": null,
      "citationCount": 491,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/055dd07b1cefa33f4e37d9f23448941fc8227a7f",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "529e9497a53d669dd1a633eee18e5a5e6fc9c004",
      "title": "Cooperative Joint Action",
      "authors": [
        {
          "name": "R. Tuomela",
          "authorId": "2229032"
        }
      ],
      "year": 2000,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-94-015-9594-0_3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/529e9497a53d669dd1a633eee18e5a5e6fc9c004",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "72-107",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "de7b4a00ed049ba1e5f530f55110ef68d78c3d1d",
      "title": "On Collective Action: underpinning the plural subject with a model of planning agency",
      "authors": [
        {
          "name": "Joseph Kisolo-Ssonko",
          "authorId": "1403784663"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/de7b4a00ed049ba1e5f530f55110ef68d78c3d1d",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "ec919dd7e128b8010d19bd7267d64bf45b0e1f65",
      "title": "Joint action without and beyond planning",
      "authors": [
        {
          "name": "K. Blomberg",
          "authorId": "145761319"
        },
        {
          "name": "Olle Blomberg",
          "authorId": "152571254"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ec919dd7e128b8010d19bd7267d64bf45b0e1f65",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "656921e985c527b1ec926ac365b2b01d61eccd5c",
      "title": "Michael E. Bratman, Shared Agency: A Planning Theory of Acting Together",
      "authors": [
        {
          "name": "Steven M. Weimer",
          "authorId": "32777296"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s10790-014-9480-7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/656921e985c527b1ec926ac365b2b01d61eccd5c",
      "venue": "Journal of Value Inquiry",
      "journal": {
        "name": "The Journal of Value Inquiry",
        "pages": "489 - 493",
        "volume": "50"
      },
      "publicationTypes": null
    },
    {
      "paperId": "460e6bd950e40f7e4aa3957797757e4d2aefaf54",
      "title": "Shared Agency: A Planning Theory of Acting Together",
      "authors": [
        {
          "name": "M. Bratman",
          "authorId": "70049329"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 251,
      "doi": "10.5860/choice.52-0764",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/460e6bd950e40f7e4aa3957797757e4d2aefaf54",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "2b4f06893a9a151a67986963775441874e6542a7",
      "title": "Précis of Shared agency: a planning theory of acting together",
      "authors": [
        {
          "name": "M. Bratman",
          "authorId": "70049329"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1007/s11098-015-0565-3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2b4f06893a9a151a67986963775441874e6542a7",
      "venue": "Philosophical Studies",
      "journal": {
        "name": "Philosophical Studies",
        "pages": "3375 - 3378",
        "volume": "172"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0e574d6eeacd2513c4e8232da7dec0d792f1d82f",
      "title": "Shared intention and the doxastic single end condition",
      "authors": [
        {
          "name": "Olle Blomberg",
          "authorId": "152571254"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 7,
      "doi": "10.1007/s11098-015-0496-z",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0e574d6eeacd2513c4e8232da7dec0d792f1d82f",
      "venue": "Philosophical Studies",
      "journal": {
        "name": "Philosophical Studies",
        "pages": "351 - 372",
        "volume": "173"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4ddb07b50ceb7a5d003c2c8aadf273feaacce350",
      "title": "Massively Shared Agency",
      "authors": [
        {
          "name": "Scott J. Shapiro",
          "authorId": "39095165"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 44,
      "doi": "10.1093/acprof:oso/9780199794515.003.0011",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4ddb07b50ceb7a5d003c2c8aadf273feaacce350",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "21e2260cd9b7c435937cfa601f3380308ed30cce",
      "title": "Cultivating Communities of Learning with Digital Media: Cooperative Education through Blogging and Podcasting",
      "authors": [
        {
          "name": "Christopher Long",
          "authorId": "2073608636"
        }
      ],
      "year": 2010,
      "abstract": "Digital media technology, when deployed in ways that cultivate shared learning communities in which students and teachers are empowered to participate as partners in conjoint educational practices, can transform the way we teach and learn philosophy. This essay offers a model for how to put blogging and podcasting in the service of a cooperative approach to education that empowers students to take ownership of their education and enables teachers to cultivate in themselves and their students the excellences of dialogue. The essay is organized around a compelling story of how the students in an Ancient Greek Philosophy course responded to an anonymous, belligerent commenter on the blog from outside of the class. The incident brings the pedagogy of cooperative education into sharp relief. Recall that moment in Republic book one when Thrasymachus could be restrained no longer. It happened at the house of Cephalus near the Pireaeus, that hotbed of democratic activity. Socrates was talking with a group of aspiring young men and he had just rejected the idea that the just is to help friends and harm enemies. When, continuing, he asked what justice and the just might be, Thrasymachus, “hunched up like a wild beast,” flung himself into the discussion. One Monday morning at the end of a fall semester, I was made to feel the poignant fright of which Socrates speaks when faced with the threatening Thrasymachus: “I was astounded by him, and, looking at him, I was frightened.” Waking early, I reached for my iPhone to check the overnight activities on the course blog for my Ancient Greek Philosophy course. Students, I had come to learn, often wrote posts and made comments late into the night or very early in the morning. What I read astounded and frightened me. An anonymous comment had been published to a post written by one of my students. At first I 348 CHRISTOPHER P. LONG was thrilled, because one of the goals for the course was to open our philosophical discussions in the classroom to the wider community. We put no constraints on who could comment, nor did we insist upon signing comments with an identifiable name. All semester we had been receiving comments from people outside the class who had come to read our blog and participate in the community of learning we had created. But this was different. The comment itself demonstrated a philosophical sophistication I did not recognize in any of the students I had come to know that semester; it is not that they were incapable of it, just that there was something in the tone and direction of the articulated thought that struck me as strange. My intuition was confirmed in the final paragraph which was belligerent, provocative, and obscene. How ought one respond to such an unsettling voice, particularly when the stranger hides behind an anonymity that is as threatening to us as it is protective of the author? How does one cultivate habits of dialogue with students in a digital medium that opens the possibility of such a radical polysemy that it is often unclear with whom, precisely, one is engaged? These were not the original questions around which this course was organized, but they were the questions to which we were led. Originally, the course was designed to use digital media, specifically blogging and podcasting, to empower students to take an active role in their own education. This particular course focused on the nature of Socratic politics. We read a series of Platonic dialogues, attending in each to the manner in which Socrates practices politics by turning individual souls to the question of justice and the good. One of the main goals of the course was to cultivate the excellences of dialogue by practicing them in a digital medium that allows for a diversity of perspectives. The way the students responded to the stranger who appeared on that Monday morning late in the semester is a testimony to the extent to which that goal was achieved. But in order to appreciate the power of the student response, it is important to understand the pedagogical principles that animated the unorthodox course design. Pedagogical Principles: Community of Learning, Community of Practice The central pedagogical principle around which the course was organized is that education is a cooperative activity best pursued in social environments in which the student and teacher together participate. Dewey suggests that a “social environment . . . is truly educative in its effect in the degree in which an individual shares or participates in some conjoint activity.” For this course, our conjoint activity was to COOPERATIVE EDUCATION USING DIGITAL MEDIA 349 co-author a living document that expressed our ongoing engagement with the Platonic dialogues in general and the question of Socratic politics in particular. The course blog was that document. As a publishing platform that allows for ongoing written reflection in public, the blog offered us a space to articulate, share, develop and respond to ideas throughout the semester and, as will be heard, beyond it. Yet the power of our course blog was not simply its ability to share ideas with an unlimited audience, but more fundamentally, the way it allowed for a responsive engagement with the ideas articulated on the blog itself. Under certain circumstances, a blog can become a social environment for the conjoint activity of learning. For the blog to cultivate a genuine community of education, it must be something more than an information delivery platform. This becomes possible when teachers themselves are willing to enter into the learning community opened by the blog platform. Dewey thus only speaks half the truth when he writes that “schools require for their full efficiency more opportunity for conjoint activities in which those instructed take part, so that they may acquire a social sense of their own powers and of the materials and applications used.” Yet, it is not only those instructed who must take part in these conjoint activities, instructors are also to acquire a social sense of their own powers by entering fully into the online social environment. We will return to this in a moment when we consider the question of implementation; for precisely how to enter into community without dominating it is of critical importance to the success of a genuinely cooperative education. The second principle around which this course was organized is that teaching and learning are most effective when ideas are not merely discussed and considered, but practiced. Human lives are enriched by the communities of practice in which they are embedded. Families, teams, professional organizations, universities and indeed, classrooms are communities of shared practice, be the practices explicitly articulated or implicitly embodied. Etienne Wenger emphasizes the importance of such communities of practice for education when he writes that “the learning that is most personally transformative turns out to be the learning that involves membership in these communities of practice.” Our course blog offered us a space not only to reflect upon the ideas expressed in the Platonic dialogues, but also to practice the excellences of dialogue introduced in the texts themselves. During the course of the semester, we were able to think critically about the nature of dialogue because we were engaged in a dialogical practice that deepened our understanding of the power and limits of dialogical engagement itself. 350 CHRISTOPHER P. LONG From Engagement to Cooperation The vision of education as cooperative owes much not only to Dewey and Wenger, but also to Frederick Woodbridge, who articulates the sense of cooperation that informs this pedagogical approach: There is cooperation in the pursuit of knowledge, an interchange of discoveries, opinions, and results, a communication which would put agreement in the place of disagreement. We are not left each to his own devices, but employ the aid of others. For Woodbridge, this sort of cooperation is rooted ultimately in the human ability to work together with nature in such a way that we are able to respond in meaningful ways to the world we encounter. His emphasis on agreement is no naïve optimism, but rather a recognition that as natural beings, humans exist in ways that allow us to meet the world that reaches out to us. Inter-human relations are rooted in this possibility, no learning would occur if we could not meaningfully cooperate with the things we encounter. This philosophical naturalism, which is neither mechanistic nor reductive, but living and organic, has deep implications for the theory of education. To speak of the pursuit of knowledge as a truly cooperative activity is implicitly to challenge traditional pedagogies of student engagement. It is widely recognized among educators that student engagement is a key to academic success. Disengaged students erode the social dynamics in the classroom, have a negative impact on their peers and drop out at high rates. Thus, it is no surprise that the desire to move students from a disengaged attitude to one of engagement has become a major goal of our pedagogical practices. Of course, student engagement has many meanings. Engagement might be measured by certain behaviors, as when students write effectively and with nuance; it might be felt in certain emotions, as when students express excitement about the ideas they encounter; or it might be understood by way of certain cognitive activities, as when students demonstrate an ability to analyze and synthesize in sophisticated ways. Yet, despite its many dimensions, engagement itself seems too impoverished a pedagogical ideal. We ought to aspire to something more for our students and ourselves. Strange as it sounds, focus on engagement remains too student centered. Its primary emphasis is on changing the habits, behaviors and attitudes of students, and it often fails to consider those habits, behaviors and attitudes of faculty that close off th",
      "citationCount": 2,
      "doi": "10.5840/TEACHPHIL201033442",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/21e2260cd9b7c435937cfa601f3380308ed30cce",
      "venue": "",
      "journal": {
        "name": "Teaching Philosophy",
        "pages": "347-361",
        "volume": "33"
      },
      "publicationTypes": null
    },
    {
      "paperId": "cbba9f767730f154c9fc1edb02b18241d5539208",
      "title": "MEMBERSHIP AND KNOWLEDGE. SCIENTIFIC RESEARCH AS A GROUP ACTIVITY",
      "authors": [
        {
          "name": "Silvia Tossut",
          "authorId": "113693052"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1017/epi.2014.17",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cbba9f767730f154c9fc1edb02b18241d5539208",
      "venue": "Episteme",
      "journal": {
        "name": "Episteme",
        "pages": "349 - 367",
        "volume": "11"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1f45321f3bac371bd7687ace45e319ce42822983",
      "title": "Epistemic dependence in interdisciplinary groups",
      "authors": [
        {
          "name": "H. Andersen",
          "authorId": "2357043"
        },
        {
          "name": "Susann Wagenknecht",
          "authorId": "2251557"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 106,
      "doi": "10.1007/s11229-012-0172-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1f45321f3bac371bd7687ace45e319ce42822983",
      "venue": "Synthese",
      "journal": {
        "name": "Synthese",
        "pages": "1881-1898",
        "volume": "190"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 15,
  "errors": []
}
