{
  "status": "success",
  "source": "semantic_scholar",
  "query": "care ethics Held Noddings",
  "results": [
    {
      "paperId": "cd6f8123a7b4c0e6acf24b07f0e69500a2328470",
      "title": "Care ethics and “caring” organizations",
      "authors": [
        {
          "name": "N. Noddings",
          "authorId": "69346082"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 59,
      "doi": "10.1093/ACPROF:OSO/9780198716341.003.0005",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cd6f8123a7b4c0e6acf24b07f0e69500a2328470",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "72-84",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "46a3b05bf1f296585f17c33ecac0767090701819",
      "title": "Values and Principles in Care Ethics",
      "authors": [
        {
          "name": "Thomas E. Randall",
          "authorId": "113716903"
        },
        {
          "name": "C. Gilligan",
          "authorId": "33841295"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/46a3b05bf1f296585f17c33ecac0767090701819",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "c276cdab79e07a7d3a9c6e2ca91acae6a271f293",
      "title": "The Ethics of Care: Personal, Political, and Global",
      "authors": [
        {
          "name": "J. Cocks",
          "authorId": "38892081"
        }
      ],
      "year": 2006,
      "abstract": null,
      "citationCount": 1290,
      "doi": "10.1017/S153759270631047X",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c276cdab79e07a7d3a9c6e2ca91acae6a271f293",
      "venue": "Perspectives on Politics",
      "journal": {
        "name": "Perspectives on Politics",
        "pages": "755 - 757",
        "volume": "4"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "ce1ba0737701f3ed47072e0652bfc75c9e0b5ecb",
      "title": "Care and justice",
      "authors": [
        {
          "name": "J. Hay",
          "authorId": "153035402"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 8,
      "doi": "10.4324/9781315399188-5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ce1ba0737701f3ed47072e0652bfc75c9e0b5ecb",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "49-59",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "30591f00e7e6ac5b45aeed1178a664ca024a5ece",
      "title": "Nel Noddings's uses of Martin Buber's philosophy of dialogue",
      "authors": [
        {
          "name": "Richard L. Johannesen",
          "authorId": "71321206"
        }
      ],
      "year": 2000,
      "abstract": null,
      "citationCount": 32,
      "doi": "10.1080/10417940009373164",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/30591f00e7e6ac5b45aeed1178a664ca024a5ece",
      "venue": "",
      "journal": {
        "name": "Southern Communication Journal",
        "pages": "151 - 160",
        "volume": "65"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b19de5ea09677df84763990bb2a036218337e7c2",
      "title": "Moral Responsibility in Market Relations A Care-Ethical Enquiry",
      "authors": [
        {
          "name": "L. Bond",
          "authorId": "118798041"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b19de5ea09677df84763990bb2a036218337e7c2",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "0e34e67aeda7d84ce56bb10aa649f5c52bb9ec04",
      "title": "Oppression, Normative Violence, and Vulnerability: The Ambiguous Beauvoirian Legacy of Butler’s Ethics",
      "authors": [
        {
          "name": "Lisa C. Knisely",
          "authorId": "2098265214"
        }
      ],
      "year": 2012,
      "abstract": "Judith Butler’s most recent writings are a sophisticated theorization of the significance of human vulnerability as a resource for “a non-violent ethics . . . that is based upon an understanding of how easily human life is annulled” (Butler 2004, xvii). Butler argues that recognition of the constitutive vulnerability of human existence provides the condition of possibility through which we can respond to an ethical “appeal” or “call” for nonviolence (Butler 2009, 165, 170). This recent work carries on the feminist theoretical tradition of theorizing nonviolence via an attention to human vulnerability that has been strongly present in feminist care ethics (Held 2006; Kittay 1999; Ruddick 1989; Noddings 1984; Gilligan 1982). However, rather than turning to the care ethicists to think through the ethical relationship between vulnerability and violence, Butler produces an innovative feminist ethics by turning to a variety of thinkers in continental philosophy and psychoanalysis, such as Hegel, Freud, Cavarero, and especially Levinas. Butler’s recent discussion of the ethical import of human vulnerability therefore extends a long-standing feminist tradition of arguing for nonviolence while also helping to expand the theoretical resources feminists have used for this task. This article places Butler’s recent ethical focus on nonviolence1 in conversation with Simone de Beauvoir’s earlier existentialist feminist ethical writings2",
      "citationCount": 4,
      "doi": "10.1353/phi.2012.a500111",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0e34e67aeda7d84ce56bb10aa649f5c52bb9ec04",
      "venue": "Philosophia",
      "journal": {
        "name": "philoSOPHIA",
        "pages": "145 - 166",
        "volume": "2"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "573e6612c5ccdd307031c1f4c183877a5afca134",
      "title": "An Ethic of Care Critique",
      "authors": [
        {
          "name": "Thea Hassan",
          "authorId": "120663832"
        }
      ],
      "year": 2008,
      "abstract": null,
      "citationCount": 10,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/573e6612c5ccdd307031c1f4c183877a5afca134",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "42d7c647ca88c2311bc3fe2ec3fcba7cf6cf922b",
      "title": "The implications of Nel Noddings’ ethics of care for fostering teacher-student relationships in higher education",
      "authors": [
        {
          "name": "Ming-Kuo Chen",
          "authorId": "2356783645"
        },
        {
          "name": "Yi-Huang Shih",
          "authorId": "2297114512"
        }
      ],
      "year": 2025,
      "abstract": "Nel Noddings’ ethics of care offers a sophisticated and comprehensive theoretical framework for critically reimagining the teacher-student relationship within the context of higher education. This paradigm stands in stark contrast to traditional pedagogical approaches that predominantly emphasize cognitive outcomes, often at the expense of emotional and social development. By incorporating Noddings’ ethics of care into the dynamics of teacher-student interaction, higher education institutions have the potential to foster a more supportive and nurturing learning environment—one that not only facilitates intellectual growth but also nurtures students’ emotional well-being, sense of social responsibility, and a deeper sense of belonging. Noddings’ conceptualization of care invites us to reconceptualize the teacher-student relationship, recognizing it as not solely a transactional exchange of knowledge, but as a relational practice rooted in emotional and ethical care. Consequently, higher education must recalibrate its focus to emphasize the integration of personal values with social responsibility. By cultivating a culture grounded in care and dialogue, higher education can facilitate the holistic development of students, equipping them with the empathy and social consciousness needed to become responsible global citizens. This approach is closely aligned with the humanistic principles underpinning broader educational objectives. This paper seeks to examine the application of Noddings’ ethics of care in higher education, investigating its potential to enrich and transform the teacher-student relationship.",
      "citationCount": 0,
      "doi": "10.3389/feduc.2025.1602786",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/42d7c647ca88c2311bc3fe2ec3fcba7cf6cf922b",
      "venue": "Frontiers in Education",
      "journal": {
        "name": "Frontiers in Education"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2ccbe584c9cfe35ff9e382ac257a3e9e1affebf8",
      "title": "Group Studıes In Law Facultıes From Nel Noddıngs's Perspectıve of Care Ethıcs: Ankara Unıversıty Faculty of Law 'Lookıng At Law Wıth Phılosophy' Study Group Example",
      "authors": [
        {
          "name": "E. Şimşek",
          "authorId": "2073208221"
        }
      ],
      "year": 2022,
      "abstract": "In this study, the concept is discussed through Carol Gilligan'sunderstanding of care ethics. It is tried to express what the ethics of care is,under what conditions it can be evaluated and what it aims as an ethical theory.In the study, the education model of law faculty students is kept in theforeground. The reason for this is that monologue and recital methods arepreferred more as education methods in law faculties. Thus, how NelNoddings' understanding of care ethics can be used as a training method isexplained by using his various studies. At the same time, it was emphasizedthat acting with due diligence is not a female-only behavior for Noddings. Inthis study, group studies of Ankara University Faculty of Law were chosen asan example, and the selected study group was active in the 2019-2020academic year. Views of Noddings on the role that ethics of care plays ineducation were evaluated by receiving feedback from this working group. Theevaluation of feedback also contains features that will indicate the importanceof taking action according to care.",
      "citationCount": 1,
      "doi": "10.33629/auhfd.984131",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2ccbe584c9cfe35ff9e382ac257a3e9e1affebf8",
      "venue": "Ankara Üniversitesi Hukuk Fakültesi Dergisi",
      "journal": {
        "name": "Ankara Üniversitesi Hukuk Fakültesi Dergisi"
      },
      "publicationTypes": null
    },
    {
      "paperId": "fedb9b7805d7038147a68e9871bde0227f6f0259",
      "title": "A Nod to Care: Expanding Nel Noddings&#39;s Ethics of Care Framework to Sustain Educator Resilience",
      "authors": [
        {
          "name": "Beth D. Tuckwiller",
          "authorId": "117592488"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.3102/ip.23.2010159",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fedb9b7805d7038147a68e9871bde0227f6f0259",
      "venue": "AERA 2023",
      "journal": {
        "name": "AERA 2023"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5923a92fce323459620dc32f37a1be1b2cc303a5",
      "title": "The Ethics of Care from the Perspective of Virginia Held",
      "authors": [
        {
          "name": "Refice Ali",
          "authorId": "2365369742"
        }
      ],
      "year": 2025,
      "abstract": "Virginia Held believes that while some propose replacing the term ―ethics of care‖ with ―ethics of love‖ or ―relational ethics,‖ the term ―ethics of care‖ remains the most appropriate among these alternatives. In her view, care is a concept tied to the lived realities and practices of people, rather than an idealized or impractical notion. She emphasizes that the ethics of care represents a distinct ethical theory or orientation, not merely a concern that can be added to or integrated within traditional approaches such as Kantian ethics, utilitarianism, or virtue ethics. According to Held, the primary role and focus of the ethics of care lies in attending to and meeting the individual needs of those for whom we are responsible. She argues that the ethics of care holds a more vital role than justice, in contrast to many past and contemporary thinkers. Her firm belief is that while life can remain intact without justice, it cannot endure without care. Justice, she asserts, does not concern itself with children, the elderly, the sick, or the disabled—unlike care. Therefore, she regards care as ontologically prior to justice, despite acknowledging the significant role that justice plays.",
      "citationCount": 0,
      "doi": "10.56334/sei/8.5.70",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5923a92fce323459620dc32f37a1be1b2cc303a5",
      "venue": "Science, Education and Innovations in the Context of Modern Problems",
      "journal": {
        "name": "Science, Education and Innovations in the Context of Modern Problems"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d5078d14ae61d82e445c9f2a4f1a9b00db52e2ca",
      "title": "The Analysis of Practice of Care in the Public Sphere: A Perspective on Virginia Held’s Ethics of Care",
      "authors": [
        {
          "name": "Jie Shen",
          "authorId": "2329111526"
        }
      ],
      "year": 2024,
      "abstract": ": Ethics of care, an ethical theory that emphasizes interpersonal relationships, emotions, and moral responsibility, is gaining increasing attention in the modern public sphere. Virginia Held advocates extending care beyond personal interactions to the public domain. Practicing care in the public sphere allows for a shift away from the utilitarian principle of \"greatest good\" or the rigid rationality of deontological ethics. Instead, it focuses on individuals' emotional needs, vulnerabilities, and social relationships. This approach not only elevates the moral dimension of policies but also enhances their inclusiveness towards people, society, and nature",
      "citationCount": 0,
      "doi": "10.25236/ajhss.2024.070915",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d5078d14ae61d82e445c9f2a4f1a9b00db52e2ca",
      "venue": "Academic Journal of Humanities &amp; Social Sciences",
      "journal": {
        "name": "Academic Journal of Humanities &amp; Social Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e6570dcf3bda7f8bab9ac222058d36fe3eff186d",
      "title": "“From Autonomy To Relationality: A Care Ethics Perspective On Global Justice”",
      "authors": [
        {
          "name": "Vaishali Gahlyan",
          "authorId": "2374799426"
        }
      ],
      "year": 2025,
      "abstract": "In an era marked by ecological fragility, humanitarian crises, and widening global inequalities, dominant theories of justice—rooted in autonomy, impartiality, and universal reason—prove increasingly inadequate. These frameworks often overlook the emotional, relational, and embodied dimensions of moral life, particularly in contexts of caregiving, migration, and structural vulnerability. Feminist theorists such as Carol Gilligan, Virginia Held, and Joan Tronto have advanced the ethics of care as a critical response to this moral abstraction. This paper explores how care ethics reorients global justice by foregrounding dependency, responsiveness, and moral proximity. Through case studies including vaccine apartheid, global care chains, and refugee policy, it demonstrates the ethical insufficiency of justice without care. Rather than discarding justice, the care perspective deepens it— transforming foreign policy, institutional ethics, and global governance. The study ultimately proposes care ethics as an urgent philosophical and political corrective to the moral blind spots of the liberal order.",
      "citationCount": 0,
      "doi": "10.64252/879nr135",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e6570dcf3bda7f8bab9ac222058d36fe3eff186d",
      "venue": "International Journal of Environmental Science",
      "journal": {
        "name": "International Journal of Environmental Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4aa0259486973f19913af5f6afc1aaab4ada9f95",
      "title": "Care Ethics and Education",
      "authors": [
        {
          "name": "N. Noddings",
          "authorId": "69346082"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 17,
      "doi": "10.1007/978-94-6351-026-4_14",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4aa0259486973f19913af5f6afc1aaab4ada9f95",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "183-190",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "da443ba2ebd3cc48ed9143fd7066461a2837cd0b",
      "title": "The Language of Care Ethics.",
      "authors": [
        {
          "name": "N. Noddings",
          "authorId": "69346082"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 165,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/da443ba2ebd3cc48ed9143fd7066461a2837cd0b",
      "venue": "",
      "journal": {
        "name": "Knowledge Quest",
        "pages": "52-56",
        "volume": "40"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4bcc3f2f00a6b7192342d7ea02e03bdbed302df9",
      "title": "Care Ethics and the Future of Work: a Different Voice",
      "authors": [
        {
          "name": "Madelaine Ley",
          "authorId": "2127592171"
        }
      ],
      "year": 2023,
      "abstract": "The discourse on the future of work should learn from a turn in philosophy that occurred in the 1980s, one that recognizes the good life towards which ethics strives can only be reached on a foundation of caring relationships (Gillian, 1982; Noddings, 1984). Care ethics recognizes that human well-being is a group project, one that involves strong relationships, and concern for bodies and emotions. Too often, these features are left out of research exploring robotics in the workplace. This paper outlines the main tenets of care ethics, then applies the moral framework to the context of industrial and retail settings using robots. This approach sees these contexts through a relational lens, helping to identify, evaluate, and improve relationships critical to ensuring workers’ well-being. Second, care ethics considers taking care of people’s bodies beyond mere safety, examining how working with robots can exacerbate societal or economic pressures. Lastly, care ethics takes emotions as an important source of knowledge in building and supporting care. Additionally, this paper contributes to the care ethics literature by applying the framework to the context of robotized industrial workplaces, which has yet to be done.",
      "citationCount": 9,
      "doi": "10.1007/s13347-022-00604-5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4bcc3f2f00a6b7192342d7ea02e03bdbed302df9",
      "venue": "Philosophy & Technology",
      "journal": {
        "name": "Philosophy & Technology",
        "volume": "36"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "dc3432452b0b08b92592602f05b81853d2c84baa",
      "title": "Engaging otherness: care ethics radical perspectives on empathy",
      "authors": [
        {
          "name": "Jolanda van Dijke",
          "authorId": "15084552"
        },
        {
          "name": "I. van Nistelrooij",
          "authorId": "15056539"
        },
        {
          "name": "P. Bos",
          "authorId": "39921301"
        },
        {
          "name": "J. Duyndam",
          "authorId": "15095519"
        }
      ],
      "year": 2023,
      "abstract": "Throughout the years, care ethicists have raised concerns that prevalent definitions of empathy fail to adequately address the problem of otherness. They have proposed alternative conceptualizations of empathy that aim to acknowledge individual differences, help to extend care beyond one’s inner circle, and develop a critical awareness of biases and prejudices. We explore three such alternatives: Noddings’ concept of engrossment, Meyers’ account of broad empathy, and Baart’s concept of perspective-shifting. Based on these accounts, we explain that care ethics promotes a conceptualization of empathy that is radical in its commitment to engage otherness and that is characterized by being: (1) receptive and open, (2) broad and deep in scope, (3) relational and interactive, (4) mature and multifaceted, (5) critical and reflective, (6) disruptive and transformative. This type of empathy is both demanding and rewarding, as it may inspire health professionals to rethink empathy, its challenges, and its contribution to good care and as it may enrich empathy education and professional empathy practices in health care.",
      "citationCount": 9,
      "doi": "10.1007/s11019-023-10152-0",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dc3432452b0b08b92592602f05b81853d2c84baa",
      "venue": "Medicine, Health care and Philosophy",
      "journal": {
        "name": "Medicine, Health Care, and Philosophy",
        "pages": "385 - 399",
        "volume": "26"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0cda9bf3f4e923a406a3ff3403349136bed75bf8",
      "title": "Care ethics, needs-recognition, and teaching encounters",
      "authors": [
        {
          "name": "P. Bennett",
          "authorId": "2237358693"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 3,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0cda9bf3f4e923a406a3ff3403349136bed75bf8",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "c753267c99842cfff66b13cb8302e4b418cfcace",
      "title": "Care ethics, needs recognition, and educational encounters",
      "authors": [
        {
          "name": "P. Bennett",
          "authorId": "96377215"
        }
      ],
      "year": 2023,
      "abstract": "\n Care ethics takes as central the discerning of needs in those being cared for and attempts to meet those needs. Perceptive caring agents are more likely to be able to identify needs in those for whom they are caring. The identification of needs is no small matter, not least in teaching encounters. This paper modestly proposes that at least some of the needs a caring agent should attempt to meet are a function of the identity of the patient of caring action. Taking Nel Noddings’ account of care ethics as representative, I shall present it in outline. This leads to the needs-identification problematic. Following this I turn to Soran Reader’s account of needs. I interpret this to offer what I designate as identity as ‘what-ness’. Such an understanding of identity-based needs is a starting point for the caring agent but a more nuanced account, of identity as ‘who-ness’, will be argued to be preferable. Identity as ‘who-ness’, drawing on Paul Ricoeur’s work, moves the discussion along a great deal, culminating as it does in his concept of the ‘capable human being’. Having brought this aspect of Ricoeur’s thought into conversation with care ethics, I offer an account of identity-based needs conducive to the broader aims of the care ethical project. Finally, I consider what this bolstered account of care ethics might say about a brief and illustrative teaching encounter.",
      "citationCount": 6,
      "doi": "10.1093/jopedu/qhad040",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c753267c99842cfff66b13cb8302e4b418cfcace",
      "venue": "Journal of Philosophy of Education",
      "journal": {
        "name": "Journal of Philosophy of Education"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
