{
  "status": "success",
  "source": "semantic_scholar",
  "query": "craftsmanship skilled labor philosophy",
  "results": [
    {
      "paperId": "cc556bc93e49009f9ff917edf7bcd38cf4987940",
      "title": "“Days of begging, days of theft”: The Philosophy of Work in Blood Meridian",
      "authors": [
        {
          "name": "J. Christie",
          "authorId": "116976875"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.5325/CORMMCCAJ.14.1.0055",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cc556bc93e49009f9ff917edf7bcd38cf4987940",
      "venue": "",
      "journal": {
        "name": "The Cormac McCarthy Journal",
        "pages": "55 - 77",
        "volume": "14"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c4746cf5beb3fbdacc3c18f87fa4924fc8af6ccf",
      "title": "Economic History and Philosophy, Summaries of the Autumn 2018-Spring 2019 WAEHS",
      "authors": [
        {
          "name": "James Edward Curtis Jr",
          "authorId": "1741335484"
        }
      ],
      "year": 2020,
      "abstract": "Curtis Jr (2018) provides exhibits from January 4-7, 2018 American Economic Association, in coordination with the Allied Social Sciences Association Conference, in Philadelphia, PA, witb four tables describing i. a dictionary of higher education research products, ii. applied research conference and journal publication systems, and iii. empirical labor market studies. Curtis Jr (2019) provides summaries from the 2018-2019 Washington Area Economic History Seminar, WAEHS, hosted by American University, Washington DC USA, and George Mason University, Arlington VA USA, with three exhibits for each of the four seminars, i. the flyer from American University Department of Economics, ii. the paper abstracts from author’s and presenters, with the theme of Economic History, from presenters invited from colleges and universities throughout the USA, and iii. the seminar summaries of Curtis Jr (2019), using a research archivist sequence of information. Contributions of Curtis Jr (2019) include I. a brief history of four philosophers, II. the economic demography of US political parties, III. an asymmetry hypothesis in labor market interventions, where high skilled labor are sub-grouped disenfranchised, and IV. a restatement of the political economy modes of production. The attendees of the history seminar included, i. college/university faculty, ii. federal government economic researchers, and iii. private sector economic history researchers. Curtis Jr (2019) divided the presentation of this paper into 5 sections, (1) an introduction to the history of the theory of knowledge, i.e. , Philosophy, of collegiate topics, i.e. , economic history, (2) comparisons to the Economic History Association and WAEHS exhibits, (3) Research Observations by Curtis Jr (2019), (4) Results and Conclusion, and (5) Research References.",
      "citationCount": 0,
      "doi": "10.22158/jrph.v3n1p1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c4746cf5beb3fbdacc3c18f87fa4924fc8af6ccf",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "1",
        "volume": "3"
      },
      "publicationTypes": null
    },
    {
      "paperId": "15952063cd9a3a2979400af9d9f70d86418556a2",
      "title": "Skilled Know-How, Virtuosity, and Expertise in Clinical Practice",
      "authors": [
        {
          "name": "H. Braude",
          "authorId": "4148495"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1007/978-94-017-8706-2_68-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/15952063cd9a3a2979400af9d9f70d86418556a2",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "894ba5b3a410c1453614b8710020175a94aada92",
      "title": "Philosophies of Education, Knowledge and Curriculum & Instruction",
      "authors": [
        {
          "name": "A. Hussein",
          "authorId": "144483289"
        }
      ],
      "year": 2021,
      "abstract": "Education is viewed as a mean for economic growth and development within which nations are allotted a substantial chunk of their annual revenue for having skilled work force, but this is not well materialized specially in the third world countries due to considerable human vulnerabilities and under investment in the sector that also crippled the productivity and labor competent, to achieve positive state objective of education in consideration to economic and social prosperity, effective curriculum need to be in place to empower people’s horizon of understanding themselves and their world at large, increase creativity, technological advancement, entrepreneurship, income distribution and economic and social transformation. However, such a curriculum is primarily influenced by varieties of inescapable competing ends such as philosophical and epistemological views, political and economic environments, content knowledge and curriculum expectation as well as quality of educational inputs and facilities. Therefore, this is a conceptual analysis on philosophy of education and curriculum, knowledge and its process of knowing as well as curriculum and instruction with the main purpose of exposing the interplay between knowledge, philosophy and curriculum in education, the paper had qualitatively reviewed the existing body of literature relevant to these terminologies precisely and finally concluded to a general umbrella of understanding these three vernacular as significantly intertwined and a joint phenomenon in the overall education scenario.",
      "citationCount": 0,
      "doi": "10.11648/J.AJAD.20210603.11",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/894ba5b3a410c1453614b8710020175a94aada92",
      "venue": "American Journal of Art and Design",
      "journal": {
        "name": "American Journal of Art and Design"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "6991a3df425c25e09a4a721e0d30ad5492baf1d7",
      "title": "The World Beyond Your Head: On Becoming an Individual in an Age of Distraction",
      "authors": [
        {
          "name": "Gert Hasenhütl",
          "authorId": "2076959315"
        }
      ],
      "year": 2018,
      "abstract": "In The World Beyond Your Head: On Becoming an Individual in an Age of Distraction, Matthew Crawford examines the concept of attention as embodied in moral philosophy, political philosophy and psychology, a concept which has a special pertinence to the history of craft. In comparison to Shop Class as Soul Craft: An Inquiry into the Value of Work, which dealt with with the deskilling of manual work, this book consists of reflections on attention and alienation in cultural history. Drawing on behavioral economics, cognitive sciences, neuroeconomics, and psychology, issues concerning manual competence are generalized to become issues concerning autonomy, individuality, self-determination, situatedness, and subjectification. Crawford attempts to re-draft concepts of impaired subject–object relationships regarded as caused by a state of crisis in the modern attention span. For Crawford, this crisis is not only triggered by technological development, but is a problem of political economy in general. His investigation rests on the research question—is the concept of “attention” still relevant for the self-conception of today’s craftmakers? Characterizations of craft and craftsmanship, Crawford suggests, are nothing but auxiliary constructions for explaining the fact that certain skilled practices, as diverse as, for example, cooks, ice hockey players, motor cyclists, jazz musicians, glass blowers, and organ builders, establish a form of",
      "citationCount": 4,
      "doi": "10.1080/17496772.2018.1538631",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6991a3df425c25e09a4a721e0d30ad5492baf1d7",
      "venue": "Journal of Modern Craft",
      "journal": {
        "name": "The Journal of Modern Craft",
        "pages": "287 - 291",
        "volume": "11"
      },
      "publicationTypes": null
    }
  ],
  "count": 5,
  "errors": []
}
