{
  "status": "success",
  "source": "semantic_scholar",
  "query": "cognitive offloading",
  "results": [
    {
      "paperId": "ebfa621ffd54d9606b41e7fe62e3637ac48b0599",
      "title": "Cognitive offloading and the causal structure of human action",
      "authors": [
        {
          "name": "George Britten-Neish",
          "authorId": "2087461746"
        }
      ],
      "year": 2025,
      "abstract": "The hypothesis of extended cognition (HEC) casts human cognition as constitutively dependent on its bodily and environmental context. Drawing on recent empirical work on ‘cognitive offloading’, HEC’s defenders claim that information processing offloaded onto such brain-external resources is sometimes ‘genuinely’ cognitive. But while debates about offloading have a high profile in philosophy of cognitive science, surprisingly little attention has been paid to the fact that paradigm cases of offloading are intentional actions. As a result, opposition to HEC is driven in part by unarticulated intuitions about the metaphysics of human agency. Thinking of action as a kind of interface between separately constituted intentions and bodily movements can make HEC look problematic. But while this view of agency has been popularised – most prominently by Donald Davidson – as analytic philosophy of action’s ‘standard story’, it has come under pressure from philosophers influenced by Elizabeth Anscombe’s very different account. According to this, actions express an agent’s intention only in so far as they fit into the right kind teleologically structured worldly context. In this paper, I’ll argue that HEC’s supporters should adopt an Anscombean model of action. That is, they should understand cognitive offloading as a manifestation of human agency’s general dependence on its bodily and environmental setting.",
      "citationCount": 2,
      "doi": "10.1007/s11229-024-04887-3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ebfa621ffd54d9606b41e7fe62e3637ac48b0599",
      "venue": "Synthese",
      "journal": {
        "name": "Synthese",
        "volume": "205"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d9b61e028ea28fa0f69c24fce45fdb415b714d1f",
      "title": "Neuromedia, cognitive offloading, and intellectual perseverance",
      "authors": [
        {
          "name": "C. Turner",
          "authorId": "144797441"
        }
      ],
      "year": 2022,
      "abstract": "This paper engages in what might be called anticipatory virtue epistemology, as it anticipates some virtue epistemological risks related to a near-future version of brain-computer interface technology that Michael Lynch (2014) calls 'neuromedia.' I analyze how neuromedia is poised to negatively affect the intellectual character of agents, focusing specifically on the virtue of intellectual perseverance, which involves a disposition to mentally persist in the face of challenges towards the realization of one’s intellectual goals. First, I present and motivate what I call ‘the cognitive offloading argument’, which holds that excessive cognitive offloading of the sort incentivized by a device like neuromedia threatens to undermine intellectual virtue development from the standpoint of the theory of virtue responsibilism. Then, I examine the cognitive offloading argument as it applies to the virtue of intellectual perseverance, arguing that neuromedia may increase cognitive efficiency at the cost of intellectual perseverance. If used in an epistemically responsible manner, however, cognitive offloading devices may not undermine intellectual perseverance but instead allow people to persevere with respect to intellectual goals that they find more valuable by freeing them from different kinds of menial intellectual labor.",
      "citationCount": 5,
      "doi": "10.1007/s11229-022-03472-w",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d9b61e028ea28fa0f69c24fce45fdb415b714d1f",
      "venue": "Synthese",
      "journal": {
        "name": "Synthese",
        "volume": "200"
      },
      "publicationTypes": null
    },
    {
      "paperId": "01533304b5919cc34e609e5c0bc5dfb3634c6f3b",
      "title": "The Internet-Extended Mind: The Psychological Ramifications and Philosophical Implications of Cognitive Offloading",
      "authors": [
        {
          "name": "Gloria Choi",
          "authorId": "2057604485"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/01533304b5919cc34e609e5c0bc5dfb3634c6f3b",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "72699fa59dd52661a729cb498471bae29892ac5b",
      "title": "Autonomy, Cognitive Offloading, and Education",
      "authors": [
        {
          "name": "J. Carter",
          "authorId": "2113407602"
        }
      ],
      "year": 2018,
      "abstract": "If we want our intellectual lives to go as well as possible, should we be ‘delegating’ as many information-gobbling tasks to our gadgets as we can? If not, then how much cognitive outsourcing is too much, and relatedly, what kinds of considerations are relevant to determining this? I submit that one particular dimension of intellectual flourishing that will be helpful for the purpose of exploring such questions is that of intellectual autonomy, and in particular, what I’ll describe as the value of one’s freedom to achieve. Several related conclusions are drawn and then applied to recent discussions in the philosophy of education concerning education’s epistemic \naims.",
      "citationCount": 8,
      "doi": "10.1111/EDTH.12338",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/72699fa59dd52661a729cb498471bae29892ac5b",
      "venue": "Educational Theory",
      "journal": {
        "name": "Educational Theory"
      },
      "publicationTypes": null
    },
    {
      "paperId": "43d70999f0b02d6d1db9e9dd205051a64581fa6e",
      "title": "What Do We Have to Lose? Offloading Through Moral Technologies: Moral Struggle and Progress",
      "authors": [
        {
          "name": "L. Frank",
          "authorId": "143988755"
        }
      ],
      "year": 2019,
      "abstract": "Moral bioenhancement, nudge-designed environments, and ambient persuasive technologies may help people behave more consistently with their deeply held moral convictions. Alternatively, they may aid people in overcoming cognitive and affective limitations that prevent them from appreciating a situation’s moral dimensions. Or they may simply make it easier for them to make the morally right choice by helping them to overcome sources of weakness of will. This paper makes two assumptions. First, technologies to improve people’s moral capacities are realizable. Second, such technologies will actually help people get morality right and behave more consistently with whatever the ‘real’ right thing to do turns out to be. The paper then considers whether or not humanity loses anything valuable, particularly opportunities for moral progress, when being moral is made much easier by eliminating difficult moral deliberation and internal moral struggle. Ultimately, the worry that moral struggle has value as a catalyst for moral progress is rejected. Moral progress is understood here as the discovery and application of new values or sensitization to new sources of harm.",
      "citationCount": 16,
      "doi": "10.1007/s11948-019-00099-y",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/43d70999f0b02d6d1db9e9dd205051a64581fa6e",
      "venue": "Science and Engineering Ethics",
      "journal": {
        "name": "Science and Engineering Ethics",
        "pages": "369 - 385",
        "volume": "26"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2583d375010ab3f8466f78ce7001e13ebba203fc",
      "title": "Engineering the Minds of the Future: An Intergenerational Approach to Cognitive Technology",
      "authors": [
        {
          "name": "M. Madary",
          "authorId": "3401810"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.1007/s10516-021-09580-5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2583d375010ab3f8466f78ce7001e13ebba203fc",
      "venue": "Axiomathes",
      "journal": {
        "name": "Axiomathes",
        "pages": "1281-1295",
        "volume": "32"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3cfa3b82f9401c13a64f91cf715edc83f88071bc",
      "title": "The power of language: framing AI as an assistant, collaborator, or transformative force in cultural discourse",
      "authors": [
        {
          "name": "Tiffany Petricini",
          "authorId": "2380237902"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1007/s00146-025-02586-2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3cfa3b82f9401c13a64f91cf715edc83f88071bc",
      "venue": "AI &amp; SOCIETY",
      "journal": {
        "name": "AI &amp; SOCIETY"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4f8905f496fc3f48b095a43fec1c1152a77d3224",
      "title": "AGAINST ALGORITHMIC AUTHORITY: Al-Ghazali, Digital Taqlid, and the Crisis of Epistemic Agency in the Age of AI",
      "authors": [
        {
          "name": "Rifqi Khairul Anam",
          "authorId": "2346222184"
        }
      ],
      "year": 2025,
      "abstract": ": This paper explores the contemporary crisis of AI-induced intellectual passivity, described here as a form of “ nihilism in thinking. ” Positioned at the intersection of technology critique and pre-modern epistemology, it brings Alan Turing ’ s foundational reflections into dialogue with the 11th-century Islamic thinker al-Ghazālī . The study proceeds in three steps: first, it revisits Turing ’ s 1950 essay to uncover an underlying “ pedagogy of compliance, ” where intelligence is equated with refined imitation. Second, it examines current research on human – AI interaction, highlighting practices such as “ cognitive offloading ” as symptomatic of this passivity. Third, it applies al-Ghazālī’ s epistemological framework as the primary lens of analysis. The central argument is that this crisis can be identified as a form of “ Digital Taqlid ”— an uncritical reliance on algorithmic authority. As a corrective, the paper proposes al-Ghazālī’ s method of ta ḥ q īq (personal verification through intellectual struggle) as a practical ethos for sustaining authentic thought. By introducing an al-Ghazālī an perspective into AI debates, the study contributes a non-Eurocentric approach to the enduring tension between intellectual agency and passive imitation .",
      "citationCount": 2,
      "doi": "10.2139/ssrn.5566818",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4f8905f496fc3f48b095a43fec1c1152a77d3224",
      "venue": "Social Science Research Network",
      "journal": {
        "name": "SSRN Electronic Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "eab39f25ad990a9f6432b056be1aa5e40642638e",
      "title": "The Dual Impact of Artificial Intelligence on Human Cognition: A Comprehensive Review",
      "authors": [
        {
          "name": "Vaishakhi Thaker",
          "authorId": "2200806135"
        }
      ],
      "year": 2025,
      "abstract": "Artificial Intelligence (AI) has emerged as a transformative force in contemporary society, deeply influencing human cognition across domains of learning, memory, creativity, and decision-making. While AI enhances knowledge acquisition, inclusivity, and problem-solving, it also risks cognitive offloading, attention fragmentation, and reduced originality. This paper provides a comprehensive review of AI’s dual impact on human cognition by synthesizing empirical studies, policy documents, and theoretical perspectives. Findings highlight that the future of AI must rest on responsible innovation, ethical design, and educational reforms that strengthen rather than weaken human cognitive resilience.",
      "citationCount": 0,
      "doi": "10.61336/jiclt/25-01-04",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eab39f25ad990a9f6432b056be1aa5e40642638e",
      "venue": "Journal of International Commercial Law and Technology",
      "journal": {
        "name": "Journal of International Commercial Law and Technology"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "51a0859666058dd5f07a0c604b80a11023f7a81a",
      "title": "Human Authenticity and Flourishing in an AI-Driven World: Edmund's Journey and the Call for Mindfulness",
      "authors": [
        {
          "name": "Sebastian Zepf",
          "authorId": "2362507057"
        },
        {
          "name": "Mark Colley",
          "authorId": "2363572634"
        }
      ],
      "year": 2025,
      "abstract": "Humans have always dreamed of possessing superpowers, and the rapid development of AI-based features promises to bring these dreams (closer) to reality. However, these advancements come with significant risks. This paper advocates for challenging existing methods and approaches in design and evaluation for more responsible AI. We stimulate reflection through a futuristic user journey illustrating the AI-driven life of Edmund in 2035. Subsequently, we discuss four AI-based superpowers: extended perception, cognitive offloading, externalized memory, and enhanced presence. We then discuss implications for HCI and AI, emphasizing the need for preserving intrinsic human superpowers, identifying meaningful use cases for AI, and evaluating AI’s impact on human abilities. This paper advocates for responsible and reflective AI integration and proposes a pathway towards the idea of a Human Flourishing Benchmark.",
      "citationCount": 0,
      "doi": "10.1145/3716553.3750736",
      "arxivId": "2505.13953",
      "url": "https://www.semanticscholar.org/paper/51a0859666058dd5f07a0c604b80a11023f7a81a",
      "venue": "International Conference on Multimodal Interaction",
      "journal": {
        "name": "Proceedings of the 27th International Conference on Multimodal Interaction"
      },
      "publicationTypes": [
        "JournalArticle",
        "Book"
      ]
    },
    {
      "paperId": "96b46070603f41d0e7300125f655d270ff3db333",
      "title": "Extended animal cognition",
      "authors": [
        {
          "name": "Marco Facchin",
          "authorId": "88262671"
        },
        {
          "name": "Giulia Leonetti",
          "authorId": "9831839"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 8,
      "doi": "10.1007/s11229-024-04579-y",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/96b46070603f41d0e7300125f655d270ff3db333",
      "venue": "Synthese",
      "journal": {
        "name": "Synthese",
        "volume": "203"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ffa065927abcdc85204f158e8bb89088f3bd4f92",
      "title": "Digital Humanities and Distributed Cognition: From a Lack of Theory to its Visual Augmentation",
      "authors": [
        {
          "name": "F. Windhager",
          "authorId": "3112363"
        },
        {
          "name": "E. Mayr",
          "authorId": "1991475"
        }
      ],
      "year": 2024,
      "abstract": "Digital humanists have often been criticized as too technology-driven and for a lack of theoretical work. In this paper, we discuss theories from Cognitive Science on the extended mind, which provide a productive framework to theorize the use of tools and technologies for the sake of cognitive self-enhancement. Viewed through this lens, humans continuously self-amplify their natural cognitive resources and processes by extending and offloading them to interactions with artifacts and other individuals in their environment. Concepts of extended cognition further sharpen the focus on multiple types of distribution: from the outlined internal-external distribution to the propositional-visual distribution of cognition, but also for the multi-instrumental distribution across multiple types of tools and tool specialist. All these aspects are relevant for future debates about a “theory gap” in the digital humanities: DH mainly builds external, technological tools, while traditional humanities develop conceptual tools—including theories—to enable and enhance the study of complex cultural phenomena. Notwithstanding the value of confrontational discussions, we argue for the benefits of understanding the strengths and limitations of instruments on both sides—and for working toward future synergies and ecologies of the humanities’ tools and minds. In this regard, we show how visualization-based DH tools might might play a major role in closing the comprehensibility gap of traditional theories in the arts and humanities.",
      "citationCount": 7,
      "doi": "10.22148/001c.121866",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ffa065927abcdc85204f158e8bb89088f3bd4f92",
      "venue": "Journal of Cultural Analytics",
      "journal": {
        "name": "Journal of Cultural Analytics"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "399381be195827c1374a7b4dd35d0c1789937948",
      "title": "What Is Morphological Computation? On How the Body Contributes to Cognition and Control",
      "authors": [
        {
          "name": "V. C. Müller",
          "authorId": "1807005"
        },
        {
          "name": "M. Hoffmann",
          "authorId": "3216789"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 148,
      "doi": "10.1162/ARTL_a_00219",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/399381be195827c1374a7b4dd35d0c1789937948",
      "venue": "Artificial Life",
      "journal": {
        "name": "Artificial Life",
        "pages": "1-24",
        "volume": "23"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ee3cc9b64e30736831249f8ec2ec09c31601c291",
      "title": "The function of perceptual learning",
      "authors": [
        {
          "name": "Zoe Jenkin",
          "authorId": "2260064200"
        }
      ],
      "year": 2023,
      "abstract": "Our perceptual systems are not stagnant but can learn from experience. Why is this so? That is, what is the function of perceptual learning? I consider two answers to this question: The Offloading View, which says that the function of perceptual learning is to offload tasks from cognition onto perception, thereby freeing up cognitive resources (Connolly, 2019) and the Perceptual View, which says that the function of perceptual learning is to improve the functioning of perception. I argue that the Perceptual View better explains data from infants and animals, and better accounts for learned tasks that only perception could perform.",
      "citationCount": 2,
      "doi": "10.1111/phpe.12186",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ee3cc9b64e30736831249f8ec2ec09c31601c291",
      "venue": "Philosophical Perspectives",
      "journal": {
        "name": "Philosophical Perspectives"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1d46af7a308daeb07262d74c7b3c7c65b3f8aab3",
      "title": "Varieties of (Extended) Thought Manipulation",
      "authors": [
        {
          "name": "J. Carter",
          "authorId": "2175850070"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 9,
      "doi": "10.1007/978-3-030-84494-3_10",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1d46af7a308daeb07262d74c7b3c7c65b3f8aab3",
      "venue": "The Law and Ethics of Freedom of Thought, Volume 1",
      "journal": {
        "name": "The Law and Ethics of Freedom of Thought, Volume 1"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "d67349f8c6c536e9a3a83f6708c5eb55fbbe3db1",
      "title": "From Emotions to Artifacts: Four Modes of Fulfilling Life-Relevant Tasks",
      "authors": [
        {
          "name": "M. Viola",
          "authorId": "144624723"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-030-46339-7_7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d67349f8c6c536e9a3a83f6708c5eb55fbbe3db1",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "99-112",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "595c084aa6f86549be31872a24117f99ad69c5ea",
      "title": "Reclaiming AI as a Theoretical Tool for Cognitive Science",
      "authors": [
        {
          "name": "Iris van Rooij",
          "authorId": "2148304387"
        },
        {
          "name": "Olivia Guest",
          "authorId": "2323298075"
        },
        {
          "name": "Federico Adolfi",
          "authorId": "2323294246"
        },
        {
          "name": "Ronald de Haan",
          "authorId": "1389995555"
        },
        {
          "name": "A. Kolokolova",
          "authorId": "145456149"
        },
        {
          "name": "Patricia Rich",
          "authorId": "2323298287"
        }
      ],
      "year": 2024,
      "abstract": "The idea that human cognition is, or can be understood as, a form of computation is a useful conceptual tool for cognitive science. It was a foundational assumption during the birth of cognitive science as a multidisciplinary field, with Artificial Intelligence (AI) as one of its contributing fields. One conception of AI in this context is as a provider of computational tools (frameworks, concepts, formalisms, models, proofs, simulations, etc.) that support theory building in cognitive science. The contemporary field of AI, however, has taken the theoretical possibility of explaining human cognition as a form of computation to imply the practical feasibility of realising human(-like or -level) cognition in factual computational systems, and the field frames this realisation as a short-term inevitability. Yet, as we formally prove herein, creating systems with human(-like or -level) cognition is intrinsically computationally intractable. This means that any factual AI systems created in the short-run are at best decoys. When we think these systems capture something deep about ourselves and our thinking, we induce distorted and impoverished images of ourselves and our cognition. In other words, AI in current practice is deteriorating our theoretical understanding of cognition rather than advancing and enhancing it. The situation could be remediated by releasing the grip of the currently dominant view on AI and by returning to the idea of AI as a theoretical tool for cognitive science. In reclaiming this older idea of AI, however, it is important not to repeat conceptual mistakes of the past (and present) that brought us to where we are today.",
      "citationCount": 73,
      "doi": "10.1007/s42113-024-00217-5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/595c084aa6f86549be31872a24117f99ad69c5ea",
      "venue": "Computational Brain & Behavior",
      "journal": {
        "name": "Computational Brain & Behavior",
        "pages": "616 - 636",
        "volume": "7"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "15a93cfdb66a266b9f237ca1b61d178dbba45185",
      "title": "Resource-Rational Virtual Bargaining for Moral Judgment: Toward a Probabilistic Cognitive Model",
      "authors": [
        {
          "name": "Diego Trujillo",
          "authorId": "2341257055"
        },
        {
          "name": "Mindy Zhang",
          "authorId": "2341197780"
        },
        {
          "name": "Zhi-Xuan Tan",
          "authorId": "2299380010"
        },
        {
          "name": "Joshua B. Tenenbaum",
          "authorId": "2251404509"
        },
        {
          "name": "Sydney Levine",
          "authorId": "2298887303"
        }
      ],
      "year": 2025,
      "abstract": "Recent theoretical work has argued that moral psychology can be understood through the lens of \"resource rational contractualism.\" The view posits that the best way of making a decision that affects other people is to get everyone together to negotiate under idealized conditions. The outcome of that negotiation is an arrangement (or \"contract\") that would lead to mutual benefit. However, this ideal is seldom (if ever) practical given the resource demands (time, information, computational processing power) that are required. Instead, the theory proposes that moral psychology is organized around a series of resource-rational approximations of the contractualist ideal, efficiently trading off between more resource-intensive, accurate mechanisms and less. This paper presents empirical evidence and a cognitive model that test a central claim of this view: when the stakes of the situation are high, then more resource-intensive processes are engaged over more approximate ones. We present subjects with a case that can be judged using virtual bargaining-a resource-intensive process that involves simulating what two people would agree to-or by simply following a standard rule. We find that about a third of our participants use the resource-rational approach, flexibly switching to virtual bargaining in high-stakes situations, but deploying the simple rule when stakes are low. A third of the participants are best modeled as consistently using the strict rule-based approach and the remaining third as consistently using virtual bargaining. A model positing the reverse resource-rational hypothesis (that participants use more resource-intensive mechanisms in lower stakes situations) fails to capture the data.",
      "citationCount": 5,
      "doi": "10.1111/tops.12781",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/15a93cfdb66a266b9f237ca1b61d178dbba45185",
      "venue": "Topics in Cognitive Science",
      "journal": {
        "name": "Topics in cognitive science"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9a76049da08bfb28befd8f1d4ac6d8a0fd6a9ea2",
      "title": "The Dark Side of Cognitive Enhancement: A Framework for the Technologically Induced Cognitive Diminishment",
      "authors": [
        {
          "name": "Marco Fasoli",
          "authorId": "2264721983"
        },
        {
          "name": "Guido Cassinadri",
          "authorId": "2267504392"
        },
        {
          "name": "Marcello Ienca",
          "authorId": "2121862779"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.1007/s41465-025-00331-7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9a76049da08bfb28befd8f1d4ac6d8a0fd6a9ea2",
      "venue": "Journal of Cognitive Enhancement",
      "journal": {
        "name": "Journal of Cognitive Enhancement",
        "pages": "346 - 359",
        "volume": "9"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9a58b1e4d744d50f566b920e09685d1ba0d1299d",
      "title": "Open-Ended Technological Evolution: The Co-Evolution of Invention and Cognitive Technologies.",
      "authors": [
        {
          "name": "Mathieu Charbonneau",
          "authorId": "2363437459"
        }
      ],
      "year": 2025,
      "abstract": "The cumulative evolution of technology has proven central to our species' ecological success, allowing for cultural rather than biological adaptation to environmental challenges. While cumulative improvement explains how specific technological traditions can get increasingly better at solving pre-existing adaptive problems, it remains fundamentally an optimization process, one which halts when an optimal solution is found. Yet, humans are also capable of open-ended or evolvable technological change, that is, we have the capacity for generating novel and useful technological solutions for an ever-expanding set of increasingly complex problems. How novel problems of increasing complexity are accessed, however, remains an open issue. Here, I argue that human open-ended technological evolution emerges from the cultural evolutionary bootstrapping of our inventive capabilities through cognitive technologies. By inventing technologies that enhance our cognitive capabilities, we become able to invent technologies that would have been impossible to design using only our core (noncultural) cognitive abilities. These inventions include further empowering cognitive technologies, creating a feedback loop through which inventors become increasingly capable of making themselves even more capable inventors. I propose a model for how the cultural evolution of increasingly sophisticated cognitive technologies enables access to previously unreachable invention problems, driving open-ended technological change. This process differs from cumulative optimization as it involves expanding the range of problems that can be solved (evolvability) rather than optimizing solutions to existing problems (adaptation). This paper contributes to our understanding of human technological uniqueness by identifying a mechanism enabling open-ended cultural evolution.",
      "citationCount": 3,
      "doi": "10.1111/tops.70012",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9a58b1e4d744d50f566b920e09685d1ba0d1299d",
      "venue": "Topics in Cognitive Science",
      "journal": {
        "name": "Topics in cognitive science"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "19395f300d3e4bdcbd202856296b75f3c785e329",
      "title": "What is 4E cognitive science?",
      "authors": [
        {
          "name": "Cameron Alexander",
          "authorId": "2341559950"
        }
      ],
      "year": 2025,
      "abstract": "\n The 4E approach in (philosophy of) cognitive science—based on ideas that the mind is embodied, embedded, extended, and enacted—is so diverse that it defies straightforward explanation. This paper considers the most ecumenical explanation of the extant concept of the 4E approach. Purported explanations of 4E based on contested definitions of cognition, contrasts with non-4E approaches, or essential and unifying features (including embodiment) either fail to capture the correct extension for the concept of 4E or lead to incoherence. The incoherence is generated by a failure to abide by several desiderata for non-revisionist conceptual explanations: informativeness, non-contentiousness, and identification of any unifying features if they exist. By contrast, a family resemblance conception of 4E constrained by ties of historical influence satisfies these desiderata. The 4E approach should be understood as a set of family resemblances of overlapping ideas, hypotheses, theories and conceptual frameworks about the mind, as well as methods for its study. The family resemblances span several dimensions, including but not limited to a rejection of dualism, non-representational explanations of the mind, phenomenological methods, the importance of embodiment, a dynamical systems perspective, and an evolutionary perspective on the mind. This family resemblance conception is complemented by a historical dimension: the concept of 4E cognitive science emerged in the period following the cognitive revolution of the 1950s. The advantages of this explanation are that it abides by the established use of ‘4E’, explains 4E’s apparent diversity, and warns against reductive explanations.",
      "citationCount": 3,
      "doi": "10.1007/s11097-025-10055-w",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/19395f300d3e4bdcbd202856296b75f3c785e329",
      "venue": "Phenomenology and the Cognitive Sciences",
      "journal": {
        "name": "Phenomenology and the Cognitive Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b010b21dd14feac2997b5f68cb21f83611df10ad",
      "title": "Towards Cognitive Synergy in LLM-Based Multi-Agent Systems: Integrating Theory of Mind and Critical Evaluation",
      "authors": [
        {
          "name": "Adam Kostka",
          "authorId": "2363936352"
        },
        {
          "name": "Jaroslaw A. Chudziak",
          "authorId": "2363931693"
        }
      ],
      "year": 2025,
      "abstract": "Recently, the field of Multi-Agent Systems (MAS) has gained popularity as researchers are trying to develop artificial intelligence capable of efficient collective reasoning. Agents based on Large Language Models (LLMs) perform well in isolated tasks, yet struggle with higher-order cognition required for adaptive collaboration. Human teams achieve synergy not only through knowledge sharing, but also through recursive reasoning, structured critique, and the ability to infer others'mental states. Current artificial systems lack these essential mechanisms, limiting their ability to engage in sophisticated collective reasoning. This work explores cognitive processes that enable effective collaboration, focusing on adaptive theory of mind (ToM) and systematic critical evaluation. We investigate three key questions. First, how does the ability to model others'perspectives enhance coordination and reduce redundant reasoning? Second, to what extent does structured critique improve reasoning quality by identifying logical gaps and mitigating biases? Third, the interplay of these mechanisms can lead to emergent cognitive synergy, where the collective intelligence of the system exceeds the sum of its parts. Through an empirical case study on complex decision making, we show that the integration of these cognitive mechanisms leads to more coherent, adaptive, and rigorous agent interactions. This article contributes to the field of cognitive science and AI research by presenting a structured framework that emulates human-like collaborative reasoning MAS. It highlights the significance of dynamic ToM and critical evaluation in advancing multi-agent systems'ability to tackle complex, real-world challenges.",
      "citationCount": 2,
      "doi": "10.48550/arXiv.2507.21969",
      "arxivId": "2507.21969",
      "url": "https://www.semanticscholar.org/paper/b010b21dd14feac2997b5f68cb21f83611df10ad",
      "venue": "Annual Meeting of the Cognitive Science Society",
      "journal": {
        "name": "ArXiv",
        "volume": "abs/2507.21969"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6a6065f11fb518eee17060d3881ee70cdc214a7b",
      "title": "Cognitive archeology, technological evolution, and the current agenda for extended cognition.",
      "authors": [
        {
          "name": "Emiliano Bruner",
          "authorId": "2291410274"
        }
      ],
      "year": 2025,
      "abstract": "Homo sapiens has evolved a specialized \"prosthetic ability\", necessary to integrate tools into the cognitive process. The neural toolkit associated with such technological extension is particularly influenced by the fronto-parietal system, the working memory network, and a set of unidentified skills linked to the concept of embodiment. The agenda for investigating these topics in the frame of evolution will require the refinement of proper definitions, and the application of experimental approaches in cognitive archeology. Of course, the fact that our technological ability is the result of natural selection does not mean that it is free from risks and drawbacks.",
      "citationCount": 1,
      "doi": "10.1080/17588928.2025.2585993",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6a6065f11fb518eee17060d3881ee70cdc214a7b",
      "venue": "Cognitive neuroscience",
      "journal": {
        "name": "Cognitive neuroscience",
        "pages": "\n          1-3\n        "
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a930130b237a0dd23b58110345f995c36a54a287",
      "title": "Cross-cultural variation in cognitive style: A review of findings, replications, and implications",
      "authors": [
        {
          "name": "Ryan Nichols",
          "authorId": "2284355967"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/s41809-025-00166-w",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a930130b237a0dd23b58110345f995c36a54a287",
      "venue": "Journal of Cultural Cognitive Science",
      "journal": {
        "name": "Journal of Cultural Cognitive Science",
        "pages": "175 - 191",
        "volume": "9"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "45c141da873475bbaadcace972d458460749f6f9",
      "title": "Sophimatics: A Two-Dimensional Temporal Cognitive Architecture for Paradox-Resilient Artificial Intelligence",
      "authors": [
        {
          "name": "Gerardo Iovane",
          "authorId": "2291216388"
        },
        {
          "name": "G. Iovane",
          "authorId": "2243140508"
        }
      ],
      "year": 2025,
      "abstract": "This work represents the natural continuation of the development of the cognitive architecture developed and named Sophimatics, organically integrating the spatio-temporal processing mechanisms of the Super Time Cognitive Neural Network (STCNN) with the advanced principles of Sophimatics. Sophimatics’ goal is as challenging as it is fraught with obstacles, but its ultimate aim is to achieve a more humanized post-generative artificial intelligence, capable of understanding and analyzing context and evaluating the user’s purpose and intent, viewing time not only as a chronological sequence but also as an experiential continuum. The path to achieving this extremely ambitious goal has been made possible thanks to some previous work in which the philosophical thinking of interest in AI was first inherited as the inspiration for the aforementioned capabilities of the Sophimatic framework, then the issue of mapping concepts and philosophical thinking in Sophimatics’ AI infrastructure was addressed, and finally a cognitive-inspired network such as STCNN was created. This work, on the other hand, addresses the challenge of how to endow the infrastructure with both chronological and experiential time and its powerful implications, such as the innate ability to resolve paradoxes, which generative AI does not have among its prerogatives precisely because of structural limitations. To reach these results, the model operates in the two-dimensional complex time domain ℂ2, extending cognitive processing capabilities through the implementation of dual temporal operators that simultaneously manage the real temporal dimension, where past, present, and future are managed and the imaginary one, that considers memory, creativity, and imagination. The resulting architecture demonstrates superior capabilities in resolving informational paradoxes and integrating apparently contradictory cognitive states, maintaining computational coherence through adaptive Sophimatic mechanisms. In conclusion, this work introduces Phase 4 of the Sophimatic framework, enabling management of two-dimensional time within a novel cognitively inspired neural architecture grounded in philosophical concepts. It connects with existing research on temporal cognition, hybrid symbolic–connectionist models, and ethical AI. The methodology translates philosophical insights into formal computational systems, culminating in a mathematical formalization that supports two-dimensional temporal reasoning and paradox resolution. Experimental results demonstrate efficiency, predictive accuracy, and computational feasibility, highlighting potential real-world applications, future research directions, and present limitations.",
      "citationCount": 0,
      "doi": "10.3390/bdcc9120314",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/45c141da873475bbaadcace972d458460749f6f9",
      "venue": "Big Data and Cognitive Computing",
      "journal": {
        "name": "Big Data and Cognitive Computing"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3d2447b99fdb6820a0dfe117124e938313e7b7c8",
      "title": "The semiotic properties of music – a perspective from functional-cognitive semantics",
      "authors": [
        {
          "name": "Peter Harder",
          "authorId": "2363007440"
        }
      ],
      "year": 2025,
      "abstract": "Abstract The question of what meaning music conveys is an ancient and unresolved issue. Central to discussions have been the relation between meaning in language and meaning in music: In spite of obvious differences, the challenge remains of providing an account that could place the two areas as elements of the same overall picture. This paper suggests an approach based on advances in functional-cognitive linguistics on the one hand and cognitive semiotics on the other. From functional-cognitive linguistics it draws on two key elements: (1) a division between three sites of meaning, rather than a monolithic approach, recognizing that meaning in actual usage events, in individual brains, and in society cannot be reduced to one thing. (2) A division in actual usage events between ‘input’ and ‘meaning construction’, stressing the constitutive role of the recipient in understanding the nature of meaning. From cognitive semiotics it draws on the concept of the semiotic hierarchy. The key point is the understanding of the nature of meaning as a broader and more fundamental property than found in the linguistic tradition.",
      "citationCount": 0,
      "doi": "10.1515/cogsem-2025-2004",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3d2447b99fdb6820a0dfe117124e938313e7b7c8",
      "venue": "Cognitive Semiotics",
      "journal": {
        "name": "Cognitive Semiotics",
        "pages": "1 - 21",
        "volume": "18"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5638c3e775e4f74db01f02df71dab280c7d4bb04",
      "title": "The Cognitive Theory of Kharis al-Muhasibi",
      "authors": [
        {
          "name": "Kh.М. Alimov",
          "authorId": "2373459092"
        }
      ],
      "year": 2025,
      "abstract": "This article is devoted to the life and work of Harith al-Muhasibi, as \nwell as his cognitive theory. Harith al-Muhasibi is regarded as a founding figure \nin the psychology of Sufism. His ethical teaching is based on muhasabat al-nafs, \nor self-examination. He proposes methods for overcoming human weaknesses \nand for sincere devotion to God.\nHarith al-Muhasibi (d. 243/857) was born into an Arab family in Basra, where \nhe became acquainted with the science of hadith and the local ascetic tradition \nrooted in the teachings of al-Hasan al-Basri. He later moved to Baghdad, where \nhe received a thorough theological and legal education under the guidance of \nprominent scholars of his time. Among them was one of the most renowned \njurists of the period and the founder of a major school of jurisprudence, \nMuhammad ibn Idris al-Shafi‘i.\nAl-Muhasibi's exploration of the most hidden movements of the soul and \nheart enabled him to transcend the boundaries of conventional asceticism, \nwhich primarily emphasized self-denial and voluntary poverty. Recognizing the \ndangers of superficial asceticism, he urged his followers to avoid ostentatious \ndisplays of piety. In his view, such displays stem from riya’ – that is, hypocrisy \nand vanity. Hypocrisy, according to al-Muhasibi, is the chief obstacle to attaining \nspiritual purity and perfection. The only way to eliminate all traces of riya’ \nis through rigorous self-examination of one’s true thoughts and intentions. \nThrough such introspection, a person can achieve two essential goals: sincere \nrepentance for sinful actions and purification from the defilement of hypocrisy. \nOnly then, he believed, can one serve God in the most perfect manner.",
      "citationCount": 0,
      "doi": "10.32523/3080-1893-2025-151-2-41-52",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5638c3e775e4f74db01f02df71dab280c7d4bb04",
      "venue": "Psychology and  Cognitive Sciences",
      "journal": {
        "name": "Psychology and  Cognitive Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "cdf0404ebc632056e6a00b7e6a38792a305f3ac2",
      "title": "Hunting for Paradoxes: A Research Strategy for Cognitive Science",
      "authors": [
        {
          "name": "Nick Chater",
          "authorId": "2290507905"
        }
      ],
      "year": 2025,
      "abstract": "How should we identify interesting topics in cognitive science? This paper suggests that one useful research strategy is to hunt for, and attempt to resolve, paradoxes: that is, apparent or real contradictions in our understanding of the mind and of thought. The rationale for this strategy is the assumption that our current thinking, and our various partial theories, of any topic are typically ill-defined, inconsistent or both. Thus, contradictions and confusions abound. Isolating paradoxes helps us expose vagueness and contradictions and demands that we formulate our ideas more precisely. From this point of view, finding a robust and puzzling contradiction in our current thinking should be celebrated as an achievement in itself. Ideally, of course, we then make further progress by clarifying how the paradox may be resolved, by clarifying our theories or finding new data that may decide between inconsistent assumptions. This approach is illustrated through examples from the author's research over several decades, which seems in retrospect to involve a repeated, if largely unwitting, application of this strategy.",
      "citationCount": 0,
      "doi": "10.1111/tops.70004",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cdf0404ebc632056e6a00b7e6a38792a305f3ac2",
      "venue": "Topics in Cognitive Science",
      "journal": {
        "name": "Topics in cognitive science"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f92ff33aca83372df6f9cbd0e8ce6ea2762f1839",
      "title": "From pure experience to cognitive models: constitutive explanations and modalization in phenomenological cognitivism",
      "authors": [
        {
          "name": "J. Colelli",
          "authorId": "2358513643"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11097-025-10095-2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f92ff33aca83372df6f9cbd0e8ce6ea2762f1839",
      "venue": "Phenomenology and the Cognitive Sciences",
      "journal": {
        "name": "Phenomenology and the Cognitive Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7cd3985fd39433dcb788b5864223181d48a2742a",
      "title": "Entangled Immersion: Cognitive Demands and Affective Experiences in AI-Driven XR",
      "authors": [
        {
          "name": "Giulio Jacucci",
          "authorId": "2300002891"
        }
      ],
      "year": 2025,
      "abstract": "The convergence of Artificial Intelligence (AI) and Extended Reality (XR) transforms how we learn, connect, and experience ourselves and others. Immersive environments intensify presence and connection while introducing layered cognitive and affective demands that call for new perspectives on interactive technologies, in particular from a design and ethics point of view. The keynote explores these issues through surveying studies and experiments using different methods from ethnographic studies to controlled experiments to design explorations. Ethnographic studies of Social VR investigate new cultures and practices such as phantom touch, users mute by choice, mirror dwelling, and VR drinking. Controlled experiments using neurophysiological measures investigate emotions in avatar interaction by studying tactile perception, decision-making, empathy, and physical responses through subtle affective cues. Finally, design explorations utilizing biofeedback and neuroadaptivity to study neurophysiology-driven meditation, dyadic biofeedback, and intentional time control. By interweaving theory and participant voices, we argue for immersive tailoring as a strategy to return agency to users while mitigating the risks of AI-driven XR systems, framing pathways toward responsible, human-centered XR futures.",
      "citationCount": 0,
      "doi": "10.1145/3746175.3748174",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7cd3985fd39433dcb788b5864223181d48a2742a",
      "venue": "European Conference on Cognitive Ergonomics",
      "journal": {
        "name": "Proceedings of the 36th Annual Conference of the European Association of Cognitive Ergonomics (EACE)"
      },
      "publicationTypes": [
        "Book",
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "448d5660a4405223be136442d0675f94ce484ecd",
      "title": "Cognitive maps are generative programs",
      "authors": [
        {
          "name": "Marta Kryven",
          "authorId": "1878563"
        },
        {
          "name": "Cole Wyeth",
          "authorId": "2119274984"
        },
        {
          "name": "Aidan Curtis",
          "authorId": "2298884953"
        },
        {
          "name": "Kevin Ellis",
          "authorId": "2358040662"
        }
      ],
      "year": 2025,
      "abstract": "Making sense of the world and acting in it relies on building simplified mental representations that abstract away aspects of reality. This principle of cognitive mapping is universal to agents with limited resources. Living organisms, people, and algorithms all face the problem of forming functional representations of their world under various computing constraints. In this work, we explore the hypothesis that human resource-efficient planning may arise from representing the world as predictably structured. Building on the metaphor of concepts as programs, we propose that cognitive maps can take the form of generative programs that exploit predictability and redundancy, in contrast to directly encoding spatial layouts. We use a behavioral experiment to show that people who navigate in structured spaces rely on modular planning strategies that align with programmatic map representations. We describe a computational model that predicts human behavior in a variety of structured scenarios. This model infers a small distribution over possible programmatic cognitive maps conditioned on human prior knowledge of the world, and uses this distribution to generate resource-efficient plans. Our models leverages a Large Language Model as an embedding of human priors, implicitly learned through training on a vast corpus of human data. Our model demonstrates improved computational efficiency, requires drastically less memory, and outperforms unstructured planning algorithms with cognitive constraints at predicting human behavior, suggesting that human planning strategies rely on programmatic cognitive maps.",
      "citationCount": 0,
      "doi": "10.48550/arXiv.2504.20628",
      "arxivId": "2504.20628",
      "url": "https://www.semanticscholar.org/paper/448d5660a4405223be136442d0675f94ce484ecd",
      "venue": "Annual Meeting of the Cognitive Science Society",
      "journal": {
        "name": "ArXiv",
        "volume": "abs/2504.20628"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "aed58c6c34dc29f47b275b470fa0f304b0435bca",
      "title": "Reflections on the Cognitive Science of Religion",
      "authors": [
        {
          "name": "A. Geertz",
          "authorId": "3389032"
        }
      ],
      "year": 2025,
      "abstract": "Welcome to volume 10.1–2 of the Journal for the Cognitive Science of Religion! In looking back at the first ten volumes of this journal, one is struck by the excitement and diversity of this ever-growing research field.",
      "citationCount": 0,
      "doi": "10.1558/jcsr.33208",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aed58c6c34dc29f47b275b470fa0f304b0435bca",
      "venue": "Journal for the Cognitive Science of Religion",
      "journal": {
        "name": "Journal for the Cognitive Science of Religion"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e1c6e3bc856f96d236147d35fbbd92225b530bab",
      "title": "Anaximander’s ‘Apeiron’ from a Cognitive Perspective",
      "authors": [
        {
          "name": "Chiara Ferella",
          "authorId": "2382139251"
        }
      ],
      "year": 2025,
      "abstract": "This article examines Anaximander’s concept of apeiron – traditionally rendered as ‘the boundless’ or ‘the infinite’ – by tracing its conceptual and semantic roots beyond standard cosmological interpretations. Given the fragmentary and often mediated nature of ancient sources, this study shifts the focus toward the pre-philosophical cognitive structures that inform Anaximander’s use of apeiron. Drawing on insights from cognitive linguistics and semantics, it argues that the two principal senses of apeiros – spatially ‘unbounded’ and epistemically ‘inexperienced’, typically treated as unrelated homonyms, in fact stem from a unified conceptual schema. Specifically, the epistemic sense of ‘inexperienced’ emerges through metaphorical extension from the experiential domain of spatial movement – which also informs the notion of apeiron as ‘unlimited’ – to that of knowledge. By reconstructing the semantic and ontological framework within which apeiron operated, this article uncovers an epistemic dimension that complements its spatial significance, revealing Anaximander’s principle not only as a limitless origin of the cosmos, but also as a reality situated beyond the bounds of human knowledge and experience. This reinterpretation opens new avenues for understanding Anaximander’s cosmology and underscores the role of embodied cognition and conceptual metaphor in the emergence of philosophical thought.",
      "citationCount": 0,
      "doi": "10.1558/jch.28335",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e1c6e3bc856f96d236147d35fbbd92225b530bab",
      "venue": "Journal of Cognitive Historiography",
      "journal": {
        "name": "Journal of Cognitive Historiography"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3e7bf4454df3722ca453b0687a30bdccd62c1eb3",
      "title": "Cosmovision as Cognitive Technology: The Case of Mesoamerican Medicinal Knowledge",
      "authors": [
        {
          "name": "J. De Smedt",
          "authorId": "47887178"
        },
        {
          "name": "Helen De Cruz",
          "authorId": "8072520"
        }
      ],
      "year": 2025,
      "abstract": "Abstract We examine the use of cognitive technologies in the acquisition and retention of botanical and medicinal knowledge. We focus on the Cruz‐Badianus codex, a 16th‐century Nahua (Aztec) herbarium which discusses the use of plants for a range of illnesses. We show how the codex reflects the Mesoamerican cosmovision, in particular, the association of the human body and cosmos, and the polarity and balance of hot and cold. We hypothesize that the cosmological and philosophical ideas that underlie the medicinal uses prescribed in the codex are not incidental, but rather help to scaffold knowledge, retain in memory successful remedies, and aid the transmission of information.",
      "citationCount": 0,
      "doi": "10.1111/tops.70008",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3e7bf4454df3722ca453b0687a30bdccd62c1eb3",
      "venue": "Topics in Cognitive Science",
      "journal": {
        "name": "Topics in Cognitive Science",
        "pages": "92 - 110",
        "volume": "18"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "22e7671ea22a9431433c126cbd4f1a37190ff425",
      "title": "Cognitive Integration and its Impact on the Development of Islamic and Humanities Studies",
      "authors": [],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.63226/5iccisei2024.1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/22e7671ea22a9431433c126cbd4f1a37190ff425",
      "venue": "Cognitive Integration and its Impact on the Development of Islamic and Humanities Studies",
      "journal": {
        "name": "Cognitive Integration and its Impact on the Development of Islamic and Humanities Studies"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f1a91157f5fda2a5b9cfd993c03915c61d1bee7e",
      "title": "Towards knowledge autonomy in the Companion cognitive architecture",
      "authors": [
        {
          "name": "Constantine Nakos",
          "authorId": "66648016"
        },
        {
          "name": "Kenneth D. Forbus",
          "authorId": "2257182262"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1016/j.cogsys.2025.101378",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f1a91157f5fda2a5b9cfd993c03915c61d1bee7e",
      "venue": "Cognitive Systems Research",
      "journal": {
        "name": "Cognitive Systems Research",
        "volume": "92"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b19d8e475ada07ffdadadd3a99a93fb64b9e7319",
      "title": "Reconceptualizing Knowledge: Evaluating the Ontological Complexity and Emergence of Knowledge in Cognitive Systems",
      "authors": [
        {
          "name": "Kiran Pala",
          "authorId": "2408541864"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b19d8e475ada07ffdadadd3a99a93fb64b9e7319",
      "venue": "Annual Meeting of the Cognitive Science Society",
      "journal": null,
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a2aceb56ac5a2988e6b0990e49c0e4ff15ad976e",
      "title": "The Discovery of the Artificial and the Use of Synthetic Method between Physics and Cognitive Science",
      "authors": [
        {
          "name": "Francesco Gagliardi",
          "authorId": "2408548083"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a2aceb56ac5a2988e6b0990e49c0e4ff15ad976e",
      "venue": "Annual Meeting of the Cognitive Science Society",
      "journal": null,
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c38b32943dbea23f151724423119c86c57df07f9",
      "title": "Kant's Cognitive Architecture & Bickhard's Interactivism",
      "authors": [
        {
          "name": "Kenneth R. Westphal",
          "authorId": "2278522599"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11097-025-10070-x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c38b32943dbea23f151724423119c86c57df07f9",
      "venue": "Phenomenology and the Cognitive Sciences",
      "journal": {
        "name": "Phenomenology and the Cognitive Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ded5d3ffbfa180ef73f7897acb10e25f094c41f9",
      "title": "What theoretical horizon for cognition? Towards a categorical cognitive science",
      "authors": [
        {
          "name": "Steven Phillips",
          "authorId": "2408553664"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ded5d3ffbfa180ef73f7897acb10e25f094c41f9",
      "venue": "Annual Meeting of the Cognitive Science Society",
      "journal": null,
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 40,
  "errors": []
}
