{
  "status": "success",
  "source": "semantic_scholar",
  "query": "care ethics autonomy interdependence",
  "results": [
    {
      "paperId": "96b360a6f1528979daec18764b732b31439e1bce",
      "title": "The Interdependence of Care and Autonomy",
      "authors": [
        {
          "name": "J. Boldt",
          "authorId": "1850590"
        }
      ],
      "year": 2018,
      "abstract": "Since the second half of the twentieth century, the principle of autonomy has come to be regarded as the cornerstone of medical ethics. Older principles of medical ethics, such as beneficence and non-maleficence, both of which can be subsumed under the concept of “care”, have correspondingly decreased in importance. Drawing on hermeneutic analyses of the constitutive interrelations between autonomous will-formation on the one hand, and well-being and social embeddedness on the other hand, it will be argued that a proper understanding of autonomy necessarily incorporates attention to well-being and care, and vice versa. The true ethical challenge is not to determine whether autonomy or care ought to take precedence, but to understand respecting autonomy and providing care as two aspects of one and the same ethical demand to attend to and help other individuals.",
      "citationCount": 2,
      "doi": "10.1007/978-3-319-61291-1_5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/96b360a6f1528979daec18764b732b31439e1bce",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "65-86",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "67a2ab4655718efdcfa91f147f10ceac1e03cd77",
      "title": "Autonomy and care in the logic of competing and solidarity relations in medicine",
      "authors": [
        {
          "name": "T. Sidorova",
          "authorId": "2140430278"
        }
      ],
      "year": 2022,
      "abstract": "The interactions of the subjects of medicine are considered in the projection of two logics: solidary and competing relations. This approach develops the critique of the dominance of the concept of patient autonomy that comes with the bioethics represented in the ethics of care by K. Drner, A. Moll and others. The conceptual forms of competition and solidarity are identified as oppositions to power and equality, autonomy and care, individualism and interdependence of subjects of medicine, anti-paternalism and paternalism, neglect and attentiveness, the legal and ethical meaning of informed consent, control and compliance, medical services and medical care. \nIn medicine, from point of view of bioethics, the solidary relations could be expressed in a paternalistic model. It is based on ethical connotations such as doctor's responsibility and mutual trust. Autonomy has a legal and economic predication. The ethics of care, traditional for the Russian cultural model, implies not so much the doctor's authorities over the patient, recognizing him as unequal in medical decisions, but in modern healthcare it can be combined with a voluntary expression of consent to medical interventions with the properly provided information.",
      "citationCount": 0,
      "doi": "10.19163/2070-1586-2022-15-2-12-17",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/67a2ab4655718efdcfa91f147f10ceac1e03cd77",
      "venue": "Bioethics",
      "journal": {
        "name": "Bioethics"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7dfbbac5e8b82880fc4bcf0feb97fbc448dd1cb9",
      "title": "A Critical Ethics of Care Perspective on Refugee Income Generation: Towards Sustainable Policy and Practice in Zimbabwe’s Tongogara Camp",
      "authors": [
        {
          "name": "Raymond Taruvinga",
          "authorId": "117230583"
        },
        {
          "name": "Dorothee Hölscher",
          "authorId": "87578823"
        },
        {
          "name": "A. Lombard",
          "authorId": "37135565"
        }
      ],
      "year": 2021,
      "abstract": "ABSTRACT This article critiques Zimbabwe's refugee policy and practice context, with a focus on the ideological underpinnings of aided income generation activities in Zimbabwe's Tongogara refugee camp. We apply the lenses of Joan Tronto's political, or democratic ethics of care, and Fiona Robinson's critical ethics of care, to conduct an ideology critique of the aid agencies' expressed goal of refugees' economic ‘self-reliance’. We demonstrate that their underlying assumptions about ‘dependency’ and ‘autonomy’, in conjunction with Zimbabwe's policy of refugee encampment, are at the heart of the income generation activities’ lack of sustainability. We argue further that all caring relationships are characterised by unequal power relations, and that this needs to be acknowledged in order to enable a shared commitment to equal participation, in a partnership towards agreed-upon development goals. Moreover, the ideologies of autonomy and self-reliance must be replaced with a policy commitment to fostering interdependence as the ontological condition under which income generating activities can evolve into sustainable livelihoods. We recommend that the critical ethics of care and the radical-democratic practices for which it calls, provide an apt framework within which to reconsider the policies governing refugee support and practices, so as to foster a caring context for human wellbeing.",
      "citationCount": 7,
      "doi": "10.1080/17496535.2021.1877766",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7dfbbac5e8b82880fc4bcf0feb97fbc448dd1cb9",
      "venue": "",
      "journal": {
        "name": "Ethics and Social Welfare",
        "pages": "36 - 51",
        "volume": "15"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5652674a81c7da6120b095f57cb52c6d39a01634",
      "title": "Reinterpreting the pedagogy of care through non-affirmative theory in the era of neoliberal education",
      "authors": [
        {
          "name": "Khalil Gholami",
          "authorId": "2393558100"
        }
      ],
      "year": 2025,
      "abstract": "\n Increasing evidence suggests a global shift in education towards market-driven policy has eroded fundamental human virtues including relationships, empathy, responsiveness, and important of collective practices, resulting in a moral crisis of care that affects students, teachers, and families. This shift has led to what Butler terms moral precarity, raising concerns that younger generation may lose their sense of responsibility and commitment to care for others. Drawing on existing literature, this paper suggests that the ethics of care with its relational ontology and maternal epistemology provides a robust ethical framework to address these challenges. However, critics argue that care ethics may inadvertently neglect respect for autonomy, creating a tension between relational interdependence and individual autonomy. This paper posits that non-affirmative theory offers conceptual tools, particularly through the notions of summoning to self-activity and recognition, to address this ontological tension. Summoning reframes autonomy as a relational practice, enabling critical self-awareness and moral agency within caring relationships. This integration transforms the ethics of care from a relational ontology to a relational-autonomous ontology, emphasizing the dynamic interplay of interdependence and autonomy. The paper concludes by discussing the implications of this reinterpretation for school pedagogy and policy, suggesting an ethical reorientation of neoliberal practices to foster a pedagogy grounded in care and autonomy. Future research directions include empirical studies on implementing relational-autonomous pedagogy to promote caring schools where the young generation have the capacity to care for others while respecting their autonomy.",
      "citationCount": 0,
      "doi": "10.1556/063.2025.00374",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5652674a81c7da6120b095f57cb52c6d39a01634",
      "venue": "The Hungarian Educational Research Journal",
      "journal": {
        "name": "Hungarian Educational Research Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fb14422e5992e44809fbb538de76bb10a8634c3c",
      "title": "DOCTOR-PATIENT RELATIONSHIPS IN THE FOCUS OF MEDICAL ETHICS MODELS",
      "authors": [
        {
          "name": "T. Sidorova",
          "authorId": "2140430278"
        }
      ],
      "year": 2022,
      "abstract": "The interactions of the subjects of medicine, primarily a doctor and a patient, are considered in the projection of two logics: solidary and competing relations. This approach develops the critique of the dominance of the concept of patient autonomy that comes with the bioethics represented in the ethics of care by K. Dörner, A. Moll and others. The conceptual forms of competition and solidarity are identified as oppositions to power and equality, autonomy and care, individualism and interdependence of subjects of medicine, anti-paternalism and paternalism, neglect and attentiveness, the legal and ethical meaning of informed consent, control and compliance, medical services and medical care. In medicine, from point of view of bioethics, the solidary relations could be expressed in a paternalistic model. Paternalism is the basic form of relationship between a doctor and a patient in medicine, which is recorded throughout the centuries-old history of medical ethics. The paternalistic model is based on ethical connotations such as doctor’s responsibility and mutual trust. Autonomy has a legal and economic predication. The ethics of care, traditional for the Russian cultural model, implies not so much the doctor’s authorities over the patient, recognizing him as unequal in medical decisions, but in modern healthcare it can be combined with a voluntary expression of consent to medical interventions with the properly provided information.",
      "citationCount": 0,
      "doi": "10.25205/978-5-4437-1383-0-162-181",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fb14422e5992e44809fbb538de76bb10a8634c3c",
      "venue": "Proceedings of the All-Russian Conference with International Participation \"Education, Social Mobility, and Human Development: to the 90th Anniversary of Prof. L.G. Borisova\"",
      "journal": {
        "name": "Proceedings of the All-Russian Conference with International Participation \"Education, Social Mobility, and Human Development: to the 90th Anniversary of Prof. L.G. Borisova\""
      },
      "publicationTypes": [
        "Conference"
      ]
    },
    {
      "paperId": "89242b0fee592b6b787aa9db640ef42ace67bcfd",
      "title": "From patient-centred ethics to the ethics of a pandemic",
      "authors": [
        {
          "name": "A. Demetriades",
          "authorId": "5097291"
        }
      ],
      "year": 2021,
      "abstract": "The progression of SARS-CoV-2 from outbreak through epidemic to pandemic has generated a wave of medical, social, financial and political consequences. Such profound burden of disease worldwide has brought to the fore ethical challenges that are otherwise experienced only once in a generation. At the operational level, these include resuscitation decisions, critical care triage, allocations of finite resources, testing, protective equipment, prioritisation of treatment and collateral damage; and at the societal level, public-private partnerships, disparities, ethnic minority and social justice, to name but a few. Colleagues across Europe and worldwide have responded admirably to such unprecedented challenges [1–7]. The principles of patient-centred ethics have shifted to public health ethics and the ethics of a pandemic (see Table 1). The focus is no longer the individual patient, but the community and population as a whole. Individual liberty and autonomy give way to relational autonomy and the interdependence of people. The authority vested in the prestige of the medical profession shifts to the authority vested in the policing power of the state and the law. The social good and the avoidance of social harm take priority over an individual patient’s beneficence and non-maleficence. Eijkholt et al. discuss what are our true ethical responsibilities that arise with the scarcity of resources, such as personal protective equipment (PPE), which may put us at the risk of contracting the virus [8]. Is putting ourselves at risk a supererogatory act of moral heroism or an irresponsible action that in itself can lead to a scarcity of healthcare providers? Even though neurosurgery is a small specialty, it has finite resources and by nature deals with time-dependent and treatment-limiting decisions or actions that are related to the ethics of life preservation. In a survey of comparative activity before and during the first wave of the Covid-19 pandemic across several European centres, 80% reported they were no longer able to provide neurosurgical care according to legitimate medical needs [9]. This inevitably brought with it moral distress and ethical challenges, such as the prioritisation of patients, triaging and even rationing [4, 9]. These terms, with important semantic differences, may vary in different healthcare systems, relative to their ability to adapt to the huge stress of a pandemic. As we navigate ourselves through the second wave of the Covid-19 pandemic within the same year, do we have the moral substance, and can we rely on ethical standards plus guidance so as to make professional decisions that will be publicly and socially accountable? Do we have ethical support structures and processes? Do our healthcare structures possess the systemic consistency in regulatory frameworks and in institutional culture to facilitate ethical decision-making?",
      "citationCount": 2,
      "doi": "10.1007/s00701-020-04666-2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/89242b0fee592b6b787aa9db640ef42ace67bcfd",
      "venue": "Acta Neurochirurgica",
      "journal": {
        "name": "Acta Neurochirurgica",
        "pages": "599 - 600",
        "volume": "163"
      },
      "publicationTypes": [
        "Editorial",
        "Review"
      ]
    },
    {
      "paperId": "c7e33ca4497eda8801b6269e338cff0ca826e204",
      "title": "Reimagining Inclusion in Education",
      "authors": [
        {
          "name": "Thomas Onyebuchi Igwe",
          "authorId": "2398248747"
        }
      ],
      "year": 2025,
      "abstract": "This study explores how African ethics of care can provide a philosophically sound and culturally based basis for rethinking inclusive education for students with disabilities throughout the African continent. Even though inclusive education is increasingly supported by national policies in nations like Nigeria, Kenya, South Africa, and Ghana, students' everyday experiences show a persistent disconnect between policy commitments and school realities. The dependence on Western models of inclusion, which presume autonomy is attained through independence and self-sufficiency, is largely to blame for this disparity. On the other hand, many African communities view human development through relational values, which place a strong emphasis on shared responsibility, care, and interdependence. These principles, which are embodied in Ubuntu and more general communitarian ideologies, offer conceptual tools for redefining inclusion as involvement bolstered by deep connections. The study uses a qualitative research design that includes focus groups, classroom observations, policy document analysis, and interviews with educators, caregivers, school administrators, and students with disabilities. This method explains how relational ethics are applied in educational settings and the conflicts that result from institutional frameworks that prioritize individualistic conceptions of autonomy. The theoretical foundation for interpreting these results comes from African philosophical literature, especially Metz's explanation of moral harmony and communal identity (Metz, 2007).\nThe findings demonstrate that although communities frequently have strong caring values, educational systems find it difficult to actualize them because of a lack of resources, inadequate teacher preparation, deeply ingrained stigma, and curricula that ignore relational perspectives and local knowledge. Students frequently stress how important acceptance and belonging are to their educational experiences. Students with disabilities show higher levels of participation, confidence, and engagement in schools that consciously foster support relationships. The study concludes that by redefining inclusion as a shared moral endeavor in which autonomy develops through interdependence rather than isolation, African ethics of care can enhance international discussions.",
      "citationCount": 0,
      "doi": "10.46654/7ntmm662",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c7e33ca4497eda8801b6269e338cff0ca826e204",
      "venue": "International Journal of Research in Education and Sustainable Development",
      "journal": {
        "name": "International Journal of Research in Education and Sustainable Development"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bf4152614f9507e40f2726a382b7d47ca94ec037",
      "title": "Challenging the Fallacy of the Altruistic Argument in Human Reproduction",
      "authors": [
        {
          "name": "Lucrecia Burges Cruz",
          "authorId": "2355958319"
        }
      ],
      "year": 2025,
      "abstract": "\nThis paper examines human reproduction as a complex phenomenon shaped by biological, social, economic, and political forces. It identifies the fallacy of the altruistic argument, which frames women’s self-sacrifice in reproductive and caregiving roles as a natural virtue, reinforcing gender inequalities and limiting autonomy. Through an interdisciplinary approach integrating feminist philosophy, evolutionary theory, and social justice perspectives, it exposes androcentric biases in evolutionary epistemology that have legitimized the exploitation of women’s reproductive labor by portraying altruism as a biologically determined, sex-specific trait. Drawing on Adriana Cavarero’s relational ethics, the paper advocates for reimagining reproduction as a collective act rooted in mutual care, ethical responsibility, and interdependence. This perspective challenges Western individualism and calls for positioning reproduction as a central ethical and philosophical category. By rejecting narratives of self-sacrifice, it promotes an ethos of mutuality, fostering a more equitable and inclusive approach to reproductive practices and policies.",
      "citationCount": 0,
      "doi": "10.1163/24689300-bja10076",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bf4152614f9507e40f2726a382b7d47ca94ec037",
      "venue": "Danish Yearbook of Philosophy",
      "journal": {
        "name": "Danish Yearbook of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "23fbb63e784219912a1bbea5d49a29aa905afd02",
      "title": "Autonomy, Interdependence of Care Argument and the Moral Justification of Human Genome Editing (HGE)",
      "authors": [
        {
          "name": "N. Okorie",
          "authorId": "47147601"
        },
        {
          "name": "Dapo Daniel Shaola",
          "authorId": "2358369994"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.58945/vsnh2774",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/23fbb63e784219912a1bbea5d49a29aa905afd02",
      "venue": "Philosophical Alternatives",
      "journal": {
        "name": "Philosophical Alternatives"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e6570dcf3bda7f8bab9ac222058d36fe3eff186d",
      "title": "“From Autonomy To Relationality: A Care Ethics Perspective On Global Justice”",
      "authors": [
        {
          "name": "Vaishali Gahlyan",
          "authorId": "2374799426"
        }
      ],
      "year": 2025,
      "abstract": "In an era marked by ecological fragility, humanitarian crises, and widening global inequalities, dominant theories of justice—rooted in autonomy, impartiality, and universal reason—prove increasingly inadequate. These frameworks often overlook the emotional, relational, and embodied dimensions of moral life, particularly in contexts of caregiving, migration, and structural vulnerability. Feminist theorists such as Carol Gilligan, Virginia Held, and Joan Tronto have advanced the ethics of care as a critical response to this moral abstraction. This paper explores how care ethics reorients global justice by foregrounding dependency, responsiveness, and moral proximity. Through case studies including vaccine apartheid, global care chains, and refugee policy, it demonstrates the ethical insufficiency of justice without care. Rather than discarding justice, the care perspective deepens it— transforming foreign policy, institutional ethics, and global governance. The study ultimately proposes care ethics as an urgent philosophical and political corrective to the moral blind spots of the liberal order.",
      "citationCount": 0,
      "doi": "10.64252/879nr135",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e6570dcf3bda7f8bab9ac222058d36fe3eff186d",
      "venue": "International Journal of Environmental Science",
      "journal": {
        "name": "International Journal of Environmental Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e7c2a496ef166780db37f4c669d8d0b145041752",
      "title": "Possibilities for a Relational Theory of Autonomy for Care Ethics: Adam Smith on Self-Interest and the Social Formation of Morality",
      "authors": [
        {
          "name": "Bárbara Symmes Avendaño",
          "authorId": "2374763517"
        }
      ],
      "year": 2025,
      "abstract": "While Smith does not explicitly refer to autonomy, it has been argued that in the Smithean individual there is a place for agency and self-determination, as portrayed in the Theory of Moral Sentiments. In this paper, I contend that the Smithian perspective on moral action encompasses self-interest and a relational perspective of the formation of morality as integral components of autonomy. This conceptualization bears resemblance to the notion of relational autonomy as expounded in care ethics. In Smith’s framework, morality is a product of societal interactions facilitated by the sympathetic process and the impartial spectator, that lead individuals to emerge as moral subjects. The interplay of sympathy, self-interest, society, and the conception of the individual as delineated in TMS could provide a robust foundation for a theory of relational autonomy that integrates the social, as care ethics proposes, and that does not sacrifice justice and individual rights.",
      "citationCount": 0,
      "doi": "10.21555/top.v730.3079",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e7c2a496ef166780db37f4c669d8d0b145041752",
      "venue": "Tópicos",
      "journal": {
        "name": "Tópicos, Revista de Filosofía"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a5beef65205b2e401090167dccc2deca8bc48c63",
      "title": "The ethics of Wegovy: promoting autonomy in pediatric care.",
      "authors": [
        {
          "name": "Nanette Ryan",
          "authorId": "2341901320"
        },
        {
          "name": "J. Savulescu",
          "authorId": "2216909839"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1007/s11019-025-10300-8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a5beef65205b2e401090167dccc2deca8bc48c63",
      "venue": "Medicine, Health care and Philosophy",
      "journal": {
        "name": "Medicine, health care, and philosophy"
      },
      "publicationTypes": [
        "Review",
        "JournalArticle"
      ]
    },
    {
      "paperId": "e30e4913adb4c458ed7ae5d714d2a4c998298a72",
      "title": "When Autonomy Fails: Ethics, Philosophy, and the Legal Duty of Palliative Care - Reflections on End-of-Life Medicine in the 21st Century",
      "authors": [
        {
          "name": "João Carlos Geber-Júnior",
          "authorId": "2005151983"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1017/S1478951525101028",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e30e4913adb4c458ed7ae5d714d2a4c998298a72",
      "venue": "Palliative & Supportive Care",
      "journal": {
        "name": "Palliative and Supportive Care",
        "volume": "23"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d81a24035066235098cdcf2b2af2b2950d8e8fa6",
      "title": "Machine Ethics in Care: Could a Moral Avatar Enhance the Autonomy of Care-Dependent Persons?",
      "authors": [
        {
          "name": "Catrin Misselhorn",
          "authorId": "2081195491"
        }
      ],
      "year": 2024,
      "abstract": "It is a common view that artificial systems could play an important role in dealing with the shortage of caregivers due to demographic change. One argument to show that this is also in the interest of care-dependent persons is that artificial systems might significantly enhance user autonomy since they might stay longer in their homes. This argument presupposes that the artificial systems in question do not require permanent supervision and control by human caregivers. For this reason, they need the capacity for some degree of moral decision-making and agency to cope with morally relevant situations (artificial morality). Machine ethics provides the theoretical and ethical framework for artificial morality. This article scrutinizes the question how artificial moral agents that enhance user autonomy could look like. It discusses, in particular, the suggestion that they should be designed as moral avatars of their users to enhance user autonomy in a substantial sense.",
      "citationCount": 1,
      "doi": "10.1017/S0963180123000555",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d81a24035066235098cdcf2b2af2b2950d8e8fa6",
      "venue": "Cambridge Quarterly of Healthcare Ethics",
      "journal": {
        "name": "Cambridge quarterly of healthcare ethics : CQ : the international journal of healthcare ethics committees",
        "pages": "\n          1-14\n        "
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c6e62d12ec717d2bd975e95f04c0f6c64519d4bb",
      "title": "Dilemmas and ethics of care: conserving and caring for the autonomy of the person with dementia.",
      "authors": [
        {
          "name": "Habib Georges Moutran Barroso",
          "authorId": "2328368084"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1016/j.rcpeng.2024.10.005",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c6e62d12ec717d2bd975e95f04c0f6c64519d4bb",
      "venue": "Revista Colombiana de Psiquiatría",
      "journal": {
        "name": "Revista Colombiana de psiquiatria"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3334ae37e21e9a9ce6eaad3b80dac9db1cedb97b",
      "title": "Relational autonomy in end-of-life care ethics: a contextualized approach to real-life complexities",
      "authors": [
        {
          "name": "Carlos Gómez-Vírseda",
          "authorId": "1389227967"
        },
        {
          "name": "Yves De Maeseneer",
          "authorId": "1389227963"
        },
        {
          "name": "C. Gastmans",
          "authorId": "4083783"
        }
      ],
      "year": 2020,
      "abstract": "Background Respect for autonomy is a paramount principle in end-of-life ethics. Nevertheless, empirical studies show that decision-making, exclusively focused on the individual exercise of autonomy fails to align well with patients’ preferences at the end of life. The need for a more contextualized approach that meets real-life complexities experienced in end-of-life practices has been repeatedly advocated. In this regard, the notion of ‘relational autonomy’ may be a suitable alternative approach. Relational autonomy has even been advanced as a foundational notion of palliative care, shared decision-making, and advance-care planning. However, relational autonomy in end-of-life care is far from being clearly conceptualized or practically operationalized. Main body Here, we develop a relational account of autonomy in end-of-life care, one based on a dialogue between lived reality and conceptual thinking. We first show that the complexities of autonomy as experienced by patients and caregivers in end-of-life practices are inadequately acknowledged. Second, we critically reflect on how engaging a notion of relational autonomy can be an adequate answer to addressing these complexities. Our proposal brings into dialogue different ethical perspectives and incorporates multidimensional, socially embedded, scalar, and temporal aspects of relational theories of autonomy. We start our reflection with a case in end-of-life care, which we use as an illustration throughout our analysis. Conclusion This article develops a relational account of autonomy, which responds to major shortcomings uncovered in the mainstream interpretation of this principle and which can be applied to end-of-life care practices.",
      "citationCount": 111,
      "doi": "10.1186/s12910-020-00495-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3334ae37e21e9a9ce6eaad3b80dac9db1cedb97b",
      "venue": "BMC Medical Ethics",
      "journal": {
        "name": "BMC Medical Ethics",
        "volume": "21"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "52ce2ed675e14ddfd1281ab0fa47626d7efe1a16",
      "title": "Robot Care Ethics Between Autonomy and Vulnerability: Coupling Principles and Practices in Autonomous Systems for Care",
      "authors": [
        {
          "name": "Alberto Pirni",
          "authorId": "10688742"
        },
        {
          "name": "Maurizio Balistreri",
          "authorId": "2096533877"
        },
        {
          "name": "M. Capasso",
          "authorId": "2073594491"
        },
        {
          "name": "Steven Umbrello",
          "authorId": "67198730"
        },
        {
          "name": "Federica Merenda",
          "authorId": "2014980744"
        }
      ],
      "year": 2021,
      "abstract": "Technological developments involving robotics and artificial intelligence devices are being employed evermore in elderly care and the healthcare sector more generally, raising ethical issues and practical questions warranting closer considerations of what we mean by “care” and, subsequently, how to design such software coherently with the chosen definition. This paper starts by critically examining the existing approaches to the ethical design of care robots provided by Aimee van Wynsberghe, who relies on the work on the ethics of care by Joan Tronto. In doing so, it suggests an alternative to their non-principled approach, an alternative suited to tackling some of the issues raised by Tronto and van Wynsberghe, while allowing for the inclusion of two orientative principles. Our proposal centres on the principles of autonomy and vulnerability, whose joint adoption we deem able to constitute an original revision of a bottom-up approach in care ethics. Conclusively, the ethical framework introduced here integrates more traditional approaches in care ethics in view of enhancing the debate regarding the ethical design of care robots under a new lens.",
      "citationCount": 23,
      "doi": "10.3389/frobt.2021.654298",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/52ce2ed675e14ddfd1281ab0fa47626d7efe1a16",
      "venue": "Frontiers in Robotics and AI",
      "journal": {
        "name": "Frontiers in Robotics and AI",
        "volume": "8"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9b38fedeca4bf0bd6e22f30648f09944875285e8",
      "title": "Reimagining Democratic Education with Care Ethics—Toward Care-full Democratic Education",
      "authors": [
        {
          "name": "Selja K. Koponen",
          "authorId": "2382074734"
        },
        {
          "name": "Tuija Kasa",
          "authorId": "2121750756"
        }
      ],
      "year": 2025,
      "abstract": "In an era of democratic crises, democratic education in basic education is considered crucial. However, recent studies show that young people perceive their influence both at school and in society as limited, which decreases their civic activity later in life. The aim of this theoretical study is to reeval-uate democratic education through feminist care ethics, which is an under-researched topic in the current theoretical debate. In our article, we outline a novel approach to caring democratic education (i.e., care-full democratic education), which presents a complementary stance toward current democratic education, which relies heavily on the theories of liberal democracy and a rational and atomistic subject. Instead of an individualistic emphasis, our approach cultivates the idea of relational autonomy, interconnectedness, and respecting mundane practices in schools as the basis for child-oriented democratic education. In addition, our study dismantles some of the structural injustices (childism and privileged irresponsibility) that we have identified in society and in education, which hinder the realization of democratic culture in basic education.",
      "citationCount": 1,
      "doi": "10.65214/2164-7992.1673",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9b38fedeca4bf0bd6e22f30648f09944875285e8",
      "venue": "Democracy &amp; Education",
      "journal": {
        "name": "Democracy &amp; Education"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5019cf4d6768755c78bb37c83fa8467a049e54e4",
      "title": "Beyond autonomy: Care ethics for midwifery and the humanization of birth",
      "authors": [
        {
          "name": "E. Newnham",
          "authorId": "8589897"
        },
        {
          "name": "M. Kirkham",
          "authorId": "145051150"
        }
      ],
      "year": 2019,
      "abstract": "The bioethical principle of respect for a person’s bodily autonomy is central to biomedical and healthcare ethics. In this article, we argue that this concept of autonomy is often annulled in the maternity field, due to the maternal two-in-one body (and the obstetric focus on the foetus over the woman) and the history of medical paternalism in Western medicine and obstetrics. The principle of respect for autonomy has therefore become largely rhetorical, yet can hide all manner of unethical practice. We propose that large institutions that prioritize a midwife–institution relationship over a midwife–woman relationship are in themselves unethical and inimical to the midwifery philosophy of care. We suggest that a focus on care ethics has the potential to remedy these problems, by making power relationships visible and by prioritizing the relationship above abstract ethical principles.",
      "citationCount": 73,
      "doi": "10.1177/0969733018819119",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5019cf4d6768755c78bb37c83fa8467a049e54e4",
      "venue": "Nursing Ethics",
      "journal": {
        "name": "Nursing Ethics",
        "pages": "2147 - 2157",
        "volume": "26"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "35ebcb146786c641f5a4dc567ea5fb1d76649977",
      "title": "Ethics of Love for End-of-Life Care: Beyond Autonomy and Efficiency",
      "authors": [
        {
          "name": "Christina M Lamb",
          "authorId": "2261659458"
        },
        {
          "name": "Daniel Wainstock",
          "authorId": "2261516570"
        },
        {
          "name": "Thana C. de Campos-Rudinsky",
          "authorId": "2051596655"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1080/15265161.2023.2256274",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/35ebcb146786c641f5a4dc567ea5fb1d76649977",
      "venue": "American Journal of Bioethics",
      "journal": {
        "name": "The American Journal of Bioethics",
        "pages": "76 - 78",
        "volume": "23"
      },
      "publicationTypes": [
        "LettersAndComments",
        "JournalArticle"
      ]
    },
    {
      "paperId": "bb82d25696af39670d2b9da44fce6af78c07b810",
      "title": "Protecting Patient Autonomy in Psychedelic-Assisted Psychotherapy: A Nursing Ethics Perspective",
      "authors": [
        {
          "name": "Jennifer Tustison",
          "authorId": "2366087612"
        },
        {
          "name": "Charlene Niemi",
          "authorId": "2366087777"
        },
        {
          "name": "Kristen R Choi",
          "authorId": "2354753708"
        }
      ],
      "year": 2025,
      "abstract": "The integration of psychedelic substances into mental health treatments represents one of the most significant paradigm shifts in psychiatric care in recent decades. This article examines the ethical considerations surrounding psychedelic-assisted psychotherapies (PAP) from a nursing ethics perspective, with a particular focus on patient autonomy and empowerment. As these innovative treatments continue to gain traction in mainstream healthcare, nurses must advocate for ethical frameworks that prioritize patient agency while acknowledging the unique vulnerabilities associated with these potent substances",
      "citationCount": 1,
      "doi": "10.1080/01612840.2025.2514624",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bb82d25696af39670d2b9da44fce6af78c07b810",
      "venue": "Issues in Mental Health Nursing",
      "journal": {
        "name": "Issues in Mental Health Nursing",
        "pages": "107 - 110",
        "volume": "47"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "239a3886f4faf40f99b174d7120d2a17381ed809",
      "title": "Relational autonomy in end-of-life care ethics: a contextualized approach to real-life complexities",
      "authors": [
        {
          "name": "Carlos Gómez-Vírseda",
          "authorId": "1389227967"
        },
        {
          "name": "Yves De Maeseneer",
          "authorId": "1389227963"
        },
        {
          "name": "C. Gastmans",
          "authorId": "4083783"
        }
      ],
      "year": 2020,
      "abstract": "Respect for autonomy is a paramount principle in end-of-life ethics. Nevertheless, empirical studies show that decision-making, exclusively focused on the individual exercise of autonomy fails to align well with patients’ preferences at the end of life. The need for a more contextualized approach that meets real-life complexities experienced in end-of-life practices has been repeatedly advocated. In this regard, the notion of ‘relational autonomy’ may be a suitable alternative approach. Relational autonomy has even been advanced as a foundational notion of palliative care, shared decision-making, and advance-care planning. However, relational autonomy in end-of-life care is far from being clearly conceptualized or practically operationalized. Here, we develop a relational account of autonomy in end-of-life care, one based on a dialogue between lived reality and conceptual thinking. We first show that the complexities of autonomy as experienced by patients and caregivers in end-of-life practices are inadequately acknowledged. Second, we critically reflect on how engaging a notion of relational autonomy can be an adequate answer to addressing these complexities. Our proposal brings into dialogue different ethical perspectives and incorporates multidimensional, socially embedded, scalar, and temporal aspects of relational theories of autonomy. We start our reflection with a case in end-of-life care, which we use as an illustration throughout our analysis. This article develops a relational account of autonomy, which responds to major shortcomings uncovered in the mainstream interpretation of this principle and which can be applied to end-of-life care practices.",
      "citationCount": 1,
      "doi": "10.1186/s12910-020-00495-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/239a3886f4faf40f99b174d7120d2a17381ed809",
      "venue": "BMC Medical Ethics",
      "journal": {
        "name": "BMC Medical Ethics",
        "volume": "21"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a7c6c7b4d80fcdf5c2376848117711715cc9ded8",
      "title": "Towards a shared and supported decision-making model: fostering relational autonomy in end-of-life care.",
      "authors": [
        {
          "name": "Nicolas Pujol",
          "authorId": "2387775586"
        },
        {
          "name": "Geraldine Foley",
          "authorId": "2265476408"
        },
        {
          "name": "Linda Hogan",
          "authorId": "2238779173"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/s11019-025-10307-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a7c6c7b4d80fcdf5c2376848117711715cc9ded8",
      "venue": "Medicine, Health care and Philosophy",
      "journal": {
        "name": "Medicine, health care, and philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "44da4eb86d3ba942e71eefcad8f1cf6350250ed2",
      "title": "Relational autonomy: what does it mean and how is it used in end-of-life care? A systematic review of argument-based ethics literature",
      "authors": [
        {
          "name": "Carlos Gómez-Vírseda",
          "authorId": "1389227967"
        },
        {
          "name": "Yves De Maeseneer",
          "authorId": "1389227963"
        },
        {
          "name": "C. Gastmans",
          "authorId": "4083783"
        }
      ],
      "year": 2019,
      "abstract": "Respect for autonomy is a key concept in contemporary bioethics and end-of-life ethics in particular. Despite this status, an individualistic interpretation of autonomy is being challenged from the perspective of different theoretical traditions. Many authors claim that the principle of respect for autonomy needs to be reconceptualised starting from a relational viewpoint. Along these lines, the notion of relational autonomy is attracting increasing attention in medical ethics. Yet, others argue that relational autonomy needs further clarification in order to be adequately operationalised for medical practice. To this end, we examined the meaning, foundations, and uses of relational autonomy in the specific literature of end-of-life care ethics. Using PRESS and PRISMA procedures, we conducted a systematic review of argument-based ethics publications in 8 major databases of biomedical, philosophy, and theology literature that focused on relational autonomy in end-of-life care. Full articles were screened. All included articles were critically appraised, and a synthesis was produced. Fifty publications met our inclusion criteria. Twenty-eight articles were published in the last 5 years; publications were originating from 18 different countries. Results are organized according to: (a) an individualistic interpretation of autonomy; (b) critiques of this individualistic interpretation of autonomy; (c) relational autonomy as theoretically conceptualised; (d) relational autonomy as applied to clinical practice and moral judgment in end-of-life situations. Three main conclusions were reached. First, literature on relational autonomy tends to be more a ‘reaction against’ an individualistic interpretation of autonomy rather than be a positive concept itself. Dichotomic thinking can be overcome by a deeper development of the philosophical foundations of autonomy. Second, relational autonomy is a rich and complex concept, formulated in complementary ways from different philosophical sources. New dialogue among traditionally divergent standpoints will clarify the meaning. Third, our analysis stresses the need for dialogical developments in decision making in end-of-life situations. Integration of these three elements will likely lead to a clearer conceptualisation of relational autonomy in end-of-life care ethics. This should in turn lead to better decision-making in real-life situations.",
      "citationCount": 190,
      "doi": "10.1186/s12910-019-0417-3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/44da4eb86d3ba942e71eefcad8f1cf6350250ed2",
      "venue": "BMC Medical Ethics",
      "journal": {
        "name": "BMC Medical Ethics",
        "volume": "20"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "433498878f228a3281db8f6e039019354c0c8c8a",
      "title": "Motivational Barriers to Care and the Ethics of Encouragement",
      "authors": [
        {
          "name": "Christopher F Masciari",
          "authorId": "2279028135"
        }
      ],
      "year": 2025,
      "abstract": "Abstract In this paper I argue that by using methods of encouragement, derived from the fields of social psychology, cognitive neuroscience, and behavioral economics, healthcare workers can potentially provide their patients with tools for increasing adherence to their treatment plans. I claim that the shared decision-making model can, and should, be enriched to include a component that encourages patients to follow through with their plans. It is commonsense that it is one thing to decide on a plan, and quite another to stick to it. Even if a plan is one’s own, people often backslide with respect to their prior commitments. I appeal to the extensive literatures on decision-making, delay discounting, and willpower to provide some empirically verified tools for motivating patients. Importantly, I argue that contrary to appearances, motivating others to act with respect to their commitments expresses a respect for autonomy and is non-paternalistic.",
      "citationCount": 9,
      "doi": "10.1080/21507740.2025.2474228",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/433498878f228a3281db8f6e039019354c0c8c8a",
      "venue": "AJOB Neuroscience",
      "journal": {
        "name": "AJOB Neuroscience",
        "pages": "158 - 170",
        "volume": "16"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "17798cba5bfb6480c8f8073d626cddf38e70e8b8",
      "title": "The “Community-based Integrated Care System” and Discourse Ethics – From the Viewpoint of Autonomy and Solidarity –",
      "authors": [],
      "year": 2022,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.52882/2434-1738-04-06",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/17798cba5bfb6480c8f8073d626cddf38e70e8b8",
      "venue": "JAPANESE SOCIETY AND CULTURE",
      "journal": {
        "name": "JAPANESE SOCIETY AND CULTURE"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c6f06d87367e6e990f2bc0f19b9d2e625ec4d84f",
      "title": "Complexities of autonomy in military medical ethics: A brief report",
      "authors": [
        {
          "name": "Megan K. Applewhite",
          "authorId": "2376429337"
        },
        {
          "name": "Joshua Girton",
          "authorId": "1560426692"
        },
        {
          "name": "Christine Bader",
          "authorId": "2310884184"
        },
        {
          "name": "Anthony Kaniaru",
          "authorId": "2310884166"
        },
        {
          "name": "Matthew Martin",
          "authorId": "2311046900"
        },
        {
          "name": "John B. Holcomb",
          "authorId": "2247945929"
        },
        {
          "name": "J. Gurney",
          "authorId": "2238420784"
        },
        {
          "name": "Jay A Yelon",
          "authorId": "2274635460"
        },
        {
          "name": "Frederick C Lough",
          "authorId": "2310884186"
        }
      ],
      "year": 2024,
      "abstract": "ABSTRACT The first Fallen Surgeons Military Educational Symposium was convened in conjunction with the the American Association for the Surgery of Trauma (AAST) 23 meeting, under the guidance of the AAST Military Liaison Committee. The daylong session included a 1.5-hour segment on military medical ethics in combat and its unique challenges. Medical ethical issues arise frequently within the military across a range of varied circumstances, from the day-to-day operations of stateside forces to the complexities of deployed troops in theaters of conflict. Given the scope of these circumstances, preparation and advanced planning are the key to addressing and resolving the ethical issues that occur. The goal of this session was to present illustrative cases, not to prescribe solutions, and to make the attendees aware of some of the challenges they may encounter when deployed. Military surgeons may, at times, may be forced to balance a patient’s autonomy against other competing needs. Decisions a physician may be faced with in order to support successful completion of the mission may not always align with their duty to the respect the autonomy of the patient they are treating. This concept of dual loyalties is a known ethical conflict experienced by military medical providers. This case discusses a grievously injured soldier who declines potentially lifesaving surgery and the ethical challenges posed to the care team.",
      "citationCount": 1,
      "doi": "10.1097/TA.0000000000004418",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c6f06d87367e6e990f2bc0f19b9d2e625ec4d84f",
      "venue": "Journal of Trauma and Acute Care Surgery",
      "journal": {
        "name": "Journal of Trauma and Acute Care Surgery",
        "pages": "S12 - S13",
        "volume": "97"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5d2f04431d24dfaaa4e372a85971d0d5e618b4ae",
      "title": "Ethics and palliative care: a case of patient’s autonomy",
      "authors": [
        {
          "name": "M. Tahmasebi",
          "authorId": "37297128"
        }
      ],
      "year": 2022,
      "abstract": "The Article Abstract is not available.",
      "citationCount": 4,
      "doi": "10.18502/jmehm.v15i16.11574",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5d2f04431d24dfaaa4e372a85971d0d5e618b4ae",
      "venue": "Journal of Medical Ethics and History of Medicine",
      "journal": {
        "name": "Journal of Medical Ethics and History of Medicine",
        "volume": "15"
      },
      "publicationTypes": [
        "CaseReport"
      ]
    },
    {
      "paperId": "40be3a3830c52cfb276c0cdfd2b59fa4aa451c74",
      "title": "Ethics round table: choice and autonomy in obstetrics",
      "authors": [
        {
          "name": "D. Wilkinson",
          "authorId": "2265769716"
        },
        {
          "name": "Safoora Teli",
          "authorId": "2333080028"
        },
        {
          "name": "Claire Litchfield",
          "authorId": "2302733429"
        },
        {
          "name": "Anna Madeley",
          "authorId": "2333080022"
        },
        {
          "name": "Brenda Kelly",
          "authorId": "2333078149"
        },
        {
          "name": "L. Impey",
          "authorId": "2239192937"
        },
        {
          "name": "Rebecca C. H. Brown",
          "authorId": "2109433125"
        },
        {
          "name": "Elselijn Kingma",
          "authorId": "3677840"
        },
        {
          "name": "H. Turnham",
          "authorId": "8699168"
        }
      ],
      "year": 2024,
      "abstract": "Decisions about how and where they deliver their baby are extremely important to pregnant women. There are very strong ethical norms that women’s autonomy should be respected, and that plans around birth should be personalised. However, there appear to be profound challenges in practice to respecting women’s choices in pregnancy and labour. Choices carry risks and consequences—to the woman and her child; also potentially to her caregivers and to other women. What does it mean for women’s autonomy to be respected in obstetrics? How should health professionals respond to refusals of treatment or requests for care outside normal guidelines? What are the ethical limits to autonomy? In this clinical ethics round table, service users, midwives, obstetricians, philosophers and ethicists respond to two hypothetical cases drawn from real-life scenarios.",
      "citationCount": 3,
      "doi": "10.1136/jme-2024-110503",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/40be3a3830c52cfb276c0cdfd2b59fa4aa451c74",
      "venue": "Journal of Medical Ethics",
      "journal": {
        "name": "Journal of Medical Ethics",
        "volume": "51"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d8bcbdf76df3105f8a524d2f6e21793139bcf96b",
      "title": "Relational Autonomy as a Goal of Moral Education. Care Ethics Perspective",
      "authors": [
        {
          "name": "Adriana Jasenková",
          "authorId": "1582559702"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.31262/2585-8556/2019/3/2/22-34",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d8bcbdf76df3105f8a524d2f6e21793139bcf96b",
      "venue": "Scientia et Eruditio",
      "journal": {
        "name": "Scientia et Eruditio"
      },
      "publicationTypes": null
    }
  ],
  "count": 30,
  "errors": []
}
