{
  "status": "success",
  "source": "semantic_scholar",
  "query": "extended mind technology",
  "results": [
    {
      "paperId": "6966d312aa9ed45fa589812756fb9d804b229723",
      "title": "The natural-born posthuman: applying extended mind to post- and transhumanist discourse",
      "authors": [
        {
          "name": "Michael Schultz",
          "authorId": "2376799542"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/s11229-025-05202-4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6966d312aa9ed45fa589812756fb9d804b229723",
      "venue": "Synthese",
      "journal": {
        "name": "Synthese",
        "volume": "206"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e9442ea78e80ed8d3192ebb759abf85c7c50ce18",
      "title": "The Psycho-Bio-Physical Nature of Man, Possibility and Technology of Their Extended Mind",
      "authors": [
        {
          "name": "Javier Monserrat",
          "authorId": "2072578285"
        }
      ],
      "year": 2022,
      "abstract": "The facts and inferences exposed in this writing, and the arguments that support it, allow us to conclude that the «extension of the mind», opened during the evolutionary process, since always and today accelerated by the work of human intervention, in no case authorizes us to consider that the «extension of mind» has changed human nature, as we have always known it. Therefore, there is no justification to speak of transhumanism, as if a new man, a «transhuman», had appeared at the moment of the Singularity, whose nature had undergone substantial changes in relation to the usual human nature. For this reason, we consider that we should continue speaking of an «extensive humanism». No more.",
      "citationCount": 1,
      "doi": "10.14422/pen.v78.i298.y2022.007",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e9442ea78e80ed8d3192ebb759abf85c7c50ce18",
      "venue": "Pensamiento. Revista de Investigación e Información Filosófica",
      "journal": {
        "name": "Pensamiento. Revista de Investigación e Información Filosófica"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0170b71e58fff4932e4d32b87abd1dad03f9072e",
      "title": "The reappearing tool: transparency, smart technology, and the extended mind",
      "authors": [
        {
          "name": "M. Wheeler",
          "authorId": "145734882"
        }
      ],
      "year": 2018,
      "abstract": "Some thinkers have claimed that expert performance with technology is characterized by a kind of disappearance of that technology from conscious experience, that is, by the transparency of the tools and equipment through which we sense and manipulate the world. This is a claim that may be traced to phenomenological philosophers such as Heidegger and Merleau-Ponty, but it has been influential in user interface design where the transparency of technology has often been adopted as a mark of good design. Moreover, in the philosophy of cognitive science, such transparency has been advanced as necessary for extended cognition (the situation in which the technology with which we couple genuinely counts as a constitutive part of our cognitive machinery, along with our brains). By reflecting on concrete examples of our contemporary engagement with technology, I shall argue that the epistemic challenges posed by smart artefacts (those that come equipped with artificial-intelligence-based applications) should prompt a reassessment of the drive for transparency in the design of some cases of technology-involving cognition. This has consequences for the place of extended minds in the contemporary technological context.",
      "citationCount": 53,
      "doi": "10.1007/s00146-018-0824-x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0170b71e58fff4932e4d32b87abd1dad03f9072e",
      "venue": "Ai & Society",
      "journal": {
        "name": "AI & SOCIETY",
        "pages": "857 - 866",
        "volume": "34"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a269a44fe186e95ad6b1c5d1af63e668a962f7ae",
      "title": "A study on the ‘Extended Mind’ and the right union of human and technology : Focusing on two novels by Kim Cho-yup",
      "authors": [
        {
          "name": "Sung-Hwan Shin",
          "authorId": "35035665"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.21654/djkll.2020.49.1.137",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a269a44fe186e95ad6b1c5d1af63e668a962f7ae",
      "venue": "",
      "journal": {
        "name": "The Korean Language and Literature",
        "pages": "137-167",
        "volume": "49"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a32d9f79f34b3f598a2de98272e4825821753a73",
      "title": "Phenomenal transparency and the extended mind",
      "authors": [
        {
          "name": "P. Smart",
          "authorId": "37836120"
        },
        {
          "name": "Gloria Andrada",
          "authorId": "1395000703"
        },
        {
          "name": "Robert W. Clowes",
          "authorId": "40090096"
        }
      ],
      "year": 2022,
      "abstract": "Proponents of the extended mind have suggested that phenomenal transparency may be important to the way we evaluate putative cases of cognitive extension. In particular, it has been suggested that in order for a bio-external resource to count as part of the machinery of the mind, it must qualify as a form of transparent equipment or transparent technology. The present paper challenges this claim. It also challenges the idea that phenomenological properties can be used to settle disputes regarding the constitutional (versus merely causal) status of bio-external resources in episodes of extended cognizing. Rather than regard phenomenal transparency as a criterion for cognitive extension, we suggest that transparency is a feature of situations that support the ascription of certain cognitive/mental dispositional properties to both ourselves and others. By directing attention to the forces and factors that motivate disposition ascriptions, we arrive at a clearer picture of the role of transparency in arguments for extended cognition and the extended mind. As it turns out, transparency is neither necessary nor sufficient for cognitive extension, but this does not mean that it is entirely irrelevant to our understanding of the circumstances in which episodes of extended cognizing are apt to arise.",
      "citationCount": 14,
      "doi": "10.1007/s11229-022-03824-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a32d9f79f34b3f598a2de98272e4825821753a73",
      "venue": "Synthese",
      "journal": {
        "name": "Synthese",
        "volume": "200"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6037e9e370177c7cef50309da48b9d9f3e94b7e7",
      "title": "Google-car's Extended Mind in advance",
      "authors": [
        {
          "name": "Steven Gamboa",
          "authorId": "75027584"
        }
      ],
      "year": 2022,
      "abstract": "<jats:p />",
      "citationCount": 0,
      "doi": "10.5840/techne2022829163",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6037e9e370177c7cef50309da48b9d9f3e94b7e7",
      "venue": "Techné: Research in Philosophy and Technology",
      "journal": {
        "name": "Techné: Research in Philosophy and Technology"
      },
      "publicationTypes": null
    },
    {
      "paperId": "12e500dadc0ae0eb6290e206a334a72cc4d29e4a",
      "title": "The Extended Mind: A Chapter in the History of Transhumanism",
      "authors": [
        {
          "name": "Georg Theiner",
          "authorId": "1828654"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 9,
      "doi": "10.1007/978-3-030-72644-7_13",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/12e500dadc0ae0eb6290e206a334a72cc4d29e4a",
      "venue": "The Mind-Technology Problem",
      "journal": {
        "name": "The Mind-Technology Problem"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0fd7900405d071d5272485b46cbb3298c3b71ab1",
      "title": "The Co-Evolution of the Extended Mind and the Internet",
      "authors": [
        {
          "name": "H. Halpin",
          "authorId": "1723984"
        }
      ],
      "year": 2022,
      "abstract": "In this essay, we use the provocation of the possibility of artificial intelligence involving the physical merger of humans and machines to explore cognitive extension and the co-evolution of humans and technology. Our aim is to show that far from the stereotypical vision of cyborgs requiring chips in their brain, we are already becoming cognitively extended by the internet, and this is the product of a co-evolutionary development of the internet itself.",
      "citationCount": 2,
      "doi": "10.3390/proceedings2022081148",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0fd7900405d071d5272485b46cbb3298c3b71ab1",
      "venue": "The 2021 Summit of the International Society for the Study of Information",
      "journal": {
        "name": "The 2021 Summit of the International Society for the Study of Information"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8b729f94b7175b2a92263abe533124ba197120b6",
      "title": "The Authenticity of Machine-Augmented Human Intelligence: Therapy, Enhancement, and the Extended Mind",
      "authors": [
        {
          "name": "Allen Coin",
          "authorId": "1597772924"
        },
        {
          "name": "Veljko Dubljević",
          "authorId": "6833975"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 24,
      "doi": "10.1007/s12152-020-09453-5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8b729f94b7175b2a92263abe533124ba197120b6",
      "venue": "Neuroethics",
      "journal": {
        "name": "Neuroethics",
        "pages": "283 - 290",
        "volume": "14"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "aed1b521b2b696dc1fe9d5dc5668e8ca29435aa5",
      "title": "Extended mind and artifactual autobiographical memory",
      "authors": [
        {
          "name": "Richard Heersmink",
          "authorId": "1861130"
        }
      ],
      "year": 2020,
      "abstract": "Correspondence Richard Heersmink, Department of Politics, Media and Philosophy, La Trobe University, Plenty Rd, Kingsbury Dr. Bundoora, Melbourne, VIC 3086, Australia. Email: r.heersmink@latrobe.edu.au In this paper, I describe how artifacts and autobiographical memory are integrated into new systemic wholes, allowing us to remember our personal past in a more reliable and detailed manner. After discussing some empirical work on lifelogging technology, I elaborate on the dimension of autobiographical dependency, which is the degree to which we depend on an object to be able to remember a personal experience. When this dependency is strong, we integrate information in the embodied brain and in an object to reconstruct an autobiographical memory. In such cases, autobiographical memory is extended or distributed.",
      "citationCount": 28,
      "doi": "10.1111/mila.12353",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aed1b521b2b696dc1fe9d5dc5668e8ca29435aa5",
      "venue": "",
      "journal": {
        "name": "Mind & Language",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "b1d2380b848ca3d8fdf681a5e68af4e4ee036d19",
      "title": "Mind extended: relational, spatial, and performative ontologies",
      "authors": [
        {
          "name": "Maurice Jones",
          "authorId": "2301950857"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1007/s00146-023-01769-z",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b1d2380b848ca3d8fdf681a5e68af4e4ee036d19",
      "venue": "Ai & Society",
      "journal": {
        "name": "AI & SOCIETY",
        "pages": "21 - 28",
        "volume": "39"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fa11ee089294c22fab29304d020f89d921fc6630",
      "title": "Technologies of the Extended Mind: Defining the Issues",
      "authors": [
        {
          "name": "P. Reiner",
          "authorId": "145583093"
        },
        {
          "name": "S. Nagel",
          "authorId": "1855863"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 31,
      "doi": "10.1093/OSO/9780198786832.003.0006",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fa11ee089294c22fab29304d020f89d921fc6630",
      "venue": "",
      "journal": {
        "name": "Neuroethics",
        "pages": "108-122",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "6c346ebb2f8e765970c35661321d9133952d5dc8",
      "title": "Externalism and the theory of extended mind",
      "authors": [
        {
          "name": "D. Ivanov",
          "authorId": "119844074"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.21146/2413-9084-2019-24-2-33-42",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6c346ebb2f8e765970c35661321d9133952d5dc8",
      "venue": "Philosophy of Science and Technology",
      "journal": {
        "name": "Philosophy of Science and Technology"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2dfdfee3d3fd62bc25c99e0d44060e6db9eb71e2",
      "title": "Technology to unlock the mind: citizen science and the sandbox approach for a new model of BCI governance",
      "authors": [
        {
          "name": "F. Battaglia",
          "authorId": "40772602"
        },
        {
          "name": "Giuseppe Di Vetta",
          "authorId": "2100920305"
        }
      ],
      "year": 2022,
      "abstract": "The benefits and harms of Brain-Computer Interfaces (BCIs) deserve to be explored in depth. The evaluation of the fundamental conceptual, ethical and legal questions associated with BCI applications should be scrutinized. Finally, the resulting insights should be leveraged to benefit both medicine and society. We will perform this exploration with two focuses: the first one will look at the epistemic and ethical impact of the peer-production of knowledge (citizen science) and the second one will look at the legal criteria that should inform the introduction of a novel form of regulation which is envisioned by the sandbox approach [1]. With a view to complying with a translational research approach, it is required to foster co-creation of knowledge and therefore to include the active participation of patients, their families, clinicians, healthy users and the public in the process aimed at the regulation of the use of BCIs. Citizen science is emerging as an important policy orientation but is still largely unknown [2]. Users are holders of practical knowledge which should be emphasized in a translational approach. There is a close connection between the emergence of a new model of governance of BCIs, which takes into account the issues of epistemic injustice and the deep and profound implications on science as a discipline, a profession, and as a practice, foreseen by the policy orientation of citizen science [3]. Moreover, considering the user as merely a passive participant amounts to an injustice done to someone specifically in their capacity as a knower [4]. This part of the special session is about providing a state-of-the-art account of what is going on in co-creation theory, which is the necessary premise for designing co-creation activities in the framework of the sandboxes. How is the co-creation of knowledge possible? Why does co-creation of knowledge matter? These questions are central in the epistemology of the co-creation and have significant effects on a number of dimensions (implementation, benchmarking, and regulation), which are the specific themes of this special session. According to the European legal framework, it is required that all high-risk AI informed devices must be tested for legal conformity. This test can often be performed by the provider itself. The Proposal for a Regulation of the European Parliament and of the council encourages EU member states to create regulatory ‘sandboxes’, in which firms can try out novel services without fear of being hit by a penalty [5]. During the temporary suspension of current regulations that would prevent the use of the BCI, all interested stakeholders are requested to participate in the experiment aiming at testing the devices. This test has two different kinds of requirements: the technical constraints responsible for the feasibility of the devices and the norms for the legal regulations. In between is the role of patients, users, families and the public. Firstly, we will address the understanding of co-creation and provide the reasons for adopting a co-creation approach beyond the immediate evidence of benefit that is proceeding from the engagement in participatory practices in the production of goods, services, and knowledge. It is a theory that is capable of both explaining and formulating the epistemic and ethical reasons behind these processes, in order to enhance well-functioning practices and avoid possible shortcomings in their implementation, especially during the last step, that of the regulation. Secondly, we will discuss why a ‘sandbox’ should be considered the most efficient regulatory environment to allow a real co-creation dynamic in BCIs innovation, considering the strict liability regime foreseen by European AI regulation. As known, a regulatory sandbox should be a safe space for both discovery and application, or for both BCI innovation and regulation. In that sense, while the sandbox approach can be conceived to improve proactive publicness in tech science, significant criticisms are raised. Discussing the legal implications of the sandbox regulatory approach, the paper will address many of these criticisms, especially regarding the consistency between a strict liability regime and a sandbox approach, as designed by EU regulators and the condition of legal-safe operating. This approach in terms of adaptive governance needs to be examined further. What are the rules for experimentation? How should these rules be characterized? Are the envisioned rules tools of soft law? Lastly, we will discuss the regulatory learning effect of the sandbox approach: could it be real? Examples will be given from FinTech Regulation, where the sandbox approach has already been experimented with; that regulatory experience should be taken into consideration.",
      "citationCount": 0,
      "doi": "10.1109/MetroXRAINE54828.2022.9967580",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2dfdfee3d3fd62bc25c99e0d44060e6db9eb71e2",
      "venue": "2022 IEEE International Conference on Metrology for Extended Reality, Artificial Intelligence and Neural Engineering (MetroXRAINE)",
      "journal": {
        "name": "2022 IEEE International Conference on Metrology for Extended Reality, Artificial Intelligence and Neural Engineering (MetroXRAINE)",
        "pages": "563-567"
      },
      "publicationTypes": [
        "JournalArticle",
        "Conference"
      ]
    },
    {
      "paperId": "75ecf884e30d1f42d325f34f1c9979802e4d8baa",
      "title": "Building Extended Minds",
      "authors": [
        {
          "name": "Paul Smart",
          "authorId": "2365839166"
        }
      ],
      "year": 2025,
      "abstract": "ABSTRACT The mind–technology problem refers to issues that lie at the intersection of technology development and the philosophy of mind. In the present paper, I explore one aspect of the mind–technology problem, namely, the role of technologies in supporting the emergence of extended minds. I approach this issue from an engineering perspective, suggesting that the project to build extended minds yields insights into a number of philosophical problems. These include our understanding of the criteria for cognitive extension and the way the borders/boundaries of extended cognitive mechanisms are delineated.",
      "citationCount": 0,
      "doi": "10.1080/02691728.2025.2559279",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/75ecf884e30d1f42d325f34f1c9979802e4d8baa",
      "venue": "Social Epistemology",
      "journal": {
        "name": "Social Epistemology",
        "pages": "35 - 44",
        "volume": "40"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3d724006151ba71ccb5cd89f58a3a5ea8faeb5b5",
      "title": "Artificial Intelligence vs. Human Intelligence: A Critical Reading of the Challenges of Simulating the Human Mind and Anticipating Its Future from an Arab Perspective",
      "authors": [
        {
          "name": "Tahani Al-Khatib",
          "authorId": "2359183372"
        }
      ],
      "year": 2024,
      "abstract": "The evolution of artificial intelligence (AI) has marked a turning point for con-temporary technology, and its impact has extended to include changing the features of most vital sectors, including educational, healthcare, economic, and political systems. However, several questions emerge about its strengths and weak-nesses, the way it relates to humans, how to interact with it in the digital world, and what it will look like in the future. The scarcity of studies addressing the theoretical and ethical aspects of AI is more evident in the Arab world, deepening the gap between keeping pace with technological progress and critical, theoretical, and ethical analysis of AI that works to ensure it is compatible with the cultural and societal values of the Arab individual. This research presents a critical attempt to uncover some ethical and technical challenges facing intelligent systems today, to anticipate the future of AI, and to suggest ways to improve its use and development in the Arab world.",
      "citationCount": 0,
      "doi": "10.31430/dhzh7210",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3d724006151ba71ccb5cd89f58a3a5ea8faeb5b5",
      "venue": "استشراف للدراسات المستقبلية",
      "journal": {
        "name": "استشراف للدراسات المستقبلية"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "52297cb2cc802ad28e6c01f6d98dae2d8a744ceb",
      "title": "The Subject of Enhancement: Augmented Capacities, Extended Cognition, and Delicate Ecologies of the Mind",
      "authors": [
        {
          "name": "Darian Meacham",
          "authorId": "66159736"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 7,
      "doi": "10.1179/2050287715Z.00000000063",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/52297cb2cc802ad28e6c01f6d98dae2d8a744ceb",
      "venue": "The New Bioethics",
      "journal": {
        "name": "The New Bioethics",
        "pages": "19 - 5",
        "volume": "21"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "36858c6b38c859cd072bc52dfcfc816e6071c31d",
      "title": "Incorporation, Transparency and Cognitive Extension: Why the Distinction Between Embedded and Extended Might Be More Important to Ethics Than to Metaphysics",
      "authors": [
        {
          "name": "Mirko Farina",
          "authorId": "34240308"
        },
        {
          "name": "A. Lavazza",
          "authorId": "35029088"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 29,
      "doi": "10.1007/s13347-022-00508-4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/36858c6b38c859cd072bc52dfcfc816e6071c31d",
      "venue": "Philosophy & Technology",
      "journal": {
        "name": "Philosophy & Technology",
        "pages": "1-21",
        "volume": "35"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7081b74ac451a4ce8944a4fa7a8ea729c38b4f16",
      "title": "AI Extenders: The Ethical and Societal Implications of Humans Cognitively Extended by AI",
      "authors": [
        {
          "name": "J. Hernández-Orallo",
          "authorId": "1398777358"
        },
        {
          "name": "Karina Vold",
          "authorId": "51038024"
        }
      ],
      "year": 2019,
      "abstract": "Humans and AI systems are usually portrayed as separate systems that we need to align in values and goals. However, there is a great deal of AI technology found in non-autonomous systems that are used as cognitive tools by humans. Under the extended mind thesis, the functional contributions of these tools become as essential to our cognition as our brains. But AI can take cognitive extension towards totally new capabilities, posing new philosophical, ethical and technical challenges. To analyse these challenges better, we define and place AI extenders in a continuum between fully-externalized systems, loosely coupled with humans, and fully internalized processes, with operations ultimately performed by the brain, making the tool redundant. We dissect the landscape of cognitive capabilities that can foreseeably be extended by AI and examine their ethical implications.We suggest that cognitive extenders using AI be treated as distinct from other cognitive enhancers by all relevant stakeholders, including developers, policy makers, and human users.",
      "citationCount": 77,
      "doi": "10.1145/3306618.3314238",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7081b74ac451a4ce8944a4fa7a8ea729c38b4f16",
      "venue": "AAAI/ACM Conference on AI, Ethics, and Society",
      "journal": {
        "name": "Proceedings of the 2019 AAAI/ACM Conference on AI, Ethics, and Society"
      },
      "publicationTypes": [
        "JournalArticle",
        "Book"
      ]
    },
    {
      "paperId": "fd50c1fe86255927f833b6fb5e00811c66f21432",
      "title": "Technology beyond Biology; Isn’t It Time to Update WHO’s Definition of Health?",
      "authors": [
        {
          "name": "Maja Baretić",
          "authorId": "2243130984"
        },
        {
          "name": "D. Primorac",
          "authorId": "4533305"
        },
        {
          "name": "David de Bruijn",
          "authorId": "2125875519"
        },
        {
          "name": "V. Altabas",
          "authorId": "6901133"
        }
      ],
      "year": 2024,
      "abstract": "Technology is increasingly shaping human life, particularly in healthcare, where recent advancements have revolutionized patient care. Despite these advances, the World Health Organization’s (WHO) definition of health remains rooted in traditional notions, raising questions about its adequacy in light of technological progress. This paper explores the conceptual and practical limitations of the current definition and argues for its revision to encompass the role of technology in health. This paper examines the evolving landscape of healthcare technology and its philosophical implications, drawing on theories such as the Extended Health Hypothesis and the Extended Mind Hypothesis. It claims that health extends beyond traditional biological boundaries and includes the influence of technology on well-being. This paper advocates for a re-examination of the WHO definition of health to reflect the integral role of technology in modern healthcare. Recognizing technology as part of health necessitates a broader conceptual framework that acknowledges the interconnectedness of biology, technology, and human well-being. Given technology’s transformative role in healthcare, this paper argues for a revaluation of the WHO’s definition of health to encapsulate the evolving relationship between technology and human well-being. At the end, we propose a new definition recognizing that health is a dynamic state of physical, mental, social, and technological well-being, wherein individuals can achieve optimal quality of life through the harmonious integration of biological, psychological, and technological factors. This state encompasses not only the absence of disease but also the effective utilization of advanced technologies.",
      "citationCount": 0,
      "doi": "10.3390/medicina60091456",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fd50c1fe86255927f833b6fb5e00811c66f21432",
      "venue": "Medicina",
      "journal": {
        "name": "Medicina",
        "volume": "60"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4fc05583ebb7dbd0f2295ff39cf310bb63868d85",
      "title": "HoloFoldit and Hologrammatically Extended Cognition",
      "authors": [
        {
          "name": "C. Turner",
          "authorId": "144797441"
        }
      ],
      "year": 2022,
      "abstract": "How does the integration of mixed reality devices into our cognitive practices impact the mind from a metaphysical and epistemological perspective? In his innovative and interdisciplinary article, “Minds in the Metaverse: Extended Cognition Meets Mixed Reality” (2022), Paul Smart addresses this underexplored question, arguing that the use of a hypothetical application of the Microsoft HoloLens called “the HoloFoldit” represents a technologically high-grade form of extended cognizing from the perspective of neo-mechanical philosophy. This short commentary aims to (1) carve up the conceptual landscape of possible objections to Smart’s argument and (2) elaborate on the possibility of hologrammatically extended cognition, which is supposed to be one of the features of the HoloFoldit case that distinguishes it from more primitive forms of cognitive extension. In tackling (1), I do not mean to suggest that Smart does not consider or have sufficient answers to these objections. In addressing (2), the goal is not to argue for or against the possibility of hologrammatically extended cognition but to reveal some issues in the metaphysics of virtual reality upon which this possibility hinges. I construct an argument in favor of hologrammatically extended cognition based on the veracity of virtual realism (Chalmers, 2017) and an argument against it based on the veracity of virtual fictionalism (McDonnell and Wildman, 2019).",
      "citationCount": 2,
      "doi": "10.1007/s13347-022-00596-2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4fc05583ebb7dbd0f2295ff39cf310bb63868d85",
      "venue": "Philosophy & Technology",
      "journal": {
        "name": "Philosophy & Technology",
        "volume": "35"
      },
      "publicationTypes": null
    },
    {
      "paperId": "42c345353caf98e78ceaa9055bcaaf6ca63e6d79",
      "title": "Incorporation, Transparency and Cognitive Extension: Why the Distinction Between Embedded and Extended Might Be More Important to Ethics Than to Metaphysics",
      "authors": [
        {
          "name": "Mirko Farina",
          "authorId": "34240308"
        },
        {
          "name": "A. Lavazza",
          "authorId": "35029088"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s13347-022-00508-4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/42c345353caf98e78ceaa9055bcaaf6ca63e6d79",
      "venue": "Philosophy & Technology",
      "journal": {
        "name": "Philosophy & Technology",
        "volume": "35"
      },
      "publicationTypes": null
    },
    {
      "paperId": "083eb9a328b565338ebd9707b0fb2d177de2fe32",
      "title": "Agency, Responsibility, Selves, and the Mechanical Mind",
      "authors": [
        {
          "name": "F. Battaglia",
          "authorId": "40772602"
        }
      ],
      "year": 2021,
      "abstract": "Moral issues arise not only when neural technology directly influences and affects people’s lives, but also when the impact of its interventions indirectly conceptualizes the mind in new, and unexpected ways. It is the case that theories of consciousness, theories of subjectivity, and third person perspective on the brain provide rival perspectives addressing the mind. Through a review of these three main approaches to the mind, and particularly as applied to an “extended mind”, the paper identifies a major area of transformation in philosophy of action, which is understood in terms of additional epistemic devices—including a legal perspective of regulating the human–machine interaction and a personality theory of the symbiotic connection between human and machine. I argue this is a new area of concern within philosophy, which will be characterized in terms of self-objectification, which becomes “alienation” following Ernst Kapp’s philosophy of technology. The paper argues that intervening in the brain can affect how we conceptualize the mind and modify its predicaments.",
      "citationCount": 5,
      "doi": "10.3390/PHILOSOPHIES6010007",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/083eb9a328b565338ebd9707b0fb2d177de2fe32",
      "venue": "Philosophies",
      "journal": {
        "name": "Philosophies"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "9d632bf606d2c9bb6d76962a35d1fa69693bb767",
      "title": "The Terrance Deacon's Incomplete Nature: How Mind Emerged from Matter. the Teleodynamics of Culture, Language, Organization, Science, Economics and Technology (Closet). Part Ii: Are Culture, Language, Organization, Science, Economics, and Technology (Closet) Teleodynamic Phenomena?",
      "authors": [
        {
          "name": "R. Logan",
          "authorId": "27836357"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9d632bf606d2c9bb6d76962a35d1fa69693bb767",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "6",
        "volume": "72"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "ac5546eeef527d4c2863703fc5bb5b6ff77ff645",
      "title": "Epistemic Complementarity: Steps to a Second Wave Extended Epistemology",
      "authors": [
        {
          "name": "Gloria Andrada",
          "authorId": "1395000703"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/978-3-030-72644-7_12",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ac5546eeef527d4c2863703fc5bb5b6ff77ff645",
      "venue": "The Mind-Technology Problem",
      "journal": {
        "name": "The Mind-Technology Problem"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8ed54e018788ae940744cbe58c3ce4a122debf2b",
      "title": "Extended Minds: The Externalization and Expansion of Human Minds Beyond the Body",
      "authors": [
        {
          "name": "D. Wolfe",
          "authorId": "2143076236"
        },
        {
          "name": "dmitriw",
          "authorId": "2143057786"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8ed54e018788ae940744cbe58c3ce4a122debf2b",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "a0d0e0e78f065a726772e46828bbef95903e266a",
      "title": "What ‘Extended Me’ knows",
      "authors": [
        {
          "name": "A. Clark",
          "authorId": "37700983"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 50,
      "doi": "10.1007/s11229-015-0719-z",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a0d0e0e78f065a726772e46828bbef95903e266a",
      "venue": "Synthese",
      "journal": {
        "name": "Synthese",
        "pages": "3757-3775",
        "volume": "192"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0a007a6e4e0056a31f7c236b074d3633ea66584e",
      "title": "Karina Vold The Parity Argument for Extended Consciousness",
      "authors": [
        {
          "name": "Karina Vold",
          "authorId": "51038024"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0a007a6e4e0056a31f7c236b074d3633ea66584e",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "272adc3b2ba4a798052ac7d94127981013070882",
      "title": "AI, Authenticity, and the Chatbot between Us: Commentary on Battisti",
      "authors": [
        {
          "name": "A. Lavazza",
          "authorId": "35029088"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1007/s13347-025-00880-x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/272adc3b2ba4a798052ac7d94127981013070882",
      "venue": "Philosophy & Technology",
      "journal": {
        "name": "Philosophy & Technology",
        "volume": "38"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "57436f7ce6528e726fe1fe44208b91ada6423621",
      "title": "Extending the Transhuman Person: Religious Practices as Cognitive Technological Enhancements",
      "authors": [
        {
          "name": "Tobias Tanton",
          "authorId": "2299900806"
        }
      ],
      "year": 2025,
      "abstract": "Transhumanism embraces the use of technology to enhance human capabilities. In keeping with traditional theories of cognition, transhumanists typically assume that mental capacities are organism-bound (or brain-bound), and enhancement is thus achieved exclusively by modifying the human organism. However, 4E cognition challenges this assumption. Instead, understanding the mind as extended or scaffolded highlights how cognitive processes recruit environmental resources to perform their tasks. Therefore, as Andy Clark argues, cognitive enhancement is no longer restricted to modifications of the biological organism but is also achieved by using cognitive tools or niches that allow brain–body–world coalitions to perform more efficient or more sophisticated cognitive functions. Hence, humans are ‘natural-born cyborgs’ who have long been using environmental resources to enhance cognitive abilities. In this article, I extend this analysis to religion. Drawing on recent work on 4E cognition in religious practices, I argue that religious practices can themselves be understood as ‘cognitive technologies’ that count as enhancements. These insights from cognitive science serve to reframe the dialog between Christian theology and transhumanism: (1) enhancements are reframed as belonging to a long history of self-modification, rather than being the sole purview of the future, (2) humans should be understood as intrinsically technological, and (3) theologians are already in the enhancement game and, conversely, transhumanists should consider religious practices.",
      "citationCount": 2,
      "doi": "10.3390/rel16030272",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/57436f7ce6528e726fe1fe44208b91ada6423621",
      "venue": "Religions",
      "journal": {
        "name": "Religions"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7e9bd3928406e685414b74f5589280c4c05c8676",
      "title": "The cognitive and moral harms of platform decay",
      "authors": [
        {
          "name": "Michael J. Ardoline",
          "authorId": "90525366"
        },
        {
          "name": "Edward Lenzo",
          "authorId": "2380378852"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s10676-025-09846-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7e9bd3928406e685414b74f5589280c4c05c8676",
      "venue": "Ethics and Information Technology",
      "journal": {
        "name": "Ethics and Information Technology",
        "volume": "27"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ffc9da889d557a926c39e910a45ca0162e80b94e",
      "title": "Algorithmic Assistance and the Crisis of Authorship: Creative Thinking in the Age of AI-Mediated Writing",
      "authors": [
        {
          "name": "Sandhya Nandan",
          "authorId": "2386753162"
        },
        {
          "name": "Shabina Khan",
          "authorId": "2387083736"
        }
      ],
      "year": 2025,
      "abstract": "The rapid integration of generative artificial intelligence into writing practices has elicited renewed concern about\nauthorship, creativity, and intellectual responsibility. Prevailing debates often revolve around the question of whether\nmachines can produce creative texts; yet, such framings overlook a more basic transformation: namely, a shift in the\ncognitive processes of writers as they compose in concert with algorithmic systems. This paper positions AI-assisted writing\nas both a cognitive and an ethical issue. It argues that the main impact of algorithms is not about the production of text, per\nse, but about the changing of creative thought processes. Combining theories of authorship, cognitive storytelling, extended\nmind concepts, and posthumanist perspectives, this analysis examines how AI shapes intention, judgment, and the ineffable\nstruggle of writing. Synthesizing recent literature, including Indian studies published after 2015, it shows that AI helps\nthinking when used thoughtfully, by facilitating idea generation and experimenting with different stylistic options. The\nevidence also underlines hazards: erosion of explicit intent, dimming the author’s voice, and how thinking is reduced when\nsuggestions are adopted without critical assessment. While the paper does argue that the challenge of authorship lies less in\na lack of creativity than in transformations to the ways in which writers create, driven by shifting distributions of\nresponsibility and control between humans and machines. The distinction drawn between thinking with and thinking\nthrough machines establishes a theoretical framework for responsibly integrating AI into the practice of writing in such a\nway as to preserve the accountability of an author. It concludes with a prescriptive stance for a moral approach to authorship\nthat foregrounds reflexivity, cultural literacy, and prudent judgment in an era of AI-assisted writing.",
      "citationCount": 0,
      "doi": "10.38124/ijisrt/25dec1324",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ffc9da889d557a926c39e910a45ca0162e80b94e",
      "venue": "International Journal of Innovative Science and Research Technology",
      "journal": {
        "name": "International Journal of Innovative Science and Research Technology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f1e266ba98c0ae7eb3008d94fac82b224b888aee",
      "title": "Value inheritance: the transmission of values through cognitive extenders",
      "authors": [
        {
          "name": "Helena Gagnier",
          "authorId": "2380068354"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11229-025-05235-9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f1e266ba98c0ae7eb3008d94fac82b224b888aee",
      "venue": "Synthese",
      "journal": {
        "name": "Synthese",
        "volume": "206"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d7a5de1985873865ea18b0f8c60f286ab9ea969e",
      "title": "AI-Assisted Creativity: Balancing Innovation and Authenticity in the Digital Era",
      "authors": [
        {
          "name": "Samruddhi Gholap",
          "authorId": "2396224989"
        },
        {
          "name": "Harshad Shinde",
          "authorId": "2396197461"
        },
        {
          "name": "Nikita Nigude",
          "authorId": "2396212430"
        },
        {
          "name": "Asmeeta Mali",
          "authorId": "2326008777"
        }
      ],
      "year": 2025,
      "abstract": "Generative Artificial Intelligence (AI) is revolutionizing the creative landscape by enabling rapid ideation, style transfer, and iterative concept exploration. However, the rise of AI-generated content raises questions about originality, authorship, and the nature of creativity itself. This paper explores the theoretical framework underpinning generative AI, drawing on theories from psychology, philosophy, and technology. We examine the concept of distributed creativity, which suggests that creativity is not confined to the individual mind but is distributed across tools, environments, and collaborators, including intelligent machines. While generative AI can produce novel combinations of learned material, its originality is limited by its reliance on past data, lack of personal experience or intent, and probability-based output. We argue that AI should be viewed as a tool for extended cognition rather than an independent creator, aligning with the Extended Mind Theory. The ethical concerns surrounding AI creativity, such as attribution, data rights, and cultural homogenization, are discussed through the lens of non-human centred Theory and Actor-Network Theory. This paper highlights the tension between enhanced creativity through collaboration with AI and diminished originality due to algorithmic mimicry, positioning generative AI as a tool that amplifies human creativity while challenging traditional notions of artistic authorship and innovation. \n ",
      "citationCount": 0,
      "doi": "10.65521/ijacect.v14i1.584",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d7a5de1985873865ea18b0f8c60f286ab9ea969e",
      "venue": "International Journal on Advanced Computer Engineering and Communication Technology",
      "journal": {
        "name": "International Journal on Advanced Computer Engineering and Communication Technology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5524bfeca82e5194b3e757a26800be822de15c7f",
      "title": "Extending the Renaissance Mind: ‘Look What Thy Memory Cannot Contain’",
      "authors": [
        {
          "name": "Miranda Anderson",
          "authorId": "48905296"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1057/978-1-137-59329-0_6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5524bfeca82e5194b3e757a26800be822de15c7f",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "95-112",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "ffa065927abcdc85204f158e8bb89088f3bd4f92",
      "title": "Digital Humanities and Distributed Cognition: From a Lack of Theory to its Visual Augmentation",
      "authors": [
        {
          "name": "F. Windhager",
          "authorId": "3112363"
        },
        {
          "name": "E. Mayr",
          "authorId": "1991475"
        }
      ],
      "year": 2024,
      "abstract": "Digital humanists have often been criticized as too technology-driven and for a lack of theoretical work. In this paper, we discuss theories from Cognitive Science on the extended mind, which provide a productive framework to theorize the use of tools and technologies for the sake of cognitive self-enhancement. Viewed through this lens, humans continuously self-amplify their natural cognitive resources and processes by extending and offloading them to interactions with artifacts and other individuals in their environment. Concepts of extended cognition further sharpen the focus on multiple types of distribution: from the outlined internal-external distribution to the propositional-visual distribution of cognition, but also for the multi-instrumental distribution across multiple types of tools and tool specialist. All these aspects are relevant for future debates about a “theory gap” in the digital humanities: DH mainly builds external, technological tools, while traditional humanities develop conceptual tools—including theories—to enable and enhance the study of complex cultural phenomena. Notwithstanding the value of confrontational discussions, we argue for the benefits of understanding the strengths and limitations of instruments on both sides—and for working toward future synergies and ecologies of the humanities’ tools and minds. In this regard, we show how visualization-based DH tools might might play a major role in closing the comprehensibility gap of traditional theories in the arts and humanities.",
      "citationCount": 7,
      "doi": "10.22148/001c.121866",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ffa065927abcdc85204f158e8bb89088f3bd4f92",
      "venue": "Journal of Cultural Analytics",
      "journal": {
        "name": "Journal of Cultural Analytics"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a108a894136f9d3a6e6533308b30d5509f936aa0",
      "title": "Trust and reliance in the cognitive institutions of cryptocurrency",
      "authors": [
        {
          "name": "Enrico Petracca",
          "authorId": "2296938447"
        },
        {
          "name": "Shaun Gallagher",
          "authorId": "2296809678"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1007/s11299-024-00302-z",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a108a894136f9d3a6e6533308b30d5509f936aa0",
      "venue": "Mind & Society",
      "journal": {
        "name": "Mind & Society",
        "pages": "125 - 144",
        "volume": "24"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a6748445b8c5f80c74e9fc2c49cccd2516ce6d45",
      "title": "Mind's Ratchet: Ecologies of the Artificial: Transverging Cognition and Creativity",
      "authors": [
        {
          "name": "M. Novak",
          "authorId": "40094684"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1145/2757226.2785731",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a6748445b8c5f80c74e9fc2c49cccd2516ce6d45",
      "venue": "Creativity & Cognition",
      "journal": {
        "name": "Proceedings of the 2015 ACM SIGCHI Conference on Creativity and Cognition"
      },
      "publicationTypes": [
        "Book",
        "JournalArticle"
      ]
    },
    {
      "paperId": "41614554d24cd36703c184892279f61a1148bead",
      "title": "Scenes of Writing: Beckett and the Technology of Inscription",
      "authors": [
        {
          "name": "P. Sheehan",
          "authorId": "47378228"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1163/18757405-02901012",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/41614554d24cd36703c184892279f61a1148bead",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "138-149",
        "volume": "29"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5a3659fa17961f9d8ae6f9d77535a34608f2a523",
      "title": "A Technology of Aesthetic Appreciation: Tweaking the Reinforcing Potency of Synergetic Events",
      "authors": [
        {
          "name": "R. Mellon",
          "authorId": "39246978"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.1007/S40732-018-0316-X",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5a3659fa17961f9d8ae6f9d77535a34608f2a523",
      "venue": "The Psychological Record",
      "journal": {
        "name": "The Psychological Record",
        "pages": "343-346",
        "volume": "68"
      },
      "publicationTypes": null
    }
  ],
  "count": 40,
  "errors": []
}
