{
  "status": "success",
  "source": "semantic_scholar",
  "query": "intrinsic value labor productive activity",
  "results": [
    {
      "paperId": "1bc0ba2414b3024e6ba58d86f69f2dd46e17db79",
      "title": "Destutt de Tracy on labor and value",
      "authors": [
        {
          "name": "Jean Magnan de Bornier",
          "authorId": "2086116201"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1bc0ba2414b3024e6ba58d86f69f2dd46e17db79",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "5b4bb002a775995e495a8258cb8655ed958401c9",
      "title": "Work as care, care as work: The contribution of Eva Feder Kittay and Sibyl A. Schwarzenbach to the understanding of work’s value",
      "authors": [
        {
          "name": "Katarzyna Szymala",
          "authorId": "2097354919"
        }
      ],
      "year": 2022,
      "abstract": "In this paper I attempt to reveal a woman’s intuition in understanding the value of labor (considered as satisfying one’s bodily needs). My central idea is that it has much to do with the notion of care and that care ethics contributes to the comprehension of the concept of labor and every work in general. The starting point is an overview oftwo different perspectives on labor: understanding work as care and care as work. The first approach is represented by Sibyl A. Schwarzenbach and her idea of “ethical reproduction” (or “reproductive labor”) which aims to fulfil one’s needs or to create relationships based on friendship. The second approach is that of Eva Feder Kittay who advocates the need and social and political convenience of considering care as work, with all its intrinsic characteristics. Both feminist philosophers go beyond the liberal notion of work as ownership relation (Locke) and the neoliberal productive assumption of work as a domain of power and productive capacity. Strongly convinced of the existence of profound social interdependency, Feder Kittay and Schwarzenbach emphasize the importance of dealing with human fragility in and through work and of fostering friendly relations. Our contemporary society is a “society of tiredness” and of burnout professionals (Byng-Chul) but still a precarious community (Standing), marked by the existence of those uncared for, whose present and future labor is uncertain. We need a balanced view on work, a voice combining common sense and humanistic vision. A woman’s voice, a different voice (Gilligan) can serve as a meaningful framework to create more true-to-life public policies regarding work and more adequate social patterns to approach this issue. Work understood as labor (Arendt) may consequently be rediscovered and given its proper value. My aim here is not to give a detailed explanation of the ideas mentioned above but rather to introduce into public debate the consideration of care as an inherent mark of each work.",
      "citationCount": 0,
      "doi": "10.31338/2544-3135.si.2022-90.10",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5b4bb002a775995e495a8258cb8655ed958401c9",
      "venue": "Studia Iuridica",
      "journal": {
        "name": "Studia Iuridica"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "0cbd455bcb23f55ea760e9caa142b44242589e8a",
      "title": "Analysis of Productivity Factors from the Perspective of Information Philosophy",
      "authors": [
        {
          "name": "Yuan Yan",
          "authorId": "2374895566"
        }
      ],
      "year": 2025,
      "abstract": "Information philosophy proposes a new way of understanding human practice and production activities. From the principle that information can be non-conserved in science, it can be known that human production and practice have the significance and value of both material and information activities. The process of human creation of material products is material production. The process of human conscious and purposeful creation of social group consciousness or creation of practical concepts is spiritual production. Information productivity is the ability of humans to copy, create concept information, human genetic information, social cultural information, the structure information of things, and transform the purpose information of the labor subject into the structure information of physical products. This report attempts to explain the high-level form of information production and productivity in the information-oriented and intelligent society, in order to reveal the inner core of the new quality productive factors in the information society.",
      "citationCount": 0,
      "doi": "10.54521/ijita32-02-p04",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0cbd455bcb23f55ea760e9caa142b44242589e8a",
      "venue": "Information Theories and Applications",
      "journal": {
        "name": "Information Theories and Applications"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4ba58f83e3f9afca32bbc2df81f3d6dc30af5c79",
      "title": "Antonia Living in Thoreau’s Cabin: Rereading Willa Cather’s My Antonia in light of Walden.",
      "authors": [
        {
          "name": "Jun Young Lee",
          "authorId": "2349482044"
        }
      ],
      "year": 2025,
      "abstract": "My Antonia has been critically celebrated as one of Willa Cather’s Nebraskan novels of the ecological ideal in which humanity and nature harmoniously go together to compose the environment itself. To achieve this ecological ideal of para-human environmentalism, the labor of the human being works as the most essential factor since it is the activity of labor by which human beings as part of nature interact with nature to subsist in the natural environment. However, the true meanings and values of the nature-friendly intrinsic labor, not the alienated market-oriented one, accomplished by Antonia Shimerda, the pioneering protagonist of the novel, have not been sufficiently explored in My Antonia because the ecological and existential significance of her intrinsic labor on the Nebraskan prairie cannot be truly appreciated by Jim Burden, who is the sole narrator of the novel. Although Jim shares the childhood memory with Antonia in the Midwestern prairie, he has pursued an upper-class career of big-business lawyer, so that he would not be able to understand the importance of Antonia’s intrinsic labor. Therefore, this essay attempts to analyze the essential meanings of Antonia’s intrinsic labor for pioneering her family farm on the Great Prairie, which is in dynamic harmony with nature itself, in light of Henry David Thoreau’s ecological discourse of labor in his Walden. By building a cabin with the spirit of “voluntary poverty” on the shore of Walden Pond in Concord, he pursued “the essential laws of man’s existence” and wanted to define “all the marrow of life” by doing intrinsic labor, not deprecated and excessive one. In this regard, Antonia and Thoreau share the true value of ecological environmentalism in their works of practicing intrinsic labor for achieving simple but self-sufficient independent life in nature.",
      "citationCount": 0,
      "doi": "10.25093/ibas.2025.63.29",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4ba58f83e3f9afca32bbc2df81f3d6dc30af5c79",
      "venue": "Institute of British and American Studies",
      "journal": {
        "name": "Institute of British and American Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "21d4e7b0e185f204feb081a2e8bcd545c968f766",
      "title": "Kajian Literatur Tuntutan Hak Tenaga Kerja Pariwisata Di Indonesia",
      "authors": [
        {
          "name": "Z. Ramadhani",
          "authorId": "2198976993"
        },
        {
          "name": "Seprina Yana Alidha",
          "authorId": "107935926"
        },
        {
          "name": "Al Furqan",
          "authorId": "100600521"
        }
      ],
      "year": 2023,
      "abstract": "Tourism is one of the sectors that contribute to the absorption of the national workforce where tourism absorbed around 10% of the national workforce in 2019. Tourism labor has natural rights that are already attached to it. The fulfillment of workers' rights can help workers in feeling self-esteem and dignity, feeling freedom and security during work, and having the opportunity to choose and carry out productive work without restrictions. Labor rights are based on human rights derived from a set of assumptions of moral theories of the intrinsic value of human beings assessed for their status as human beings regardless of certain historical, religious, or cultural abilities. This research uses a qualitative approach with literature analysis methods and inductive content analysis using secondary data based on 14 previous studies that discuss tourism labor rights in Indonesia from 2016 to 2021 obtained from several journals published online. The conclusions of this study show that the labor rights demanded include: 1) living wages, 2) social security, 3) protection of women and children, 4) working hours and leave, 5) benefits (fixed and non-fixed), 6) termination of employment (layoffs), 7) overtime and overtime pay 8) gender equality, and 9) training and certification. Tourism labor unions can function and play a role in the protection and enforcement of tourism labor rights.",
      "citationCount": 4,
      "doi": "10.36276/jap.v4i2.426",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/21d4e7b0e185f204feb081a2e8bcd545c968f766",
      "venue": "Jurnal Abdimas Pariwisata",
      "journal": {
        "name": "Jurnal Abdimas Pariwisata"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bdb8a9e587049b20ea88dfe53593d84fb74ce028",
      "title": "Did Marx Fetishize Labor?",
      "authors": [
        {
          "name": "Faruk Eray Düzenli",
          "authorId": "115514100"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1080/08935696.2016.1158970",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bdb8a9e587049b20ea88dfe53593d84fb74ce028",
      "venue": "",
      "journal": {
        "name": "Rethinking Marxism",
        "pages": "204 - 219",
        "volume": "28"
      },
      "publicationTypes": null
    },
    {
      "paperId": "e19a9c88336d06ee4bd58d5451b945504d37a096",
      "title": "Revisiting Marx's Value Theory: A Critical Response to Analyses of Digital Prosumption",
      "authors": [
        {
          "name": "Edward Comor",
          "authorId": "1935329"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 26,
      "doi": "10.1080/01972243.2015.977627",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e19a9c88336d06ee4bd58d5451b945504d37a096",
      "venue": "The Information Society",
      "journal": {
        "name": "The Information Society",
        "pages": "13 - 19",
        "volume": "31"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1ed96c73a6f411c135e87451a152746930dd5637",
      "title": "Anthropomorphic Capital and Commonwealth Value",
      "authors": [
        {
          "name": "A. Fumagalli",
          "authorId": "1586648168"
        },
        {
          "name": "Cristina Morini",
          "authorId": "69563666"
        }
      ],
      "year": 2020,
      "abstract": "In this essay, we intend to analyze the process of accumulation of contemporary capitalism, in which the regime of valorization derive from the notion of “common” a “results of social production that are necessary for social interaction and further production, such as knowledges, languages, information affect, and so forth” (Hardt and Negri, 2009) and from its expropriation. When we deal with the concept of “common,” the reference is made to a heterogeneous category. In this text we refer to two modalities of expression of the “common:” the digital common (section network value) and the common of social reproduction (section social reproduction value or the economy of the interiority and anthropomorphic capital). Regarding the first case study, the concept of “network value” is investigated and defined as a product of individual life in a relational context increasingly controlled and subsumed by the social media and big data industry. Regarding the second, we discuss how the activity of social reproduction of individuals is today central in the process of accumulation of the economy. “Social reproduction” is a useful concept to investigate what we call the “anthropomorphic capital,” that is the capacity by the contemporary labor organizations to capture and make productive the essence of today's life and its complexity. In short, it transpires better and better how all activities are productive, i.e., accumulation generators. We observe the apparent paradox of a generalization of surplus value in the era of the decline of waged employment and with it a tension of capital contemporary to the general mortification of living labor. In fact, we note how capital claims to transform the human being into capital itself, explicitly assuming the whole of human existence as a field from which accumulation can be generated (human being, enterprise or human capital). This is what, at this point, we call anthropomorphic capital or the economy of interiority. In the last section, we report some results of an empirical research “Commonfare-Pie News,” able to underline how life is more and more subsumed to the logic of capitalistic valorization, to the point that today we can speak not only of the subsumption of labor to capital but of a real life subsumption.",
      "citationCount": 6,
      "doi": "10.3389/fsoc.2020.00024",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1ed96c73a6f411c135e87451a152746930dd5637",
      "venue": "Frontiers in Sociology",
      "journal": {
        "name": "Frontiers in Sociology",
        "volume": "5"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "02f518cbb57339244bbc5521d5332bf03cfd216f",
      "title": "The Compatibility of Freedom and Necessity in Marx's Idea of Communist Society",
      "authors": [
        {
          "name": "D. James",
          "authorId": "145884422"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 17,
      "doi": "10.1111/EJOP.12209",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/02f518cbb57339244bbc5521d5332bf03cfd216f",
      "venue": "",
      "journal": {
        "name": "European Journal of Philosophy",
        "pages": "270-293",
        "volume": "25"
      },
      "publicationTypes": null
    },
    {
      "paperId": "12c1288e7ff2fc6e84b0c0e27547c39c6fd7f7cd",
      "title": "On the Internal Relation of Human Dignity and the Core Value System of Socialism",
      "authors": [
        {
          "name": "Gong Qun",
          "authorId": "30639176"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/12c1288e7ff2fc6e84b0c0e27547c39c6fd7f7cd",
      "venue": "",
      "journal": {
        "name": "Teaching and Research",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "7733a1acc34ddfcbbeee75c54023bb8f91543aee",
      "title": "What Comes After The Neoclassical Theory Of Value?",
      "authors": [
        {
          "name": "A. Burgin",
          "authorId": "115368552"
        }
      ],
      "year": 2019,
      "abstract": "In seeking to understand and redress the conditions that have led “a tiny elite” to capture “nearly all the gains from an expanding economy” over the past four decades, Mariana Mazzucato’s The Value of Everything joins a large and growing body of scholarship on the sources of economic inequality. Unlike much of this work, however, Mazzucato does not orient her story around a cabal of neoliberal elites, or the structural conditions of post-Fordism, or the income effects of automation or globalization. Rather she wants to draw attention to “the stories we are being told about who the wealth creators are” (XIII)—stories rooted in the circuitous intellectual history of value. According to Mazzucato, this deep history has quietly shaped the moral logic and established practices of our governing institutions, and those who seek to “change this state of things” (XVIII) need to begin by reopening long-dormant questions about how value should be defined and measured. In service of this goal, the first three chapters provide an engaging and broadly accessible survey of past definitions of “value” and the metrics used to track it over time. Mazzucato traverses Sir William Petty’s and Gerald King’s pioneering attempts at national accounting, the physiocrats’ emphasis on the primacy of the land, Ricardo’s and Marx’s elaborations on the labor theory of value, and finally the marginalists’ turn toward subjective preferences as measured by prices. Overall, however, Mazzucato emphasizes a transition from the “objective” criteria of value perceived by most theorists prior to the marginalist revolution, to the “subjective” criteria that became widespread thereafter. Even if the search for intrinsic sources of value yielded variable and contingent results, Mazzucato laments the incapacity of the marginalists to establish criteria beyond the price mechanism for determining whether an action creates or destroys value. Instead, for over a century the regnant neoclassical theory of value has led policymakers to believe that “income from rent must be productive,” and that “unearned income” [74; emphasis Mazzucato’s] is a contradiction in terms. She argues that this “reasoning is circular,",
      "citationCount": 7,
      "doi": "10.1017/s0003975619000341",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7733a1acc34ddfcbbeee75c54023bb8f91543aee",
      "venue": "European Journal of Sociology",
      "journal": {
        "name": "European Journal of Sociology",
        "pages": "477 - 480",
        "volume": "60"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "2354c7d1eb6fcb3647f844c297ef770295da5cfb",
      "title": "СПІВВІДНОШЕННЯ КАТЕГОРІЙ «ВІЛЬНИЙ ЧАС» ТА «ДОЗВІЛЛЯ» ЯК ВАЖЛИВИХ ПЕДАГОГІЧНИХ ДЕФІНІЦІЙ",
      "authors": [
        {
          "name": "Микола Михайлович Дубінка",
          "authorId": "2088986327"
        }
      ],
      "year": 2021,
      "abstract": "In the article the author reveals the essence of the concepts of «free time» and «leisure», substantiating them as important pedagogical definitions. He interprets free time as a space for human development, which is not directly absorbed by productive labor, but remains free for pleasure, for leisure, for free activity and development. Substantiates the social conditionality of free time, characterized by the spirituality of the individual, depends on the value of the individual and the social conditions of life. Indicates the components of free time: time used for necessary social, creative and other activities; own leisure. Emphasizing that leisure is a certain semantic dimension of free time in general in the process of which the consumption of culture is carried out, not its creation: a person seeks to satisfy their needs for pleasure, satisfaction, entertainment. Represents the following generalization: free time is space, and leisure – its content. \nLeisure is defined as an independent branch of knowledge that studies the importance of free time in human life, its content, the development of the individual when included in leisure activities. He notes the orientation of the individual to realize himself in productive activities that are interesting and valuable to him, characterizing leisure as a specific aspect of human leisure, which expands opportunities for intellectual, spiritual, creative and physical development of the individual, satisfies his personal interests and inclinations, needs for communication and personal-individual self-expression are provided. While arguing that leisure has significant potential, opportunities for the formation of various personal needs: moral, intellectual, physical, where in contrast to the natural basis of recovery of human strength, leisure is characterized by a specific, social way of regenerating these forces, providing recreational and restorative ability. Given the specifics of leisure, the author identifies its features (freedom of choice, without regulation and mentoring; voluntary participation; desire to enjoy, satisfaction with the process and the joy of success in the result (compensation); independence combined with responsibility; creativity and self-disclosure).",
      "citationCount": 0,
      "doi": "10.36550/2415-7988-2021-1-192-53-58",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2354c7d1eb6fcb3647f844c297ef770295da5cfb",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "53-58",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "0d30ac355a45200976e41bec265a26908ecebf05",
      "title": "The Ends of Capitalism: An Introduction",
      "authors": [
        {
          "name": "R. Epstein",
          "authorId": "2956357"
        },
        {
          "name": "M. Rizzo",
          "authorId": "48492084"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1086/686469",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0d30ac355a45200976e41bec265a26908ecebf05",
      "venue": "Supreme Court Economic Review",
      "journal": {
        "name": "Supreme Court Economic Review",
        "pages": "1 - 5",
        "volume": "23"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3a22c67d49450341f02f3cfa915cf838ce440b75",
      "title": "Церковное пение как социальный дискурс",
      "authors": [
        {
          "name": "Анатолий Ненартович",
          "authorId": "1396046588"
        }
      ],
      "year": 2016,
      "abstract": "Church singing promotes the transmission of sociocultural relations, attitudes, values, categories and elements of Christianity through tangible signs and messages of verbal art. Church singing is presented here as a model of communication with self-organizing process linking cognitive experience, value orientations and social practical activity. Church singing integrates phonetic symbols, singing and music into a structure of the norms and principles with intrinsic relation and semantic interpretation. Church singing as social communication, is the dynamic of personal acceptance of doctrinal elements, social experience in the form of knowledge about the surrounding world accumulated by Christian culture, principles and skills of community life, socially meaningful productive activity, and criteria of self-determination in a community. In turn, a person not only transmits Christian culture, but also creates and reproduces a tradition, varying it or inventing cultural innovations.",
      "citationCount": 0,
      "doi": "10.15290/elpis.2016.18.19",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3a22c67d49450341f02f3cfa915cf838ce440b75",
      "venue": "",
      "journal": {
        "name": "Elpis",
        "pages": "137-144",
        "volume": "18"
      },
      "publicationTypes": null
    },
    {
      "paperId": "98f3d9ff1783dfdf04801595f6d22c36c5f1ac28",
      "title": "Freedom, Desire, and Necessity",
      "authors": [
        {
          "name": "Pascal Brixel",
          "authorId": "2187358485"
        }
      ],
      "year": 2023,
      "abstract": "I defend a necessary condition of local autonomy inspired by Aristotle and Marx. One does something autonomously, I argue, only if one does it for its own sake and not for the sake of further ends alone. I show that this idea steers an attractive middle path between the subjectivism of Dworkin- and Frankfurt-style theories of autonomy on the one hand and the objectivism of Raz-style theories on the other. By doing so, it vindicates and explains two important pieces of common sense of which those theories struggle to make sense. First, it explains how external sources of compulsion, such as coercion by other people and duress by unfavorable circumstances, can compromise the autonomy of an activity. Second, it explains this by articulating the sense in which to act autonomously is to do what one really or truly wants to do, and the correlative sense in which to do something unfreely is instead to be forced or necessitated to do it. At the same time, my proposal brings into view distinctive species of external unfreedom beyond the traditional paradigm cases of coercion and duress. Most importantly, it implies that toil—labor which is not valued intrinsically but is done purely on account of its instrumental necessity—is essentially unfree.",
      "citationCount": 3,
      "doi": "10.26556/jesp.v24i3.2224",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/98f3d9ff1783dfdf04801595f6d22c36c5f1ac28",
      "venue": "Journal of Ethics and Social Philosophy",
      "journal": {
        "name": "Journal of Ethics and Social Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c69c1046c7b7a247056f0546f1324b2e8d30d705",
      "title": "Muscle tone is not a well‐defined term",
      "authors": [
        {
          "name": "A. Shortland",
          "authorId": "4131862"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 14,
      "doi": "10.1111/dmcn.13707",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c69c1046c7b7a247056f0546f1324b2e8d30d705",
      "venue": "Developmental Medicine & Child Neurology",
      "journal": {
        "name": "Developmental Medicine & Child Neurology",
        "volume": "60"
      },
      "publicationTypes": [
        "LettersAndComments",
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "d08eb3a3427b6ddd3b627afd129674ec493f9b23",
      "title": "Ontological modeling of the psychological field of a play",
      "authors": [
        {
          "name": "Oleg Khairulin",
          "authorId": "2133141420"
        }
      ],
      "year": 2023,
      "abstract": "The problems of checking and experimental verification for new knowledge remain relevant since foundation and development of scientific psychology. Historical evidence of this is the long and permanent methodological disagreements between the leading psychological branches (such as behaviorism, psychoanalysis, gestalt psychology, psychosynthesis, activity psychology, cognitive psychology, psychophysiology, coaching) and most other psychological branches. The absence of a methodological architectonics universal for psychology, an optimal design of checking and experimental verification for new scientific knowledge causes deserved criticism and comments on the objectivity of psychological research. The problems of checking and verifying new psychological knowledge are primarily associated with the dominance of the laboratory-experimental method in science; presumption of a causal model of scientific rationality; neglect of the possibilities of the intelligible multidisciplinary mode for scientific objectivism; perceived as secondary potentials and advantages of postnonclassical scientific rationality as well as factors of volatility of changes in social experience, features of the post-industrial (information) society and postmodern reality. The expressive features of the psychological research for actual objects of scientific knowledge are related to the fact that the most complex objects are phenomena that in the scientific sense are of fundamental importance as cultural universals, objects of the intelligible reality of eternal entities (Aristotle, Averoes (Ibn Rushd), I. Kant, J.-F. Herbart , E. Husserl, etc.). For example: communication, labor, socialization, intersubjectiveness, power, emergentness, creativity, collective knowledge, love, civilization, game, synchrony, moral act, disposition, social value, group reflection, collective unconscious, command spirit, attractiveness, trust, discourse, narrative and other. Also, these objects have an important region-generative value (E. Huserl), expressive epistemological (M. Foucault), cultural-historical (L. Vygotsky) and diachronic (F. de Saussure) aspects of scientific knowledge. The gnoseological content and volume, other features of cultural universals, similar to the games phenomenon, objectively complicate the content and choice of scientific research criteria, the standards for the representativeness of the empirical sample, the content, order and protocols of valid data correlation. Under such conditions, the presumption and dominance of the classical naturalistic experimental method (natural or laboratory experiment) is a untrustworthy and conditionally reliable methodological basis. The presented objective problems of modern systems of empirical verification for the results of psychological research, in particular, the problems of the game, require the search for more reliable foundations for the methodological program of verification for scientific knowledge. Important aspects of such a search are also the need to take into account the characteristics of the post-industrial (information) society and postmodern reality in psychological cognition, to use the advantages of postnonclassical scientific rationality. The important scientific contribution is the universality of such a program in relation to promising psychological research, as well as, if necessary, to the revision of existing scientific knowledge. The implementation of such tasks (on the example of the reconstruction for the games psychological field) makes it possible to use the status and role of a psychological tool for a methodological facility, which is ontological designing (the names “formal ontologization” and “ontological engineering” are used synonymously). In the circumstances of psychological research, ontological designing is a specially organized intelligible descriptive method for experimental verification of the results of psychological research. The product of applying the methodology of ontological designing in the circumstances of the games psychological research is the formation of an epistemological intelligible substrate – a descriptive cognitive field of the scientific object “game” with a verification function for this field. Because of the formation for a games psychological research on the basis of ontological designing and the universal norms of the categorical matrix for modern socio-humanitarian theory (the levels of “concrete”, “single”, “special”, “general” and “universal”), epistemic, hermeneutic heredity of psychological knowledge, rational empiricism is also possible. In the framework of the our research, ontological designing is: a) the psychological method of descriptive reconstruction of scientific knowledge; b) a facility of verifying the results of a psychological research for the scientific object “game”; c) a productive program for completing the games psychological research as a universal, a fundamental polyphenomenon that has a distinct non-spatial and timeless socio-psychological genesis, a complex structure and functionalism; d) the thinking style of a modern scientist for a socio-humanitarian profile in the circumstances of fleeting changes in empirical material; e) a facility for creating an architectonic intelligible model-matrix of a cognitively full-weighted, harmoniously structured, optimally exhaustive, logically balanced, hermeneutical coherent, epistemically relevant, constructively understandable games psychological field. The scientific basis for the methodological modernization of the norms for verifying the results of the games psychological research based on ontological designing is the approaches that implement the program of philosophical apriorism and logicism, the methodological positions of analytical philosophy, postnonclassical-oriented principles, approaches, facilities, tools and standards of psychological knowledge. The ontological model of the games psychological field includes five levels for scientific empirical conceptualization: 1) the level of the concrete, one-time empirical natural science fact of the hic et nunc game (a naturalistic empirical fact established “here and now” through the latest, fresh natural or laboratory experiment); 2) the level of the single, separate games manifestations in its epistemic, cultural-historical empiricism (the experience of empirical facts “here and now” – experiment, the results of past naturalistic facts available to the researcher); 3) the level of the distinctive, special explications of the games invariants, depending on the different ontogenetic conditions of such a manifestation (age dependencies; features of human development, stages of his socialization, social and professional self-realization, etc.); 4) the level of the general, common attributes and modes of the games explications, present in each fact of the entire play-based empiricism of the current and previous cultural-historical range accessible to the researcher; 5) the level of the universal – the level of attributes of the games phenomenon, which do not depend on existential, primarily chronological, spatial, situational prerequisites and are inherent in any, even imaginary, simulated, probable the games manifestation. Such foundations make it possible to synchronize the diachronic and synchronous aspects of the historical-rational process of the scientific knowledge for the game in a general research program. The formalized structural composition and regularities of construction of the ontological model of the subject games area is based on an established set of entities connected by various relationships (thesaurus, term/concept, attribute of a concept, relation of concepts, class/set of terms/concepts, axioms/rules/constraints of concepts and their relations, instance, etc.). On the range of research conceptualization, according to the levels of the categorical matrix, such an designing order is optimally suitable for creating an architectonic intelligible model-matrix of the psychological field of the Game.",
      "citationCount": 2,
      "doi": "10.35774/pis2023.02.106",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d08eb3a3427b6ddd3b627afd129674ec493f9b23",
      "venue": "Psihologìâ ì suspìlʹstvo",
      "journal": {
        "name": "Psihologìâ ì suspìlʹstvo"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f8c5fc27d2c68f76032fe8ce3df4a33be6573a20",
      "title": "On Economic Liberty",
      "authors": [
        {
          "name": "Gong Tian-pin",
          "authorId": "1418106680"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.4135/9781483302799.n107",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f8c5fc27d2c68f76032fe8ce3df4a33be6573a20",
      "venue": "",
      "journal": {
        "name": "Journal of Huazhong University of Science and Technology",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "e2cbdd4252fc6a7190ddeb2de3631b5ff0f01174",
      "title": "Exploration on the Relationship between Capital and Ecology under Capitalist System",
      "authors": [
        {
          "name": "L. Tin",
          "authorId": "15320534"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e2cbdd4252fc6a7190ddeb2de3631b5ff0f01174",
      "venue": "",
      "journal": {
        "name": "Journal of Shijiazhuang of University of Economics",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "52ade1d84fa7f9b4ad45e274ba276f2a329eeb48",
      "title": "Ethical Basis of Professionalism",
      "authors": [
        {
          "name": "V. Tsvyk",
          "authorId": "101836082"
        },
        {
          "name": "V. Mukhametzhanova",
          "authorId": "117715632"
        }
      ],
      "year": 2017,
      "abstract": "The article examines the ethical basis of professionalism as one of the most important characteristics of personal development. According to the authors' opinion it is professionalism that ensures the individual's ability of productive, creative work. The authors analyze correspondence between the concepts “professionalism” and “professional” and give axiological and acmeological understanding of professionalism. A phenomenon of professionalism in the history of mankind extended following the sophistication of the social structure, when new conditions for the one’s self-actualization were arising and one’s attitude to labor and its components were changing. The historical path traversed by the concept of professionalism resulted in the fact that nowadays it is a multi-aspect phenomenon. Nowadays the individual's ethical values and priorities that allow one to choose the optimal format for professional duties execution, along with the corresponding knowledge, skills and abilities, become the basis of professionalism. Keywords—ethics; professional ethics; professional activity; professionalism; professional",
      "citationCount": 3,
      "doi": "10.2991/icadce-17.2017.179",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/52ade1d84fa7f9b4ad45e274ba276f2a329eeb48",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
