{
  "status": "success",
  "source": "semantic_scholar",
  "query": "meaningful work philosophy",
  "results": [
    {
      "paperId": "e548949dac2366fd84034319e374089be7ba4d08",
      "title": "Quiet Quitting as Compensatory Respect: Meaningful Work, Recognition, and the Entrepreneurial Ethic",
      "authors": [
        {
          "name": "T. Corbin",
          "authorId": "153651848"
        },
        {
          "name": "Gene Flenady",
          "authorId": "2287558760"
        }
      ],
      "year": 2024,
      "abstract": "This paper employs Axel Honneth’s recognition theory to interpret ‘quiet quitting’ – the practice of limiting work efforts to contracted requirements – as a strategic response by workers facing misrecognition in their work environment. Honneth argues that misrecognition in any one of three social spheres (the family, political society, and the workplace) constitutes disrespect and causes psychological harm. While Honneth contends that experiences of disrespect tend to motivate collective “struggles for recognition,” we suggest that quiet quitters present an alternative response to disrespect, individually seeking recognition in other social spheres rather than engaging in collective action. Further, we draw on Honneth to suggest that the contemporary “entrepreneurial” work ethic – the widespread expectation that workers invest emotionally in their work role – can in practice undermine workplace recognition, contributing to quiet quitters’ compensatory emphasis on recognitive relations outside of work. This recognition-theoretical approach extends current discussions around quiet quitting and yields valuable insights for management theory and practice regarding the critical role of genuine employee recognition in promoting individual well-being and meaningful work experiences.",
      "citationCount": 8,
      "doi": "10.1007/s40926-024-00320-4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e548949dac2366fd84034319e374089be7ba4d08",
      "venue": "Philosophy of Management",
      "journal": {
        "name": "Philosophy of Management",
        "pages": "461 - 480",
        "volume": "23"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "dfb42115ded990b92942fb3285220b4bea88b4bf",
      "title": "Labor automation for fair cooperation: Why and how machines should provide meaningful work for all",
      "authors": [
        {
          "name": "Denise Celentano",
          "authorId": "115466896"
        }
      ],
      "year": 2023,
      "abstract": "By affecting work, resources, organizations, and people's lives, automation processes can be disruptive of the basic structure of society. Nonetheless, we may benefit from this disruption, as automation may offer opportunities to make social cooperation fairer. Just as philosophers have addressed the problem of which values and principles should regulate the distribution of goods, so we may consider the problem of the values and principles guiding technological change with regard to work. Indeed, automation is often addressed from a distributive perspective. A prevailing concern in the debate is about making sure that the technologically unemployed will not lose access to income through unconditional redistributive policies, while some have suggested policies like a “robot tax” to disincentivize companies' investment in labor-saving devices. While crucial given the massive increase in profits afforded by automation and the inequalities that go with it, concerns about income are not the only ones raised by automation. Without underestimating their relevance, in this article I leave aside problems about income to focus on automation from the perspective of work. That is, my concern here is on social cooperation from the perspective of contribution instead of distribution, within a framework that may be called technological contributive justice. If UBI advocates expect everyone to benefit from automation in their income, the contributive perspective postulates that everyone should benefit from automation in their work. There are three main reasons behind this shift. First, even in a world in which income were unconditionally accessible to all, there would be the problem of how to fairly organize the unautomated socially necessary labor (e.g., waste collection, care work, etc.). I call this the Received: 14 November 2022 Revised: 27 July 2023 Accepted: 7 August 2023",
      "citationCount": 4,
      "doi": "10.1111/josp.12548",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dfb42115ded990b92942fb3285220b4bea88b4bf",
      "venue": "Journal of Social Philosophy",
      "journal": {
        "name": "Journal of Social Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b6c6f4d94a61dbeb0c71a5f185b3266cc66c51cd",
      "title": "Meaningful work, nonperfectionism, and reciprocity",
      "authors": [
        {
          "name": "Caleb Althorpe",
          "authorId": "2142207222"
        }
      ],
      "year": 2022,
      "abstract": "ABSTRACT Any liberal argument for incorporating meaningful work within a theory of justice inherits a burden of proof to show why it does not fall to the objection that privileging the work process valorizes particular ideas about the good and thereby unfairly privileges some persons over others. Existing liberal defences of meaningful work, which rely on the formative effects of work in contemporary economies, have a limited scope of appeal and do not provide a convincing reply to the objection. The paper offers an alternative reply by arguing that meaningful work, understood as a person-engaging social contribution, is intimately connected through reciprocity to the fundamental political idea of society as a system of cooperation between free and equal participating members. This makes the opportunity to engage in meaningful work a social basis of self-respect.",
      "citationCount": 5,
      "doi": "10.1080/13698230.2022.2137753",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b6c6f4d94a61dbeb0c71a5f185b3266cc66c51cd",
      "venue": "Critical Review of International Social and Political Philosophy",
      "journal": {
        "name": "Critical Review of International Social and Political Philosophy",
        "pages": "685 - 706",
        "volume": "28"
      },
      "publicationTypes": null
    },
    {
      "paperId": "999d73a23c6366a71e92cc5224bd52d0c15d0e48",
      "title": "Two Concepts of Meaningful Work",
      "authors": [
        {
          "name": "Willem van der Deijl",
          "authorId": "1656670656"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 14,
      "doi": "10.1111/japp.12614",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/999d73a23c6366a71e92cc5224bd52d0c15d0e48",
      "venue": "Journal of Applied Philosophy",
      "journal": {
        "name": "Journal of Applied Philosophy"
      },
      "publicationTypes": null
    },
    {
      "paperId": "885b9600b0d49ccc3a3ebe18c4b6b1f9c0e1e7bf",
      "title": "Absolute autonomy, respectful recognition and derived dignity: Towards a typology of meaningful work",
      "authors": [
        {
          "name": "Knut Laaser",
          "authorId": "101865498"
        },
        {
          "name": "S. Bolton",
          "authorId": "39903403"
        }
      ],
      "year": 2021,
      "abstract": "Theoretical and empirical contributions to meaningful work (MW) have flourished in the last two decades; investigating how the interplay of organizational factors with employee attitudes and experiences enables or denies MW. This paper reviews MW literature in the fields of management and organizational behaviour, political philosophy, the humanities and sociology with the aim of identifying and comparing conceptualizations of MW and how they relate to low-skilled work. The review illustrates that a wide range of MW concepts either interpret low-skilled work as bereft of essential sources for MW, or focus exclusively on workers’ innate drive to make meaningful experiences and thereby neglect the politics of working life. Making the point that low-skilled work can also be meaningful, the paper develops a framework for low-skilled work that has at its heart the interplay between the unique characteristics and dynamics of the labour process and workers’ agential responses. The framework rests on a combination of labour process analysis and industrial relations approaches, along with sociological concepts of agency. It develops three interdependent conceptual dimensions of core autonomy, respectful recognition and derived dignity that aim to capture MW in low-skilled work settings. The framework contributes to vibrant debates in the MW literature by showcasing how meaningfulness emerges through bottom-up collective and individual practices, relations and strategies that are reflective of the formal structures, demands and relations of low-skilled work.",
      "citationCount": 43,
      "doi": "10.1111/ijmr.12282",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/885b9600b0d49ccc3a3ebe18c4b6b1f9c0e1e7bf",
      "venue": "International Journal of Management Reviews",
      "journal": {
        "name": "International Journal of Management Reviews"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "555a71e48639e9efa10c282ad1587564c08b9e00",
      "title": "Robots in the Workplace: a Threat to—or Opportunity for—Meaningful Work?",
      "authors": [
        {
          "name": "Jilles Smids",
          "authorId": "2823860"
        },
        {
          "name": "Sven Nyholm",
          "authorId": "16166451"
        },
        {
          "name": "H. Berkers",
          "authorId": "46175823"
        }
      ],
      "year": 2019,
      "abstract": "The concept of meaningful work has recently received increased attention in philosophy and other disciplines. However, the impact of the increasing robotization of the workplace on meaningful work has received very little attention so far. Doing work that is meaningful leads to higher job satisfaction and increased worker well-being, and some argue for a right to access to meaningful work. In this paper, we therefore address the impact of robotization on meaningful work. We do so by identifying five key aspects of meaningful work: pursuing a purpose, social relationships, exercising skills and self-development, self-esteem and recognition, and autonomy. For each aspect, we analyze how the introduction of robots into the workplace may diminish or enhance the meaningfulness of work. We also identify a few ethical issues that emerge from our analysis. We conclude that robotization of the workplace can have both significant negative and positive effects on meaningful work. Our findings about ways in which robotization of the workplace can be a threat or opportunity for meaningful work can serve as the basis for ethical arguments for how to—and how not to—implement robots into workplaces.",
      "citationCount": 228,
      "doi": "10.1007/s13347-019-00377-4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/555a71e48639e9efa10c282ad1587564c08b9e00",
      "venue": "Philosophy & Technology",
      "journal": {
        "name": "Philosophy & Technology",
        "pages": "503 - 522",
        "volume": "33"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c627d187d14fe4ea34636a4e52b50df9b149a12d",
      "title": "The Oxford Handbook of Meaningful Work",
      "authors": [
        {
          "name": "Dr Ruth Yeoman",
          "authorId": "114323602"
        },
        {
          "name": "Catherine Bailey",
          "authorId": "145465207"
        },
        {
          "name": "A. Madden",
          "authorId": "67017458"
        },
        {
          "name": "M. Thompson",
          "authorId": "144436260"
        }
      ],
      "year": 2019,
      "abstract": "The Oxford Handbook of Meaningful Work examines the concept, practices, and effects of meaningful work in organizations and beyond. Taking an interdisciplinary approach, this volume reflects diverse scholarly contributions to understanding meaningful work from philosophy, political theory, psychology, sociology, organizational studies, and economics. In philosophy and political theory, treatments of meaningful work have been influenced by debates concerning the tensions between work as unavoidable and necessary, and work as a source of self-realization and human flourishing. This tension has come into renewed focus as work is reshaped by technology, globalization, and new forms of organization. In management studies, much empirical work has focused on meaningful work from the perspective of positive psychology, but more recent research has considered meaningful work as a complex phenomenon, socially constructed from interactive processes between individuals, and between individuals, organizations, and society. This Handbook examines meaningful work in the context of moral and pragmatic concerns such as dignity, alienation, freedom, organizational ethics, and corporate social responsibility. Representing some of the most up-to-date academic research, the collection illuminates the relationship of meaningful work to organizational constructs of identity, belonging, callings, self-transcendence, culture, and occupations. Researchers and practitioners will be inspired and equipped to identify new directions and methods with which to deepen scholarly inquiry into a topic of growing importance.",
      "citationCount": 64,
      "doi": "10.1093/OXFORDHB/9780198788232.001.0001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c627d187d14fe4ea34636a4e52b50df9b149a12d",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "af9e5f3f3ba05624da10a72bc50425db22a1ae95",
      "title": "The poetics of meaningful work: An analogy to speech acts",
      "authors": [
        {
          "name": "Todd Mei",
          "authorId": "116398457"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1177/0191453718768359",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/af9e5f3f3ba05624da10a72bc50425db22a1ae95",
      "venue": "",
      "journal": {
        "name": "Philosophy & Social Criticism",
        "pages": "50 - 70",
        "volume": "45"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0207e389f78d8cab20e12c9e6957b1c4a8304e2b",
      "title": "Aesthetics and Philosophy of the Performance Interpretation of the Author's Concept of a Musical Work",
      "authors": [
        {
          "name": "Vіtalіi Zaiets",
          "authorId": "2213513619"
        },
        {
          "name": "Oksana Zaiets",
          "authorId": "2137270715"
        }
      ],
      "year": 2024,
      "abstract": "The presented research is aimed at revealing the theoretical and philosophical methodological basis of the art of performance interpretation from the perspective of the procedural triad composer-performer-listener. In the process of interpretation, the performer acts as an active carrier of internal needs and motivations, which have a physiological, psychological, moral, and aesthetic as well as volitional nature. This division is quite conditional as these processes occur simultaneously and interact with each other. Each person is more or less inclined to a certain meaningful aspect, which forms an individual approach to the interpretation of the work. Thus, the needs of the performer (during the conscious search for the sound embodiment of the interpretation at the stage of practical implementation) resolve the most important issue: the ratio of the author's and performer's concepts.",
      "citationCount": 0,
      "doi": "10.24193/subbmusica.2024.2.06",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0207e389f78d8cab20e12c9e6957b1c4a8304e2b",
      "venue": "Studia Universitatis Babeş-Bolyai Musica",
      "journal": {
        "name": "Studia Universitatis Babeş-Bolyai Musica"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "80f598e8a91ca4403dda34c31b65e2a8a093867c",
      "title": "In defence of meaningful work as a public policy concern",
      "authors": [
        {
          "name": "K. Breen",
          "authorId": "46707570"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1057/978-1-137-44587-2_8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/80f598e8a91ca4403dda34c31b65e2a8a093867c",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "139-161",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "0e173a8fe678d465052ca0b6c8a7d19d183f9ba3",
      "title": "On the “How” and the “Why”: Nietzsche on Happiness and the Meaningful Life",
      "authors": [
        {
          "name": "Marta Faustino",
          "authorId": "2320622408"
        }
      ],
      "year": 2024,
      "abstract": "Abstract Nietzsche is commonly interpreted as strongly rejecting and even despising any possible conception (or pursuit) of happiness. And yet, one of the most pervasive topics in Nietzsche’s work is the problem of human suffering, the pursuit of meaning (or purpose) in life, and the possibility of a joyful or affirmative disposition toward existence. In this article, I argue that Nietzsche’s criticism of common conceptions of happiness should be seen as a redefinition, rather than a rejection, of the notion of human happiness, with important implications for contemporary discussions on the topic. I start by addressing three of the main contemporary theories of happiness from a Nietzschean perspective, underlining both the points of convergence and the points of divergence between Nietzsche and each of these accounts. I then gather the conclusions of the previous section, add Nietzsche’s positive claims on happiness and the meaningful life, and sketch what might be called a Nietzschean theory of happiness. Finally, I situate Nietzsche’s position in the contemporary debate on the topic and outline what I take to be his most important contributions to current discussions on happiness, meaning, and well-being in human life.",
      "citationCount": 1,
      "doi": "10.1515/opphil-2024-0033",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0e173a8fe678d465052ca0b6c8a7d19d183f9ba3",
      "venue": "Open Philosophy",
      "journal": {
        "name": "Open Philosophy",
        "volume": "7"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3dd2d743ec962545eb8d40a114c74bb1bd1d3d76",
      "title": "From the point where I stand to the place where I can be found: The critique of perspectival reason as philosophy for education",
      "authors": [
        {
          "name": "Gert Biesta",
          "authorId": "2237778664"
        }
      ],
      "year": 2025,
      "abstract": "Abstract In this paper I provide a critique of what I refer to as ‘perspectival reason’, which is the idea that the fundamental setup of human beings in relation to the world is in terms of individuals having perspectives on the world. I argue that the idea of the world as something to view and have a perspective on is not a neutral, trans-historical category but a configuration that emerged in modern times when the world became ‘view’ of ‘picture’, as Heidegger has put it. I indicate some of the key problems of perspectival reason in our time, both in education and society. I then work towards an alternative configuration by discussing a number of ‘world-returning philosophies’. I discuss pragmatism and phenomenology as attempts to return the world, and indicate that, while successful in returning (to) the world, they return the self in problematic ways. Through a discussion of ideas from Emmanuel Levinas and Jean-Luc Marion I propose a configuration in which both world and self are ‘returned’ in more meaningful ways. Key in this is the idea of the world as appeal and of the self as the one who responds to this appeal and through this ‘arrives’ in the world. My explorations are intended to highlight why the idea of ‘taking a perspective’ is problematic, and how we can work towards an alternative. I also discuss where the logic of perspectival reason causes problems for education and how the alternative configuration I present provides a productive way forward.",
      "citationCount": 5,
      "doi": "10.1080/00131857.2024.2435336",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3dd2d743ec962545eb8d40a114c74bb1bd1d3d76",
      "venue": "",
      "journal": {
        "name": "Educational Philosophy and Theory",
        "pages": "821 - 835",
        "volume": "57"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f7d4db1dc3731eff27510c909a7c98eed8513d39",
      "title": "An Alien Phenomenology in Dance: Virtual Telematic Performances as Embodied Philosophy ",
      "authors": [
        {
          "name": "Dan Strutt",
          "authorId": "2339690087"
        }
      ],
      "year": 2025,
      "abstract": "This article suggests that dance practice-led exploration of avatar embodiment and telematic performance in 3D virtual environments (such as those generated in real-time graphics engines) can be a meaningful mode of philosophical discovery—a mode of affective doing, creating, becoming, and embodied thinking. By exerting kinaesthetic agency and shared expression within corporeal forms that are both of our body and yet virtual as well as in avatar representations that do not necessarily correlate to our actual anatomical articulation, can we explore a new remote relationality of extended, non-human, or alien embodiment within virtual space? I explore the possibility that, if this experience is indeed philosophical, it can be expansive and joyous, critically and socially engaged, and even ethical in nature, despite the techno-political forces of capture and control which are understood to be at work in so-called volumetric regimes. To consider this I draw upon a proposed alignment of ideas from Ian Bogost (from “procedural rhetoric” to alien phenomenology) and from Laura Marks (unfolding-enfolding aesthetics and the “talisman image”) to think about virtual media forms that enhance dance’s inherent virtuality and its propensity for kinaesthetic metaphorism, ethical intersubjectivity, and play. ",
      "citationCount": 2,
      "doi": "10.21825/documenta.93273",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f7d4db1dc3731eff27510c909a7c98eed8513d39",
      "venue": "Documenta",
      "journal": {
        "name": "Documenta"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9a81262b10c0fa9e576fc313d4d1026b6dc889b1",
      "title": "Both Meaningful and Embodied: Moving Towards Dynamical Approaches in the History of Experience",
      "authors": [
        {
          "name": "Marie van Haaster",
          "authorId": "2305953159"
        }
      ],
      "year": 2024,
      "abstract": "Over the past two decades, historians have developed methods for the history of emotions based on frameworks from philosophy and cognitive science. Although these methods are often applied by others in the field, there has been less engagement with the theoretical frameworks on which they were based. This paper argues that historians made use of frameworks that are in part incompatible with their central aim of accounting for meaningful, situated, and embodied experiences. Building on and combining the work of authors such as William Reddy, Monique Scheer, and Rob Boddice, this paper aims to provoke further research based on dynamical, situated, and biocultural frameworks, which are more compatible with the aims and principles of the history of emotions.",
      "citationCount": 1,
      "doi": "10.1177/17540739241259558",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9a81262b10c0fa9e576fc313d4d1026b6dc889b1",
      "venue": "Emotion Review",
      "journal": {
        "name": "Emotion Review",
        "pages": "211 - 223",
        "volume": "16"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0977aa6925742878330ad61fd3f372475147d4f3",
      "title": "W. SHAKESPEARE’S “HAMLET” IN CONTEXT OF E. LEVINAS’S PHILOSOPHICAL CONCEPT OF MAN: DISCOVERING ‘THE OTHER’ AS A MEANINGFUL SUBTEXT OF THE TRAGEDY",
      "authors": [
        {
          "name": "Natalia I. Astrakhan",
          "authorId": "2304831132"
        }
      ],
      "year": 2024,
      "abstract": "The article concentrates on the study of the relationship between literary-artistic and philosophical discourses in the process of verbalizing universal cultural meanings of existence and building a holistic concept of man as an uppermost task of creation and re-creation (interpretation) of a literary work through the example of W. Shakespeare’s tragedy “Hamlet”. The article aims to interpret W. Shakespeare’s tragedy “Hamlet” in the context of ideas of the French thinker E. Levinas, one of the founders of the philosophy of dialogue. The tasks of the study are to characterize the significance of the dialogical vision of personality for the contemporary interpretation of the classics of world literature, to reveal the importance of dialogue between artistic and philosophical discourses while cognizing the human being in his interaction with the world and to consider the system of images in W. Shakespeare’s tragedy “Hamlet” with regard to the philosophy of the Other, developed in E. Levinas’s works “Time and the Other” and “Humanism of the Other”. The main research methods include culture-historical and hermeneutic methods applied in addition to the fundamental ideas of the philosophy of dialogue. The article deals with the tragedy “Hamlet” by W. Shakespeare as a prototext for E. Levinas’s philosophical work “Time and the Other”. Shakespearean reminiscences are characterized as important in terms of the development of the Levinasian concept of man. According to Levinas, the essence of the person is revealed in the dialogical interaction with the Other, which allows one to go beyond the present as captivity, discover the connections with the future in which the subject no longer exists, and achieve the eventful fullness of being, which leads to harmony and opens the way to the transcendental subject and eternity. The system of images in W. Shakespeare’s tragedy “Hamlet” allows one to associate the title character with different variants of the Other, which become significant for him as he fulfils the Ghost’s will. The unfolding of the action can be interpreted as such that it features the establishment of dialogical interaction between the father and the son in its meaningful subtext. At the level of events, the achieved interaction is seen as the fullness of the characters’ personal existence (above all, that of Hamlet and the Ghost), which manifests itself in overcoming the boundary between life and death, restoring the normal course of history and asserting the necessity for the superiority of good over evil. Horatio, the actor (i.e. the First Player), and jester Yorick (an offstage character in the prince’s memories), each of whom represents the conditions necessary for genuine dialogical interaction (belonging to a tradition, empathy, carnival freedom and, therefore, the familiarity of contact with another person), become significant variants of the Other to Hamlet, metonymically equivalent to his father the king.",
      "citationCount": 1,
      "doi": "10.32342/2523-4463-2024-1-27-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0977aa6925742878330ad61fd3f372475147d4f3",
      "venue": "Alfred Nobel University Journal of Philology",
      "journal": {
        "name": "Alfred Nobel University Journal of Philology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0be413331c718e9e71ed8e67c0cb9b2cff3d743d",
      "title": "Distinctions Between Soul and Spirit in Dewey's Philosophy: Growth Toward an Aesthetic Ideal in Learning",
      "authors": [
        {
          "name": "Becky L. Noël Smith",
          "authorId": "2256345958"
        },
        {
          "name": "Randy Hewitt",
          "authorId": "2256346307"
        }
      ],
      "year": 2025,
      "abstract": "The differences between soul and spirit can be quite difficult to understand throughout the works of John Dewey. What are they, how do they differ, and how do they relate to meaningful growth? Drawing from his personal correspondence and an analysis of the work in the later part of his life, Becky Noël Smith and Randy Hewitt conclude that, in reference to growth and flourishing specifically, Dewey's writings contain three nuanced meanings of soul. First, Noël Smith and Hewitt provide a framework for understanding his naturalized conception of soul and spirit. Then, they explore how these can help reframe how we think and talk about learning experience, relationships, and processes. The aim is to recover an inspired view of education, one grounded in a fuller sense of human becoming and rich in democratic and aesthetic dimensions.",
      "citationCount": 0,
      "doi": "10.1111/edth.70021",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0be413331c718e9e71ed8e67c0cb9b2cff3d743d",
      "venue": "Educational Theory",
      "journal": {
        "name": "Educational Theory"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "25d7460987705fc77267284530632616e61fe2b5",
      "title": "A Comprehensive Review of Literature on Srimad Bhagavatam by Tattvavada Philosophy",
      "authors": [
        {
          "name": "Mansi N. Purohit",
          "authorId": "117007806"
        },
        {
          "name": "B. Gopalachar",
          "authorId": "2377133018"
        }
      ],
      "year": 2025,
      "abstract": "Purpose: Bhagavata Purana or Shrimad Bhagavatam is one of the oceanic routes to the achievement of a meaningful life. It has been interpreted through different lenses by many philosophers. The paper sights to survey and compare the interpretations occupied by most major schools like Advaita, Vishishtadvaita and Dvaita and by Sampradayas like Gaudiya, Vallabha and Nimbarka and also by modern and historic philosophers. Sketching out from all these sources the review obtained underlines the thick and thin layers where the society are prone to puzzlement and complexity in understanding concepts. Design/Methodology/Approach: Review is analysed using qualitative research methods by referring to secondary sources and also by study of commentaries and interpretations. Results/Findings: By consolidating these perspectives, this paper reveals on the theological essence given by Sri Madhwacharya whose work on Bhagavata aligns offering divine realism grounded to the concepts core that are thorough and precise providing clarity in understanding. Originality / Value: This paper serves as a useful resource for scholars interested in comparative Vedantic studies as it fills a gap in comparative analysis by determining Dvaita Vedanta amidst other Vedanta schools offering new thoughts for scholars in the field of philosophical and religious studies. Type of Paper: Literature Review.",
      "citationCount": 0,
      "doi": "10.47992/ijpl.2583.9934.0045",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/25d7460987705fc77267284530632616e61fe2b5",
      "venue": "International Journal of Philosophy and Languages (IJPL)",
      "journal": {
        "name": "International Journal of Philosophy and Languages (IJPL)"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "47a35343add0efa61cd6032576fe63ffb23d61ca",
      "title": "The Philosopher’s Stone – This Time Real or “Macguffin” Again? Anime “Fullmetal Alchemist: Brotherhood” and Political Philosophy",
      "authors": [
        {
          "name": "Nicolay Afanasov",
          "authorId": "2148620034"
        }
      ],
      "year": 2025,
      "abstract": "The article concerns the universe of “Fullmetal Alchemist” (2001–2010), created by Japanese mangaka Hiromi Arakawa, from the perspective of media theory and philosophical analysis of popular culture. Starting from stunning success of the second anime serial adaptation that got on the screens under the title “Fullmetal Alchemist: Brotherhood” in 2009–2010, the author shows how intrinsic to the narrative philosophical ideas determine the cult status of the anime. Narrative components of Arakawa’s product that could be interpreted from the point of view of political philosophy, had decisive meaning for the consolidation of “author’s work” reputation behind the manga and the anime. A conceptual basis of the narratological research is ‘macguffin’ theory. The article justifies that “philosopher’s stone”, in the world of “Fullmetal Alchemist” often interpreted as a classic macguffin, represents an important and meaningful piece of narrative. The author proposes to interpret existing in the fiction world “philosopher’s stones” as a metaphor of power. Arakawa’s work therefore is an original commentary on power and ethics. Narrative movement and historical visual references, that anime contains in plenty, could be unified under conceptual framework of political philosophy. The manga and the anime project the position of unethical character of power, but in rare cases there are no alternatives to seek it. Thus, the world of “Fullmetal Alchemist” in general represents Kantian categorical imperative: the “materials” (human individuals) to create “philosopher’s stones” never should be treated merely as means, but always as ends.",
      "citationCount": 0,
      "doi": "10.46539/gmd.v7i4.697",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/47a35343add0efa61cd6032576fe63ffb23d61ca",
      "venue": "Journal of Media Studies",
      "journal": {
        "name": "Galactica Media: Journal of Media Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9368923cd3e772b9afeb374824750ca52bd86fbf",
      "title": "The Phenomenon of Volunteerism in al-Farabi’s Philosophy: The Spiritual Path to Happiness and Virtue",
      "authors": [
        {
          "name": "I. Akhmetova",
          "authorId": "2265167462"
        },
        {
          "name": "G.T. Tutkysheva",
          "authorId": "2392581208"
        }
      ],
      "year": 2025,
      "abstract": "This article provides a comprehensive analysis of the spiritual essence of volunteerism and its role in achiev-ing happiness within the framework of al-Farabi’s ethical philosophy. Al-Farabi interprets the concept of sa‘āda(happiness) as the highest good attainable through reason, willpower, and the pursuit of virtue. Volun-teering is viewed as a conscious moral choice and an expression of one’s inner world and ethical responsibil-ity, carried out through actions that benefit society. The study examines the philosophical parallelsbetween al-Farabi’s views on human spiritual perfection and the ethical foundations of modern volunteer work. Using textual and comparative-philosophical analysis, the article explores how virtuous voluntary acts serve as a pathway to happiness.In Farabi’s thought, happiness is not merely a subjective state but an ontological condi-tion attained through the pursuit of truth, absolute good, and ultimate purpose. This perspective allows for a meaningful re-evaluation of volunteerism as a form of spiritual self-realization and civic contribution. The paper aims to demonstrate the relevance of al-Farabi’s philosophical legacy in addressing contemporary is-sues of morality, social responsibility, and active citizenship",
      "citationCount": 0,
      "doi": "10.31489/2025hph3/248-253",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9368923cd3e772b9afeb374824750ca52bd86fbf",
      "venue": "Bulletin of the Karaganda university. \"History. Philosophy\" series",
      "journal": {
        "name": "Bulletin of the Karaganda university History.Philosophy series"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1574e277f6c27b2617eba9f4bdf91e07f6538367",
      "title": "Philosophical Roleplaying: Experiencing the History of Philosophy Through High School Lincoln-Douglas Debate",
      "authors": [
        {
          "name": "Grant Brown",
          "authorId": "2382834009"
        }
      ],
      "year": 2025,
      "abstract": "Despite a lack of standardized education in philosophy throughout American public high schools, each year thousands of students spend their evenings and weekends learning about ethical issues through so-called Lincoln-Douglas debate. This paper discusses Lincoln-Douglas as a vehicle for philosophical education and its relationship to the history of philosophy and academic canon. I argue that compared to academic philosophers, debaters interpret, appropriate, and experience the history of philosophy in a heterodox fashion. I defend this approach as pedagogically meaningful insofar as it puts students in a position to experience philosophy as vital within their lives. I advance this argument with Gilles Deleuze’s phenomenological concept of “ethology,” which describes individuals as subjectivities constituted by both affective relations and perceptual experiences that work together to compose an existential world that is the horizon of their lives. I conclude with the development of the concept of “philosophical roleplaying” in order to examine the way that experience with philosophical concepts in Lincoln-Douglas debate influences student’s worldviews. I maintain that while the history of philosophy must serve a grounding guide for education in philosophy, it ought not limit a student’s creative insights or hinder their own horizon of thought.",
      "citationCount": 0,
      "doi": "10.46586/jdph.2025.11878",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1574e277f6c27b2617eba9f4bdf91e07f6538367",
      "venue": "Journal of didactics of philosophy",
      "journal": {
        "name": "Journal of Didactics of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8fff3c90f80aabf0cd32318850de330310c59fd8",
      "title": "Philosophy Of Values: Ethics And Aesthetics",
      "authors": [
        {
          "name": "Sela Apriani",
          "authorId": "2369932181"
        },
        {
          "name": "Asep Heri",
          "authorId": "2078810357"
        },
        {
          "name": "Jenuri",
          "authorId": "2404851580"
        }
      ],
      "year": 2025,
      "abstract": "Background: Contemporary education requires a holistic foundation that encompasses moral clarity and aesthetic sensitivity to guide learners in navigating complex social and cultural realities. Specific Background: Although ethics and aesthetics are central to value philosophy, educational practice often separates moral instruction from aesthetic experience, resulting in fragmented character formation. Knowledge Gap: Limited conceptual work explains how these two value dimensions operate as a unified foundation for character development, particularly within the context of modern schooling. Aim: This study examines the philosophical relationship between ethics and aesthetics and articulates how their integration contributes to character formation in contemporary education. Results: Analysis of classical and modern philosophical sources demonstrates that ethical values gain depth when expressed through aesthetic experiences, while aesthetic expression becomes meaningful when grounded in moral virtue. This unity supports learning that is reflective, compassionate, and imaginative. Novelty: The study offers a conceptual synthesis linking axiology, ethics, and aesthetics to Indonesia’s current educational model, emphasizing harmony between moral reasoning and aesthetic expression. Implications: Integrating these dimensions encourages curriculum, pedagogy, and school culture that cultivate morally aware and aesthetically sensitive learners equipped to face twenty-first-century challenges.\nHighlights:\n• Ethics and aesthetics function as integrated value dimensions in character formation.• Aesthetic experience deepens learners’ moral sensitivity and reflective awareness.• Unified ethical-aesthetic approaches support holistic development in contemporary education.\nKeywords:\nValue Philosophy, Ethics, Aesthetics, Character Education, Axiology",
      "citationCount": 0,
      "doi": "10.21070/ijins.v26i4.1810",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8fff3c90f80aabf0cd32318850de330310c59fd8",
      "venue": "Indonesian Journal of Innovation Studies",
      "journal": {
        "name": "Indonesian Journal of Innovation Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "90d5ab4f5f43be10800f090ebca3ca4230d4fd71",
      "title": "A critical overview of the work of J.S. Russell and the problem of doping in sport",
      "authors": [
        {
          "name": "Angela J. Schneider",
          "authorId": "2262651747"
        },
        {
          "name": "Guanpeng Zhou",
          "authorId": "2376156839"
        }
      ],
      "year": 2025,
      "abstract": "ABSTRACT This paper provides a critical analysis of J. S. Russell’s harm-reduction approach to doping in sport, examining whether pragmatic policy reform can preserve sport’s deeper moral significance. While Russell’s framework offers a sophisticated alternative to failed zero-tolerance prohibition by addressing collective action problems and health risks, the authors argue that it faces a fundamental tension with his own philosophical commitments. Russell’s harm-reduction stance, though practically superior to blanket bans, may inadvertently accelerate the ‘efficiency ethos’ he critiques – reducing sport to technological optimization rather than meaningful human striving. Drawing on Russell’s Striving-Entropy-Meaning framework, the authors demonstrate that his approach operates primarily at a moral-pragmatic level (3D) rather than achieving the existential integration (4D) his broader philosophy demands. The central challenge remains: can harm reduction preserve sport’s internal goods – resilience, meaningful adversity and performance virtues – once chemical or other forms of enhancement become systematically embedded, even under careful regulation? This analysis reveals a dilemma in modern elite sport between practical necessity and moral ideals, suggesting that neither prohibition nor harm reduction may adequately sustain what Russell himself identifies as sport’s most valuable contributions to human flourishing.",
      "citationCount": 1,
      "doi": "10.1080/00948705.2025.2532738",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/90d5ab4f5f43be10800f090ebca3ca4230d4fd71",
      "venue": "Journal of the Philosophy of Sport",
      "journal": {
        "name": "Journal of the Philosophy of Sport",
        "pages": "273 - 289",
        "volume": "52"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "b48742997f8b4bd7e67a7f3fb03b33713ab5f771",
      "title": "Hope and the joy of living, in Pieper’s philosophy",
      "authors": [
        {
          "name": "Teresa Lasala",
          "authorId": "2308756295"
        }
      ],
      "year": 2024,
      "abstract": "We live in a practical society, where work is a god to be worshipped. The almost totalitarian situation implies that most people live to work and even the spare time we dispose of is destined to rest, in order to continue with our productive life, not to live a meaningful one. The result is that there is no time to devote to personal enrichment. When the most of time and efforts are destined to work, there is nothing left to culture, arts, meditation, and philosophy. And these are the activities that precisely are to lead us to feel the joy of life. \nWhen there is nothing more than work to define who we are and what being alive means, then appears boredom and fatigue, because we miss something important. Life loses the taste of the new and its sense. Josef Pieper thinks that hope is the best attitude to walk the way of life. Hope teaches us that, in the end, it’s all right. Not a fairy tale, but a good life to live. The alternatives are certainly dreadful. One of them is a flattery optimism, condemned to frustration, and the other is hell, where desperation dwells, as Dante told us. \nPieper was a Christian philosopher but lately the topic has been studied from other points of view. The power of hope shows itself in its capacity to change reality, to change our mind, first. And to change society. The real question is what we are living for. The answer could be to become the best version of ourselves and to leave a better world behind us. We can achieve this goal if we are hopeful and confident people. No matter how difficult the way may be, when there is a will, there is a way. So, let’s go and enjoy the walk. Whatever may happen, it pays the bill.",
      "citationCount": 0,
      "doi": "10.12681/dia.38167",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b48742997f8b4bd7e67a7f3fb03b33713ab5f771",
      "venue": "dianoesis",
      "journal": {
        "name": "dianoesis"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fbd4327190dd77a0dfec4ec7d22e77a28445b5f8",
      "title": "Indigenous Methodologies and Educational Research for Meaningful Change: Parsing Postpositivist Philosophy of Science and Mixed Methods in Collaborative Research Settings",
      "authors": [
        {
          "name": "Troy A. Richardson",
          "authorId": "92210684"
        }
      ],
      "year": 2015,
      "abstract": "Abstract:Indigenous methodologies speak to the crucial importance of place, language, and narrative as principal elements in conceptualizing and enacting educational research. This essay outlines the central contours of this discussion, highlighting the complementary facets of Indigenous methodologies as worldviews, principles, and tools. It then turns to a discussion of Phillips's (2004, 2006) characterization of postpositivist philosophy of science as a way to complicate notions of an either/or choice between Indigenous methodologies and postpositivist research. Richardson considers the work of Bishop, Berryman, Cavanaugh, and Teddy (2009); Bishop, Berryman, Wearmouth, Peter, and Clapham, (2012); Hermes (2005); Lipka, Andrew-Ihrke, and Yanez (2011); and Lipka, Wong, and Andrew-Ihrke (2012) as examples of community-based research practices that are not hostile to a postpositivist philosophy of science. Richardson makes the case that when involved in research, community members pursue mixed methodological approaches and postpositivist tenets to achieve meaningful interventions for educational change.",
      "citationCount": 10,
      "doi": "10.1353/jaie.2015.a835530",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fbd4327190dd77a0dfec4ec7d22e77a28445b5f8",
      "venue": "Journal of American Indian Education",
      "journal": {
        "name": "Journal of American Indian Education",
        "pages": "33 - 62",
        "volume": "54"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "12d15d8061f431b6d7bb5b711f4aa0b89576635e",
      "title": "Meaningful “Protests” in the Kitchen: An Interview with Judith Butler",
      "authors": [
        {
          "name": "White Rabbit Staff",
          "authorId": "2269392208"
        }
      ],
      "year": 2023,
      "abstract": "Judith Butler’s work represents a major contribution to contemporary theoretical criticism.At the same time, she has been an influential political activist for more than twenty years. Butler is, at the present, Maxine Elliot Professor in the Departments of Rhetoric and Comparative Literature and the Co-director of the Program of Critical Theory at the University of California, Berkeley. She has been professor at Wesleyan University and John Hopkins University. Her work has significantly influenced the fields of gender studies, feminism, political philosophy and ethics. Her ideas are at the origin of what today is known as Queer Theory, fundamentally a performative theory, according to which sex and sexuality, rather than being something natural, are, like gender, something culturally constructed. Butler’s proposition is the de-naturalization of concepts such as sex, gender, desire, as long as they are understood as constructions that constitute cultural norms which force and violate the will of all those subjects who do not conform to them.",
      "citationCount": 0,
      "doi": "10.7764/esla.61881",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/12d15d8061f431b6d7bb5b711f4aa0b89576635e",
      "venue": "English Studies in Latin America",
      "journal": {
        "name": "English Studies in Latin America: A Journal of Cultural and Literary Criticism"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "cfc6bcf7a0ddc83897bef39a34acedf553f0e792",
      "title": "Teleological judgment between racism and Its critique: On the status of race in Kant’s work",
      "authors": [
        {
          "name": "Marina Martínez Mateo",
          "authorId": "2358287819"
        },
        {
          "name": "Heiko Stubenrauch",
          "authorId": "2358283166"
        }
      ],
      "year": 2024,
      "abstract": "Over the last three decades, considerable debate has surrounded Immanuel Kant’s views on race. However, these discussions often revolve around the question of whether Kant himself was racist or not. In contrast, in this article, we propose to address the question of race philosophically, explicitly and systematically relating it to Kant’s critical work. In doing so, we will show the following: First, it will become evident that Kant’s engagement with race can only be fully comprehended within the context of his teleological theory, wherein he interprets nature as a purposive whole facilitating the realization of freedom. Since Kant understands this teleological theory as the completion of his critical work, it occupies a key position in his philosophy – turning race into a philosophically meaningful concept. Second, thereby it becomes understandable why Kant’s concept of race, although initially introduced within the framework of his natural philosophy, acquires a deeper meaning that extends beyond the boundaries of nature into the realm of culture, denying non-white people the ability to participate in the actualization of reason. Finally, we will conclude by advocating for an alternative form of teleological judgment that can serve as a means to criticize racism, rather than legitimize it.",
      "citationCount": 2,
      "doi": "10.4000/13tuo",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cfc6bcf7a0ddc83897bef39a34acedf553f0e792",
      "venue": "Rivista di Estetica",
      "journal": {
        "name": "Rivista di estetica"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1490ec6e2068dc4a8c2f8125202aae7a56575701",
      "title": "Advances in Experimental Philosophy of Medicine",
      "authors": [],
      "year": 2023,
      "abstract": "This open access collection brings together a team of leading scholars and rising stars to consider what experimental philosophy of medicine is and can be.\n While experimental philosophy of science is an established field, attempts to tackle issues in philosophy of medicine from an experimental angle are still surprisingly scarce. A team of interdisciplinary scholars demonstrate how we can make progress by integrating a variety of methods from experimental philosophy, including experiments, sociological surveys, simulations, as well as history and philosophy of science, in order to yield meaningful results about the core questions in medicine. They focus on concepts central to philosophy of medicine and medical practice, such as death, pain, disease and disorder, advance directives, medical explanation, disability and informed consent.\n Presenting empirical findings and providing a crucial foundation for future work in this dynamic field, this collection explores new ways for philosophers to cooperate with scientists and reveals the value of these collaborations for both philosophy and medicine.\n The eBook editions of this book are available open access under a CC BY-NC-ND 4.0 licence on bloomsburycollections.com. Open access was funded by the European Research Council Starting Grant.\n This volume presents a sample of exciting new ‘naturalistic’ work on quasi-perennial topics in the philosophy of medicine, such as the demarcation of disease, life, death, pain and disability. Some chapters engage surveys and vignettes, others use corpus analysis or simulations, while others offer interesting reflections on how such experimental philosophy touches upon other new developments in philosophy (of medicine), such as conceptual engineering. A couple of contributions mainly focus on the limitations of experimental philosophy of medicine, and point out potential problems with its assumptions or goals.",
      "citationCount": 3,
      "doi": "10.5040/9781350281554",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1490ec6e2068dc4a8c2f8125202aae7a56575701",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book",
        "Review"
      ]
    },
    {
      "paperId": "9a6ec6bafac73881d7fc0b7f09b1179ae0982f63",
      "title": "Concrete Freedom at Work: Hegel’s normative conception of freedom and its relevance to organization studies",
      "authors": [
        {
          "name": "M. Thaning",
          "authorId": "72971407"
        },
        {
          "name": "Johan Gersel",
          "authorId": "118670853"
        },
        {
          "name": "Michael Pedersen",
          "authorId": "2298190591"
        }
      ],
      "year": 2024,
      "abstract": "In organization studies, the prevailing understanding of freedom has revolved around a specific concept of autonomy. However, we propose an alternative and normative concept of freedom, drawing inspiration from the philosophy of Hegel and a reinterpretation of his ideas by Robert Brandom. We begin by diagnosing the liberal conceptions of freedom as opportunity and autonomy that shape the predominant understanding of freedom at work within organization studies. We then follow Hegel and conceive freedom as the expansive realization of oneself through the commitment to meaningful constraints. In contrast to the dominant liberal notions of freedom, Hegel allows us to understand professional commitments and communal obligations at work as the medium of freedom. We argue that concrete freedom at work requires (a) that workers see their work as intrinsically valuable and (b) that neither they nor their employers are unconditionally free to define norms for how work is to be organized and pursued. We then demonstrate the theoretical implications of shifting from the liberal conceptions of freedom prevalent in organization studies to a Hegelian conception of freedom. The Hegelian theory leads to a more nuanced understanding of worker decision-discretion, motivation and the meaningfulness of work. Additionally, it has implications for research on bureaucracy and institutional logics. We end by considering the limits of the empirical applicability of our Hegelian theory, and by highlighting its normative value for practitioners and critical management scholars.",
      "citationCount": 1,
      "doi": "10.1177/01708406241252929",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9a6ec6bafac73881d7fc0b7f09b1179ae0982f63",
      "venue": "Organization Studies",
      "journal": {
        "name": "Organization Studies",
        "pages": "1277 - 1299",
        "volume": "45"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0dde2840f0566f26d9a3c479471329e532ecea37",
      "title": "Art and Philosophy: Harmony of Giring-Giring Dance, Manganjan Dance, Tambun Bungai Dance of Kalimantan Tengah",
      "authors": [
        {
          "name": "Sapta Lelunu",
          "authorId": "2284542685"
        },
        {
          "name": "Kesia Rosalina Putri",
          "authorId": "2284508930"
        },
        {
          "name": "Nia Olivia",
          "authorId": "2284544703"
        },
        {
          "name": "Nova Lady Simanjuntak",
          "authorId": "2272353385"
        },
        {
          "name": "Institut Agama",
          "authorId": "2085539680"
        },
        {
          "name": "Kristen Negeri",
          "authorId": "2267062829"
        }
      ],
      "year": 2023,
      "abstract": "The possibility of tradition collaborating with dance, music and performance art is an amazing art. However, it becomes problematic if the space to perform one of the parts of tradition, namely dance as an art or work in certain regions or localities, is still minimal. Either from the history of dances from certain regions, for example Central Kalimantan, especially the Ma'anyan Dayak community, or the method of usage or meaningful values in the form of ribut rukun, togetherness, care and exploration space. This research method uses a literature review that examines the results of previous studies as secondary sources, online media, and accompanying photos of dances originating from Central Kalimantan. The findings show that the Dayak Giring-Giring dance, Manganjan Dance and Tambun Bungai Dance have a variety of cultural richness, the meaning of friendship, as well as a rich history that must get space from generation to generation to the global community as a cultured, dignified, valuable and communal dance.",
      "citationCount": 6,
      "doi": "10.61978/harmonia.v1i1.71",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0dde2840f0566f26d9a3c479471329e532ecea37",
      "venue": "Harmonia : Journal of Music and Arts",
      "journal": {
        "name": "Harmonia : Journal of Music and Arts"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "c95d9d8d0c3110ea425dd6ac3cea3e807ad6b9ff",
      "title": "Can there be overly meaningful lives? Conflicts between meaning in life and other values",
      "authors": [
        {
          "name": "I. Landau",
          "authorId": "144002208"
        }
      ],
      "year": 2022,
      "abstract": "This is a philosophical paper that heeds psychological work on meaning in life, and hopes to acquaint both psychologists and philosophers more with each other’s work and enhance a dialogue between them. Many works on meaning in life in philosophy and in psychology have already focused on the relations between meaning in life and specific values such as happiness (subjective wellbeing), authenticity, morality, knowledge, and artistic creation. This paper discusses the general structure of the relation between both objective and subjective meaning in life and other values, and emphasizes ways in which such values sometimes conflict with rather than enhance objective or subjective meaning in life. The paper argues that, because of such conflicts, there are cases in which we should refrain from augmenting the objective or subjective meaning in our lives and even seek to decrease it; there can be overly meaningful lives. The paper concludes with some practical implications of this discussion.",
      "citationCount": 2,
      "doi": "10.3389/fpsyg.2022.946648",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c95d9d8d0c3110ea425dd6ac3cea3e807ad6b9ff",
      "venue": "Frontiers in Psychology",
      "journal": {
        "name": "Frontiers in Psychology",
        "volume": "13"
      },
      "publicationTypes": [
        "Review",
        "JournalArticle"
      ]
    }
  ],
  "count": 30,
  "errors": []
}
