{
  "status": "success",
  "source": "semantic_scholar",
  "query": "relational autonomy",
  "results": [
    {
      "paperId": "a7c6c7b4d80fcdf5c2376848117711715cc9ded8",
      "title": "Towards a shared and supported decision-making model: fostering relational autonomy in end-of-life care.",
      "authors": [
        {
          "name": "Nicolas Pujol",
          "authorId": "2387775586"
        },
        {
          "name": "Geraldine Foley",
          "authorId": "2265476408"
        },
        {
          "name": "Linda Hogan",
          "authorId": "2238779173"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/s11019-025-10307-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a7c6c7b4d80fcdf5c2376848117711715cc9ded8",
      "venue": "Medicine, Health care and Philosophy",
      "journal": {
        "name": "Medicine, health care, and philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "240949f6394abb59f7b72be953c66ebab5eeff15",
      "title": "Defending Relational Autonomy",
      "authors": [
        {
          "name": "James Humphries",
          "authorId": "114847720"
        }
      ],
      "year": 2025,
      "abstract": "Abstract Relational accounts of autonomy such as those advanced by Rebekah Johnston (2017. “Personal Autonomy, Social Identity, and Oppressive Social Contexts.” Hypatia 32 (2): 312–28) and particularly Marina Oshana (1998; “Personal Autonomy and Society.” Journal of Social Philosophy 29 (1): 81–102. 2006; Personal Autonomy in Society. Aldershot: Ashgate; 2015. “Is Social-Relational Autonomy a Plausible Ideal?” In Personal Autonomy and Social Oppression: Philosophical Perspectives, edited by M. Oshana. New York: Routledge) are often thought to be distinctively vulnerable to paternalist and perfectionist objections, as well as implying in a troublesome and/or implausible way that many of us are much less autonomous than is standardly thought. I argue that although constitutively relational accounts are indeed perfectionist, they are so in such a “thin” way that we should not be concerned by it; that they are not paternalist (and indeed are necessarily hostile to the sorts of power relations necessary for paternalism); and that the charge that relational accounts demand an unattractively high bar for autonomy is misdirected – we really do lack autonomy in perhaps surprising but plausible ways and for the account to imply this is a problem for the world rather than the theory.",
      "citationCount": 0,
      "doi": "10.1515/mopp-2023-0053",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/240949f6394abb59f7b72be953c66ebab5eeff15",
      "venue": "Moral Philosophy and Politics",
      "journal": {
        "name": "Moral Philosophy and Politics",
        "pages": "581 - 603",
        "volume": "12"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4f5132750e003ac7de456833c83b87ff30dca457",
      "title": "A Good Death: End-of-Life Lawyering Through a Relational Autonomy Lens",
      "authors": [
        {
          "name": "Genevieve Mann",
          "authorId": "2322213996"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.2139/ssrn.5610972",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4f5132750e003ac7de456833c83b87ff30dca457",
      "venue": "Social Science Research Network",
      "journal": {
        "name": "SSRN Electronic Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "96421b5803ac49a59dc8b4055d660145341dfab6",
      "title": "Fostering relational autonomy in end-of-life care: a procedural approach and three-dimensional decision-making model",
      "authors": [
        {
          "name": "Kar-Fai Foo",
          "authorId": "2293380237"
        },
        {
          "name": "Ya-Ping Lin",
          "authorId": "2243914008"
        },
        {
          "name": "Cheng-Pei Lin",
          "authorId": "81329989"
        },
        {
          "name": "Yu-Chun Chen",
          "authorId": "2293562729"
        }
      ],
      "year": 2024,
      "abstract": "Respect for patient autonomy is paramount in resolving ethical tensions in end-of-life care. The concept of relational autonomy has contributed to this debate; however, scholars often use this concept in a fragmented manner. This leads to partial answers on ascertaining patients’ true wishes, meaningfully engaging patients’ significant others, balancing interests among patients and significant others, and determining clinicians’ obligations to change patients’ unconventional convictions to enhance patient autonomy. A satisfactory solution based on relational autonomy must incorporate patients’ competence (apart from decisional capacity), authenticity (their true desires or beliefs) and the involvement level of their significant others. To that end, we argue that John Christman’s procedural approach to relational autonomy provides critical insights, such as the diachronic or socio-historical personhood, sustained critical reflection and his recent explication of the nature of asymmetrical relationships and helpful interlocutors. This study reviews Christman’s account, proposes minor modifications and advocates for an integrated three-dimensional model for medical decision-making. Clarifying the relationship among the three elements promotes an ethical framework with a coherent understanding of relational autonomy. This model not only provides a descriptive and normative framework for end-of-life care practice but also reconsiders the nature of the clinician–patient relationship and its normative implications. We further present a case study to illustrate the merits of our proposed model. Altogether, our proposal will help navigate complex medical decision-making, foster trust and negotiate shared values between patients and their significant others, particularly in end-of-life care.",
      "citationCount": 8,
      "doi": "10.1136/jme-2023-109818",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/96421b5803ac49a59dc8b4055d660145341dfab6",
      "venue": "Journal of Medical Ethics",
      "journal": {
        "name": "Journal of Medical Ethics"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "998a0fdf4f2887392bc06e68b316c7aa3ea3ad75",
      "title": "Human-Machine Relations and Relational Autonomy",
      "authors": [
        {
          "name": "Hendrik Kempt",
          "authorId": "2314854051"
        },
        {
          "name": "Camilla F. Colombo",
          "authorId": "2238445910"
        },
        {
          "name": "Saskia K Nagel",
          "authorId": "2326405634"
        }
      ],
      "year": 2024,
      "abstract": "The ever-growing use of interactive technologies and digitization processes in decision making contexts raises key challenges to the conceptualization of autonomy. Starting from the shortcomings of individualistic models, we argue that relational accounts of autonomy provide a more adequate characterization of human beings as socially embedded and integrated. By introducing a decision-theoretic framework, and further theoretical elaboration, we suggest a substantial account of relational autonomy incorporating machines and technologies within the significant relations entertained by agents. Besides optimizing decision-making performances, human-machine interactions could genuinely support and enhance individual autonomy, by fostering human connections, expanding the individual’s social context with additional perspectives, and prompting self-reflection. We conclude that, with crucial caveats, while we should not automate our relations, relational autonomy can benefit from automation and digitization elsewhere.",
      "citationCount": 2,
      "doi": "10.30658/hmc.9.5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/998a0fdf4f2887392bc06e68b316c7aa3ea3ad75",
      "venue": "Human-Machine Communication",
      "journal": {
        "name": "Human-Machine Communication"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "16aa1aef1cd27aa5c7b3be8e8f9d9c587fb5dd91",
      "title": "No Justice Without (Relational) Autonomy? Rethinking the Digital Empowerment Rhetoric",
      "authors": [
        {
          "name": "Michiel De Proost",
          "authorId": "1596692356"
        },
        {
          "name": "Jesse Gray",
          "authorId": "2284619858"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1007/s44206-024-00093-3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/16aa1aef1cd27aa5c7b3be8e8f9d9c587fb5dd91",
      "venue": "Digital Society",
      "journal": {
        "name": "Digital Society",
        "volume": "3"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e3dd43cea968d4118b3002182322bf81ade393ae",
      "title": "Live Like Nobody Is Watching: Relational Autonomy in the Age of Artificial Intelligence Health Monitoring by Anita Ho",
      "authors": [
        {
          "name": "Tina Nguyen",
          "authorId": "2303796710"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 9,
      "doi": "10.3138/ijfab-2023-0014",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e3dd43cea968d4118b3002182322bf81ade393ae",
      "venue": "International Journal of Feminist Approaches to Bioethics",
      "journal": {
        "name": "IJFAB: International Journal of Feminist Approaches to Bioethics"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1531af0de276ed3e2a787f03220e493162836f5c",
      "title": "Reconsidering Relational Autonomy as an Essential Feature in Bioethics",
      "authors": [
        {
          "name": "Tanvir Ahmed",
          "authorId": "2349002655"
        }
      ],
      "year": 2024,
      "abstract": "Abstract: Human beings on the earth are facing some severe existential and environmental challenges that require philosophical arguments and explanations. There are many debates, controversies and arguments about the applications of moral principles in understanding multiple bioethical and environmental phenomena. Contemporary debates on bioethics emphasize the significance of the autonomy of both human beings and the rest of the natural world. Critical observations on the debates and discussions indicate that many philosophical approaches fail to explain these sorts of human and non-human issues. Applying the feminist concept of autonomy known as “relational autonomy” as a lens, this paper explores how we can establish autonomy as a whole in bioethics. Relational autonomy is fairly an umbrella term, assigning a scope of related viewpoints and does not express a separate collective idea of autonomy. In medical ethics, this concept is very popular in decision-making factors and solving autonomy debates among medical professionals. This article argues that by specifically adopting the concept of relational autonomy as an essential feature, we can solve some controversy in bioethics too. Notable among these issues are: the ethical challenges of biotechnology, a complication related to food security and consumer rights. Simultaneously, this research also helps to understand human-nature relationships in environmental bioethics from the relational autonomy perspective. In addition, this paper gives us a lesson to consider both human beings and the rest of the elements of nature as intrinsically valuable. Conclusively, this research aims to add a new dimension to bioethics with environmental sustainability.",
      "citationCount": 0,
      "doi": "10.62865/bjbio.v15i3.125",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1531af0de276ed3e2a787f03220e493162836f5c",
      "venue": "Bangladesh Journal of Bioethics",
      "journal": {
        "name": "Bangladesh Journal of Bioethics"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "20b7492b38b43cbe26621a2c5f00618510676577",
      "title": "Decolonizing AI Ethics: Relational Autonomy as a Means to Counter AI Harms",
      "authors": [
        {
          "name": "Sábëlo Mhlambi",
          "authorId": "2205222667"
        },
        {
          "name": "S. Tiribelli",
          "authorId": "2139844938"
        }
      ],
      "year": 2023,
      "abstract": "Many popular artificial intelligence (AI) ethics frameworks center the principle of autonomy as necessary in order to mitigate the harms that might result from the use of AI within society. These harms often disproportionately affect the most marginalized within society. In this paper, we argue that the principle of autonomy, as currently formalized in AI ethics, is itself flawed, as it expresses only a mainstream mainly liberal notion of autonomy as rational self-determination, derived from Western traditional philosophy. In particular, we claim that the adherence to such principle, as currently formalized, does not only fail to address many ways in which people’s autonomy can be violated, but also to grasp a broader range of AI-empowered harms profoundly tied to the legacy of colonization, and which particularly affect the already marginalized and most vulnerable on a global scale. To counter such a phenomenon, we advocate for the need of a relational turn in AI ethics, starting from a relational rethinking of the AI ethics principle of autonomy that we propose by drawing on theories on relational autonomy developed both in moral philosophy and Ubuntu ethics.",
      "citationCount": 54,
      "doi": "10.1007/s11245-022-09874-2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/20b7492b38b43cbe26621a2c5f00618510676577",
      "venue": "Topoi",
      "journal": {
        "name": "Topoi",
        "pages": "867-880",
        "volume": "42"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a641f1ceb38947255df4d80e2dc778fb625f6239",
      "title": "Review of Anita Ho, Live Like Nobody is Watching: Relational Autonomy in the Age of Artificial Intelligence Health Monitoring",
      "authors": [
        {
          "name": "Tom Sorell",
          "authorId": "2274484536"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.1007/s11572-024-09720-z",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a641f1ceb38947255df4d80e2dc778fb625f6239",
      "venue": "Criminal Law and Philosophy",
      "journal": {
        "name": "Criminal Law and Philosophy",
        "pages": "667 - 672",
        "volume": "18"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "d301a284c74212efbb8ea0e5dfc2ef35ff7c1a39",
      "title": "Equal Societies, Autonomous Lives: Reconciling social equality and relational autonomy",
      "authors": [
        {
          "name": "Hugo Cossette‐Lefebvre",
          "authorId": "2298157544"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1111/josp.12579",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d301a284c74212efbb8ea0e5dfc2ef35ff7c1a39",
      "venue": "Journal of Social Philosophy",
      "journal": {
        "name": "Journal of Social Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "370abc44ea84908e569972420d78c973431e84ed",
      "title": "A Good Death: End-of-Life Lawyering Through a Relational Autonomy Lens \n",
      "authors": [
        {
          "name": "Genevieve Mann",
          "authorId": "2322213996"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.2139/ssrn.4961911",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/370abc44ea84908e569972420d78c973431e84ed",
      "venue": "Social Science Research Network",
      "journal": {
        "name": "SSRN Electronic Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "246faa65d50c45674fcfeb2429e1f22e97d86306",
      "title": "Correction: Decolonizing AI Ethics: Relational Autonomy as a Means to Counter AI Harms",
      "authors": [
        {
          "name": "Sábëlo Mhlambi",
          "authorId": "2205222667"
        },
        {
          "name": "S. Tiribelli",
          "authorId": "2139844938"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/s11245-024-10078-z",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/246faa65d50c45674fcfeb2429e1f22e97d86306",
      "venue": "Topoi",
      "journal": {
        "name": "Topoi"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "064c48f231f6f8028332d7d73ab2e71b2fe3a1b0",
      "title": "Relational autonomy and paternalism – why the physician-patient relationship matters",
      "authors": [
        {
          "name": "Anna Hirsch",
          "authorId": "2078940418"
        }
      ],
      "year": 2023,
      "abstract": "Both paternalism and relational autonomy are two concepts that are much discussed in medical ethics. Strangely enough, they have hardly been considered together. How does the understanding and justification of medical paternalism change if we take a (constitutively) relational understanding of autonomy as a basis? From an individualistic understanding of autonomy, medical paternalism interferes in the individual sphere of a patient. It can be justified if the benefit to the patient clearly outweighs the extent of the violation of their autonomy. I argue that according to a relational understanding of autonomy other justification criteria come to the fore than those we know from the ‘classic paternalism debate’. Building on the concept of maternalism introduced by Laura Specker-Sullivan and Fay Niker, I propose that the nature and quality of the physician-patient relationship, the epistemic access to the patient’s pro-attitudes, the physician’s motivation to intervene, and intersubjective recognition constitute relevant justification criteria. In addition, I argue that these criteria provide helpful indications of how physician-patient relationships should be structured in order to enable relational autonomy in patient care and avoid medical paternalism in general.",
      "citationCount": 9,
      "doi": "10.1007/s42048-023-00148-z",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/064c48f231f6f8028332d7d73ab2e71b2fe3a1b0",
      "venue": "Zeitschrift für Ethik und Moralphilosophie",
      "journal": {
        "name": "Zeitschrift für Ethik und Moralphilosophie",
        "pages": "239-260",
        "volume": "6"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5a894bff53493df08b6f5b3a4fad9e0a01aff13f",
      "title": "Relational Autonomy, the Ethics of Responsibility, and Supported Decision-Making for Patients with Diminished Capacity",
      "authors": [
        {
          "name": "James J Cordeiro",
          "authorId": "2238442363"
        },
        {
          "name": "Marija Kirjanenko",
          "authorId": "2238443983"
        }
      ],
      "year": 2023,
      "abstract": "We join McCarthy and Howard (2023) in advocating supported decision-making for patients with diminished mental capacity that meaningfully expands the role of trustees beyond merely channeling the isolated patient’s self-determination. Addressing the question of what type of supported decision-making should be used, we argue for a relational autonomy-based approach over conventional individual autonomy-based approaches. We propose a Zone of Supported Discretion analogous to pediatrics’ Zone of Parental Discretion (Gillam 2006), incorporating ideas from Asian bioethics, the dignity of risk, and the ethics of responsibility.",
      "citationCount": 2,
      "doi": "10.1080/21507740.2023.2243887",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5a894bff53493df08b6f5b3a4fad9e0a01aff13f",
      "venue": "AJOB Neuroscience",
      "journal": {
        "name": "AJOB Neuroscience",
        "pages": "244 - 246",
        "volume": "14"
      },
      "publicationTypes": [
        "LettersAndComments",
        "JournalArticle"
      ]
    },
    {
      "paperId": "d3e1422a925a73938dd5ede4e72de345154167c1",
      "title": "Introduction to the special issue on relational autonomy and collective intentionality",
      "authors": [
        {
          "name": "S. Gallagher",
          "authorId": "144365578"
        }
      ],
      "year": 2023,
      "abstract": "This essay introduces the 40th Annual Spindel Conference special issue on relational autonomy and collective intentionality. Autonomy is often discussed in contexts of individual intention formation and moral decision making. When we consider collective intention formation and the decision‐making practices of institutions, a number of questions can be raised: How does the individual autonomy of participants affect the collective process? How do such collective processes modulate the autonomy of the individuals involved? How do institutional decisions and practices affect individual autonomy more generally—in what way do they enhance or undermine autonomy? Is there a significant difference in how we answer these questions if we already think of autonomy as relational rather than in a traditional individualistic way?",
      "citationCount": 2,
      "doi": "10.1111/sjp.12535",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d3e1422a925a73938dd5ede4e72de345154167c1",
      "venue": "The Southern Journal of Philosophy",
      "journal": {
        "name": "The Southern Journal of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "44da4eb86d3ba942e71eefcad8f1cf6350250ed2",
      "title": "Relational autonomy: what does it mean and how is it used in end-of-life care? A systematic review of argument-based ethics literature",
      "authors": [
        {
          "name": "Carlos Gómez-Vírseda",
          "authorId": "1389227967"
        },
        {
          "name": "Yves De Maeseneer",
          "authorId": "1389227963"
        },
        {
          "name": "C. Gastmans",
          "authorId": "4083783"
        }
      ],
      "year": 2019,
      "abstract": "Respect for autonomy is a key concept in contemporary bioethics and end-of-life ethics in particular. Despite this status, an individualistic interpretation of autonomy is being challenged from the perspective of different theoretical traditions. Many authors claim that the principle of respect for autonomy needs to be reconceptualised starting from a relational viewpoint. Along these lines, the notion of relational autonomy is attracting increasing attention in medical ethics. Yet, others argue that relational autonomy needs further clarification in order to be adequately operationalised for medical practice. To this end, we examined the meaning, foundations, and uses of relational autonomy in the specific literature of end-of-life care ethics. Using PRESS and PRISMA procedures, we conducted a systematic review of argument-based ethics publications in 8 major databases of biomedical, philosophy, and theology literature that focused on relational autonomy in end-of-life care. Full articles were screened. All included articles were critically appraised, and a synthesis was produced. Fifty publications met our inclusion criteria. Twenty-eight articles were published in the last 5 years; publications were originating from 18 different countries. Results are organized according to: (a) an individualistic interpretation of autonomy; (b) critiques of this individualistic interpretation of autonomy; (c) relational autonomy as theoretically conceptualised; (d) relational autonomy as applied to clinical practice and moral judgment in end-of-life situations. Three main conclusions were reached. First, literature on relational autonomy tends to be more a ‘reaction against’ an individualistic interpretation of autonomy rather than be a positive concept itself. Dichotomic thinking can be overcome by a deeper development of the philosophical foundations of autonomy. Second, relational autonomy is a rich and complex concept, formulated in complementary ways from different philosophical sources. New dialogue among traditionally divergent standpoints will clarify the meaning. Third, our analysis stresses the need for dialogical developments in decision making in end-of-life situations. Integration of these three elements will likely lead to a clearer conceptualisation of relational autonomy in end-of-life care ethics. This should in turn lead to better decision-making in real-life situations.",
      "citationCount": 190,
      "doi": "10.1186/s12910-019-0417-3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/44da4eb86d3ba942e71eefcad8f1cf6350250ed2",
      "venue": "BMC Medical Ethics",
      "journal": {
        "name": "BMC Medical Ethics",
        "volume": "20"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "3334ae37e21e9a9ce6eaad3b80dac9db1cedb97b",
      "title": "Relational autonomy in end-of-life care ethics: a contextualized approach to real-life complexities",
      "authors": [
        {
          "name": "Carlos Gómez-Vírseda",
          "authorId": "1389227967"
        },
        {
          "name": "Yves De Maeseneer",
          "authorId": "1389227963"
        },
        {
          "name": "C. Gastmans",
          "authorId": "4083783"
        }
      ],
      "year": 2020,
      "abstract": "Background Respect for autonomy is a paramount principle in end-of-life ethics. Nevertheless, empirical studies show that decision-making, exclusively focused on the individual exercise of autonomy fails to align well with patients’ preferences at the end of life. The need for a more contextualized approach that meets real-life complexities experienced in end-of-life practices has been repeatedly advocated. In this regard, the notion of ‘relational autonomy’ may be a suitable alternative approach. Relational autonomy has even been advanced as a foundational notion of palliative care, shared decision-making, and advance-care planning. However, relational autonomy in end-of-life care is far from being clearly conceptualized or practically operationalized. Main body Here, we develop a relational account of autonomy in end-of-life care, one based on a dialogue between lived reality and conceptual thinking. We first show that the complexities of autonomy as experienced by patients and caregivers in end-of-life practices are inadequately acknowledged. Second, we critically reflect on how engaging a notion of relational autonomy can be an adequate answer to addressing these complexities. Our proposal brings into dialogue different ethical perspectives and incorporates multidimensional, socially embedded, scalar, and temporal aspects of relational theories of autonomy. We start our reflection with a case in end-of-life care, which we use as an illustration throughout our analysis. Conclusion This article develops a relational account of autonomy, which responds to major shortcomings uncovered in the mainstream interpretation of this principle and which can be applied to end-of-life care practices.",
      "citationCount": 111,
      "doi": "10.1186/s12910-020-00495-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3334ae37e21e9a9ce6eaad3b80dac9db1cedb97b",
      "venue": "BMC Medical Ethics",
      "journal": {
        "name": "BMC Medical Ethics",
        "volume": "21"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e7c2a496ef166780db37f4c669d8d0b145041752",
      "title": "Possibilities for a Relational Theory of Autonomy for Care Ethics: Adam Smith on Self-Interest and the Social Formation of Morality",
      "authors": [
        {
          "name": "Bárbara Symmes Avendaño",
          "authorId": "2374763517"
        }
      ],
      "year": 2025,
      "abstract": "While Smith does not explicitly refer to autonomy, it has been argued that in the Smithean individual there is a place for agency and self-determination, as portrayed in the Theory of Moral Sentiments. In this paper, I contend that the Smithian perspective on moral action encompasses self-interest and a relational perspective of the formation of morality as integral components of autonomy. This conceptualization bears resemblance to the notion of relational autonomy as expounded in care ethics. In Smith’s framework, morality is a product of societal interactions facilitated by the sympathetic process and the impartial spectator, that lead individuals to emerge as moral subjects. The interplay of sympathy, self-interest, society, and the conception of the individual as delineated in TMS could provide a robust foundation for a theory of relational autonomy that integrates the social, as care ethics proposes, and that does not sacrifice justice and individual rights.",
      "citationCount": 0,
      "doi": "10.21555/top.v730.3079",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e7c2a496ef166780db37f4c669d8d0b145041752",
      "venue": "Tópicos",
      "journal": {
        "name": "Tópicos, Revista de Filosofía"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f195f58fdbc0159371101789686a3202f3243125",
      "title": "The basic conception of relational autonomy",
      "authors": [
        {
          "name": "Mi-Won Lim",
          "authorId": "2261534339"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.18018/hylr.2023.40.3.001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f195f58fdbc0159371101789686a3202f3243125",
      "venue": "The Institute for Legal Studies",
      "journal": {
        "name": "The Institute for Legal Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "08968f1e75d68497b2dbad94ff1a56b85cd8f00c",
      "title": "Reframing patient-doctor relationships: relational autonomy and treating autonomy as a virtue",
      "authors": [
        {
          "name": "Élaina Gauthier-Mamaril",
          "authorId": "1422981933"
        }
      ],
      "year": 2022,
      "abstract": "ABSTRACT Despite extensive theoretical debate, concrete efforts to overcome paternalism and unbalanced power relations between patients and doctors have produced limited results. In this article, I examine and build on the concept of relational autonomy to reframe the patient-doctor relationship. Specifically, I argue for an alternate form of autonomy anchored in Spinozism that recognises the relation between rationality and affectivity and moves away from the model of Cartesian dualism. I then use Filipino conceptions of individuality to explore treating autonomy as a systemic virtue, where ‘virtue’ is understood as a strength that requires support from systems of agency. In other words, autonomy as a systemic virtue is a practice of focusing on one’s power of acting that is sustained by supportive relationships between individuals and social institutions.",
      "citationCount": 3,
      "doi": "10.1080/17449626.2022.2053188",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/08968f1e75d68497b2dbad94ff1a56b85cd8f00c",
      "venue": "Journal of Global Ethics",
      "journal": {
        "name": "Journal of Global Ethics",
        "pages": "32 - 47",
        "volume": "18"
      },
      "publicationTypes": null
    },
    {
      "paperId": "fc33752ad5fa2569c18094f92baca92207aa0024",
      "title": "Relational autonomy: lessons from COVID-19 and twentieth-century philosophy",
      "authors": [
        {
          "name": "Carlos Gómez-Vírseda",
          "authorId": "1389227967"
        },
        {
          "name": "Rafael Amo Usanos",
          "authorId": "2073966098"
        }
      ],
      "year": 2021,
      "abstract": "COVID-19 has turned many ethical principles and presuppositions upside down. More precisely, the principle of respect for autonomy has been shown to be ill suited to face the ethical challenges posed by the current health crisis. Individual wishes and choices have been subordinated to public interests. Patients have received trial therapies under extraordinary procedures of informed consent. The principle of respect for autonomy, at least in its mainstream interpretation, has been particularly questioned during this pandemic. Further reflection on the nature and value of autonomy is urgently needed. Relational autonomy has been proposed as an alternative account of autonomy that can more adequately respond to contemporary ethical issues in general and to a pandemic such as the one we are currently facing in particular. As relational autonomy is an emerging notion in current bioethics, it requires further consideration and development to be properly operationalized. This paper aims to show how six different philosophical branches––namely, philosophy of nature, philosophical anthropology, existential phenomenology, discourse ethics, hermeneutics, and cultural anthropology––have incorporated the category of relation throughout the twentieth century. We first delve into primary philosophical sources and then apply their insights to the specific field of medical ethics. Learning from the historical developments of other philosophical fields may provide illumination that will enable bioethics to experience a successful “relational turn”, which has been partially initiated in contemporary bioethics but not yet achieved.",
      "citationCount": 16,
      "doi": "10.1007/s11019-021-10035-2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fc33752ad5fa2569c18094f92baca92207aa0024",
      "venue": "Medicine, Health care and Philosophy",
      "journal": {
        "name": "Medicine, Health Care, and Philosophy",
        "pages": "493 - 505",
        "volume": "24"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a2a45eb6aab4044f658882218c794f17f6822482",
      "title": "Beyond the Autonomy-of-Art Paradigm: On Georg W. Bertram’s Relational Aest",
      "authors": [
        {
          "name": "Karam AbuSehly",
          "authorId": "134237622"
        }
      ],
      "year": 2025,
      "abstract": "The paradigm of the autonomy of art has been dominant in the last three centuries. It posits that art and literature exist independently from social, political, or moral functions, emphasizing its self-referential nature and intrinsic value. Rooted in the aesthetic theories of Immanuel Kant, this view holds that art should be appreciated for its formal qualities and internal logic rather than its utility or ideological content. One important challenge to this paradigm is posed by the German philosopher Goerg W. Bertram (1967-), who views art as a human practice. In this sense, there is a continuity between ‘ art ’ and ‘ nonart ’ . The present study, thus, explores Bertram’s unstudied contributions to the field of aesthetics. It explains how he attempts to construct a nonreductive and sophisticated aesthetics, by indicating to what extent art is seen as a special practice of reflection, more specifically practical reflection, in a move that establishes, according to him, the specificity of art. For Bertram, art makes a specific contribution to human practice because it expands knowledge in a sensible and material way. By establishing a theory of relational aesthetics, Bertram seeks to articulate a theory of art that could avoid the shortcomings of the previous ones.",
      "citationCount": 0,
      "doi": "10.21608/opde.2025.450654",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a2a45eb6aab4044f658882218c794f17f6822482",
      "venue": "CDELT Occasional Papers in the Development of English Education",
      "journal": {
        "name": "CDELT Occasional Papers in the Development of English Education"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "efdf62d1511004399875028b78b4c5df29afd93e",
      "title": "The Value of Relational Teacher Autonomy",
      "authors": [
        {
          "name": "Alexandra K. Chang",
          "authorId": "2399931933"
        }
      ],
      "year": 2025,
      "abstract": "\n Autonomy is an ideal both defended and condemned by theorists and empirical scholars alike. I begin this article by suggesting that at least part of this ongoing debate can be explained by the fact that autonomy—and teacher autonomy, in particular—is a slippery concept. While some scholars characterize autonomy in ways that highlight teachers' control, others prioritize rational independence or even creativity and emotion. Such ambiguity makes it difficult to know what we are evaluating as a potential good that is worth defending for teachers, as well as to articulate the reasons we might have to preserve it. This article seeks to closely interrogate the concept of teacher autonomy through analyzing a normative case study. I first demonstrate how teacher autonomy can and should be understood as more than rational choice or control. Drawing on David Enoch's distinction between “autonomy as sovereignty” and “autonomy as non‐alienation,” as well as on Doris Santoro's notion of a teacher's “moral center,” I propose an account of teacher autonomy that prioritizes non‐alienation. However, the subsequent analysis reveals that this account on its own falls short of capturing all the ways in which a teacher's autonomy might be at stake. I suggest this is due to the deep relationality that characterizes how values are both constructed and expressed through teaching. That is, because teaching is a shared practice, teachers' values and commitments are often formed and enacted in relation with others. I argue that this has implications for the way we evaluate and advocate for the autonomy of teachers.",
      "citationCount": 0,
      "doi": "10.1111/edth.70066",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/efdf62d1511004399875028b78b4c5df29afd93e",
      "venue": "Educational Theory",
      "journal": {
        "name": "Educational Theory"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d827e3032abdb69abd0d6aa3ddc754b84819523c",
      "title": "Re-envisioning autonomy: From consent and cognitive capacity to embodied, relational, and authentic selfhood",
      "authors": [
        {
          "name": "Jonathan Lewis",
          "authorId": "2116914630"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1177/14777509251324841",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d827e3032abdb69abd0d6aa3ddc754b84819523c",
      "venue": "Clinical Ethics",
      "journal": {
        "name": "Clinical Ethics",
        "pages": "1 - 3",
        "volume": "20"
      },
      "publicationTypes": [
        "Editorial",
        "JournalArticle"
      ]
    },
    {
      "paperId": "491b52ca2f442c72d8bbe57f06ee072dd99ac24b",
      "title": "Relational Autonomy in Spinoza. Freedom and Joint Action",
      "authors": [
        {
          "name": "Claudia Aguilar",
          "authorId": "2055594314"
        }
      ],
      "year": 2022,
      "abstract": "ABSTRACT Over the last years, some of Spinoza studies have shifted to a consideration of the relational character of his ethics by focusing on the notion of autonomy. This concept is foreign to Spinoza's vocabulary. Therefore, I will attempt to explain what Spinozan relational autonomy is and its connection with the most important ethical concept in his philosophy: freedom. Following considerations about Spinozan freedom, I claim that it entails a relational character and that, for this reason, it is equal to relational autonomy. We are free when our joint action is based on adequate ideas of what we have in common with others.",
      "citationCount": 0,
      "doi": "10.1080/17570638.2022.2091972",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/491b52ca2f442c72d8bbe57f06ee072dd99ac24b",
      "venue": "Comparative and Continental Philosophy",
      "journal": {
        "name": "Comparative and Continental Philosophy",
        "pages": "36 - 44",
        "volume": "15"
      },
      "publicationTypes": null
    },
    {
      "paperId": "189622a84b2b03797c280a183733604bf2580326",
      "title": "Beyond individualism: Is there a place for relational autonomy in clinical practice and research?",
      "authors": [
        {
          "name": "E. Dove",
          "authorId": "2482671"
        },
        {
          "name": "S. Kelly",
          "authorId": "34724942"
        },
        {
          "name": "F. Lucivero",
          "authorId": "50997610"
        },
        {
          "name": "Mavis Machirori",
          "authorId": "10102439"
        },
        {
          "name": "Sandi Dheensa",
          "authorId": "3898808"
        },
        {
          "name": "B. Prainsack",
          "authorId": "6707207"
        }
      ],
      "year": 2017,
      "abstract": "The dominant, individualistic understanding of autonomy that features in clinical practice and research is underpinned by the idea that people are, in their ideal form, independent, self-interested and rational gain-maximising decision-makers. In recent decades, this paradigm has been challenged from various disciplinary and intellectual directions. Proponents of ‘relational autonomy’ in particular have argued that people’s identities, needs, interests – and indeed autonomy – are always also shaped by their relations to others. Yet, despite the pronounced and nuanced critique directed at an individualistic understanding of autonomy, this critique has had very little effect on ethical and legal instruments in clinical practice and research so far. In this article, we use four case studies to explore to what extent, if at all, relational autonomy can provide solutions to ethical and practical problems in clinical practice and research. We conclude that certain forms of relational autonomy can have a tangible and positive impact on clinical practice and research. These solutions leave the ultimate decision to the person most affected, but encourage and facilitate the consideration of this person’s care and responsibility for connected others.",
      "citationCount": 198,
      "doi": "10.1177/1477750917704156",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/189622a84b2b03797c280a183733604bf2580326",
      "venue": "Clinical Ethics",
      "journal": {
        "name": "Clinical Ethics",
        "pages": "150 - 165",
        "volume": "12"
      },
      "publicationTypes": [
        "CaseReport",
        "JournalArticle"
      ]
    },
    {
      "paperId": "4d7db89ba0bf58870092552462e40e3ff864749d",
      "title": "A Wider Understanding of a Patient’s Relational Autonomy at the Time of Death",
      "authors": [
        {
          "name": "S. Siddiqui",
          "authorId": "122430342"
        }
      ],
      "year": 2022,
      "abstract": "Respect for autonomy is a key concept in contemporary bioethics and in ethics at the end of life in particular. An individualistic interpretation of autonomy may not incorporate the aspects of consideration that patients may have for their wider construct of personhood, which includes their love and consideration for their families. This anonymous case describes the intricacies of a patient’s decision making at the end of life, the choices she made, and how her decisions changed as her situation evolved. The tension this produced within the medical team is unpacked using a lens of compassionate care in the intensive care unit.",
      "citationCount": 1,
      "doi": "10.1086/JCE2022331058",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4d7db89ba0bf58870092552462e40e3ff864749d",
      "venue": "Journal of Clinical Ethics",
      "journal": {
        "name": "The Journal of Clinical Ethics",
        "pages": "58 - 62",
        "volume": "33"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d1041a817b3ba26a231b2dd76ed2222a3014f766",
      "title": "Relational autonomy: where Confucius and Mencius stand on freedom",
      "authors": [
        {
          "name": "Lan Yu",
          "authorId": "2112460212"
        }
      ],
      "year": 2021,
      "abstract": "ABSTRACT I approach the person in the context of ren (being-humane) and li (ritual propriety) in dialogue with role ethics and the issue of autonomy. The hypotheses are as follows: first, even if the person is committed to dao, the person is to enjoy uncoerced freedom of choice, or at least some measure of it in the case of early Confucianism; second, the sentimental and rational dimensions are unified and make up a judgment as a whole in the Chinese context, whereas the functioning of reason is more elevated in the West; third, ren and li are mutually constitutive, requiring and complementing one another as internal awareness and external practice respectively. Even though ren and li both share an orientation to social order, they differ with respect to internalized recognition and simply following norms. If relationships are constitutive of persons and the focus of relational autonomy is on cultivation, then there is no conflict between self-completion and autonomy.",
      "citationCount": 2,
      "doi": "10.1080/09552367.2021.1902095",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d1041a817b3ba26a231b2dd76ed2222a3014f766",
      "venue": "",
      "journal": {
        "name": "Asian Philosophy",
        "pages": "320 - 335",
        "volume": "31"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a5aafedad986b0dfb02b28b5569004f4b7d48c15",
      "title": "Strengthening autonomy in mental health care through a relational approach",
      "authors": [
        {
          "name": "Paola Buedo",
          "authorId": "2201320688"
        },
        {
          "name": "T. Daly",
          "authorId": "2257009747"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1038/s44220-024-00337-8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a5aafedad986b0dfb02b28b5569004f4b7d48c15",
      "venue": "Nature Mental Health",
      "journal": {
        "name": "Nature Mental Health",
        "pages": "1271 - 1272",
        "volume": "2"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5de405899a456b2be9dc94374211524afb21a8fe",
      "title": "Relational autonomy, vulnerability and embodied dignity as normative foundations of dignified dementia care",
      "authors": [
        {
          "name": "Y. Denier",
          "authorId": "6541840"
        },
        {
          "name": "C. Gastmans",
          "authorId": "4083783"
        }
      ],
      "year": 2022,
      "abstract": "Hojjat Soofi successfully developed a novel dementiaspecific model of human flourishing. Based on a modified version of Nussbaum’s account of dignity (ie, the theoretical framework of the capabilities approach), and integrated with Kitwood and Bredin’s empirically informed list of indicators of wellbeing for people with dementia (ie, the field of empirically informed ethics), this model provides guidance on how to actually care for people with dementia in reallife practices, according to the moral requirements of respect for dignity. More specifically, we deem the contributive value of the model to be threefold. (1) It is a successful specification and contextualisation of Nussbaum’s original list of capabilities in the context of dementia care. (2) The table clearly distinguishes between dementiaspecific capabilities and their possibly dementiarelated progressive deprivation (ie, the internal conditions), and the possible external setbacks or facilitators for human flourishing. (3) The model is proposed as being open to include new and additional insights from further empirical research on what forms of caregiving do (or do not) align with respect for the dignity of people with dementia. In our commentary, we want to focus on the source of dignity, that is, the locus and starting point of our moral requirements on which the author takes an explicit stance. First of all, by being founded on the list of dementiaspecific capabilities, Soofi’s model places the source of our moral requirements of respect for the dignity of people with dementia within the persons themselves, ‘having some of the basis capabilities listed’ (p.6). This, in turn, brings classic discussions concerning a sort of minimal threshold of capabilities to the front, viz. ‘what if people do not have any extant capabilities of the sort described’(p.6). In the same line of reasoning, the author also explicitly distances from Kitwood and Bredin’s conferral account of personhood, according to which personhood is a moral status conferred on a human being by others in the context of social relationships. According to the author, this is problematic, for there need to be other human beings that are willing to confer the status of personhood on an individual, which is always socially and historically contingent and precarious. In this regard, we want to add three reflections to the discussion, which are based on a relational careethical approach to respect for human dignity in dementia care. As such, we aim to provide additional insights from theoretical research on autonomy, vulnerability and embodied dignity in aged care. First, respect for autonomy is a key concept in traditional and contemporary healthcare ethics. In this regard, Soofi rightly argues that ‘any account of dignity for people with dementia needs to explain the relation, if any, between respect for autonomy and respect for dignity’ (p.2), followed by the statement that rational and cognitive abilitiesbased accounts of human dignity, such as the Kantianinspired accounts do not provide the necessary and relevant grounds for our moral requirements in caring for people with dementia. Indeed, we agree that dementia care practices confront us with the drawbacks of a Kantianinspired rational and cognitivebased concept of autonomy. In his paper, however, Soofi does not really elaborate further on this thoughtprovoking challenge, which allows us to put forward the approach of relational autonomy. According to this approach, autonomy is understood as a relational and dynamic phenomenon, as something that is not only part of every individual person in the expression of her will, but also essentially takes shape within and throughout the caring relationship between the caregivers and the caredfor. Realising dignified dementia care happens within a process of shared decisionmaking between all the relevant stakeholders (ie, the person with dementia, health professionals, family, ...). Within the context of dementia care, this process is much less ‘rational’ and ‘cognitive based’. It is essentially a relational process in which the needs, wants and preferences of the person with dementia are being put central, and become gradually more clear in and through a continuous relational process of common interpretation, assessment and dialogue concerning the right thing to do in actual care practice. As such, respect for autonomy enters the stage as a positively sensitising and dialogueenhancing concept, relationally seen from the various different perspectives of the relevant stakeholders. Second, to enrich the guidance on how to actually care for people with dementia, it might also be fruitful to dwell on the ethical dimensions of the concept of vulnerability in aged care. Recent research has shown interesting insights into the conceptualisation of older adults’ vulnerability in terms of three possible conditions: (1) increased basic human vulnerability, that is, being exposed to the experience of human finitude and certainty of death, being affected in life by both pleasures and pains, being subject to progressive deterioration and increasing dependency...; (2) increased situational vulnerability, that is, being exposed to situational contingent circumstances (medical, social, relational, political, economic ...) that may accompany old age, and which make (some) older adults more exposed than others to threats or injustices and (3) a combination of both. From this research, we learn that there are six essential dimensions of older adults’ vulnerability: physical, psychological, relational/interpersonal, moral, sociocultural, political and economic, and existential/spiritual. Altogether, they help us, first, to better understand older adults’ vulnerability; second, to actually take care of vulnerable older adults in a multidimensional way; and third, to take the perspective on a broader, societal level by intervening through sociopolitical and economic measures. In our view, it would be enriching to look at the model of Soofi against the background of this research on older adults’ vulnerability, its specific types and strategies to address it, in order to search for further refinement of the dementiaspecific capabilities, their setbacks and facilitators. Third, we would like to point attention to the anthropological approach of Centre for Biomedical Ethics and Law, Department of Public Health and Primary Care, Faculty of Medicine, KU Leuven, Leuven, Belgium",
      "citationCount": 4,
      "doi": "10.1136/jme-2022-108722",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5de405899a456b2be9dc94374211524afb21a8fe",
      "venue": "Journal of Medical Ethics",
      "journal": {
        "name": "Journal of Medical Ethics",
        "pages": "968 - 969",
        "volume": "48"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1f649fafb4568e758b84c697dba0d2af6f952826",
      "title": "Autonomy-based bioethics and vulnerability during the COVID-19 pandemic: towards an African relational approach",
      "authors": [
        {
          "name": "Mbih Jerome Tosam",
          "authorId": "32061934"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/s11017-024-09671-5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1f649fafb4568e758b84c697dba0d2af6f952826",
      "venue": "Theoretical Medicine and Bioethics",
      "journal": {
        "name": "Theoretical Medicine and Bioethics",
        "pages": "183 - 197",
        "volume": "45"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1dc3f701b88c4d59c746f74425d1a12aefef544d",
      "title": "The Feminist Case Against Relational Autonomy",
      "authors": [
        {
          "name": "Serene J. Khader",
          "authorId": "41328709"
        }
      ],
      "year": 2020,
      "abstract": "Feminist socially constitutive conceptions of autonomy make the presence of idealized social conditions necessary for autonomy. I argue that such conceptions cannot, when applied under nonideal conditions, play two key feminist theoretical roles for autonomy: the roles of anti-oppressive character ideal and paternalism-limiting concept. Instead, they prescribe action that reinforces oppression. Treated as character ideals, socially constitutive conceptions of autonomy ask agents living under nonideal ones to engage in self-harm or self-subordination. Moreover, conceptions of autonomy that make idealized social conditions a requirement of autonomy yield the conclusion that oppressed agents are appropriate objects of paternalism.",
      "citationCount": 41,
      "doi": "10.1163/17455243-20203085",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1dc3f701b88c4d59c746f74425d1a12aefef544d",
      "venue": "",
      "journal": {
        "name": "Journal of Moral Philosophy",
        "pages": "499-526",
        "volume": "17"
      },
      "publicationTypes": null
    },
    {
      "paperId": "60444ef96a95d6c787fca334cb62c4d8e15eef59",
      "title": "Feminist innovation in philosophy: Relational autonomy and social justice",
      "authors": [
        {
          "name": "Catriona Mackenzie",
          "authorId": "2700581"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 66,
      "doi": "10.1016/J.WSIF.2018.05.003",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/60444ef96a95d6c787fca334cb62c4d8e15eef59",
      "venue": "Women's Studies: International Forum",
      "journal": {
        "name": "Women's Studies International Forum"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3b39d87e3eb647c1abb66ed9ec39019222812058",
      "title": "Nondomination and the Limits of Relational Autonomy",
      "authors": [
        {
          "name": "D. Wenner",
          "authorId": "4463657"
        }
      ],
      "year": 2020,
      "abstract": "Abstract:Relational autonomy theorists attempt to accommodate social embeddedness within a conception of autonomy. These attempts are conceptually messy, at best, and category errors, at worst. Rejecting the liberal conception of autonomy due to feminist concerns is more helpfully answered by the neorepublican notion of freedom as nondomination. The conception of freedom as nondomination captures the values that motivate the relational turn in moral and political theory and does so in a conceptually neater way than attempting to accommodate those concerns in our accounts of autonomy.",
      "citationCount": 14,
      "doi": "10.3138/ijfab.13.2.2020-01-08",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3b39d87e3eb647c1abb66ed9ec39019222812058",
      "venue": "International Journal of Feminist Approaches to Bioethics",
      "journal": {
        "name": "IJFAB: International Journal of Feminist Approaches to Bioethics",
        "pages": "28 - 48",
        "volume": "13"
      },
      "publicationTypes": null
    }
  ],
  "count": 35,
  "errors": []
}
