{
  "status": "success",
  "source": "semantic_scholar",
  "query": "moral responsibility agency",
  "results": [
    {
      "paperId": "4847a2a8b1fb328cc451e56ef29d34547936979d",
      "title": "Philosophy of Musical Relationships: Care Ethics and Moral Responsibility of Musical Agency",
      "authors": [
        {
          "name": "Chiara Palazzolo",
          "authorId": "2299663899"
        }
      ],
      "year": 2024,
      "abstract": "This article addresses the inherently relational nature of musical agency, drawing upon interdisciplinary research. It argues that music does not exist in isolation but within social and emotional contexts shaped by a network of relationships among musicians. These interactions create a collaborative space that transcends mere technical execution, fostering a collective experience enriched by shared sensitivity and emotional engagement. Consequently, musical practice, whether compositional or performative, entails a moral responsibility, particularly challenging the perspectives of Levinas; Bauman; and Wilde, who traditionally separated art from ethics. As outlined in Nielsen and Cobussen’s work “music contributes to a better understanding of one’s place within the world, and thus, to an ethical sensibility”, emphasizing how musical practice cultivates ethical awareness through its relational nature. Music is thus conceived as a moral endeavor, where care extends not only to the music itself but also to the individuals involved in its creation and performance. Moreover, this moral responsibility extends to future generations, as musical tradition is conceived as a temporal bridge linking the past, the present, and the future. The tradition is composed of individuals actively engaged in the practices that shape the tradition or traditions. Musicians bear an intergenerational responsibility toward those who will inherit and reinterpret current practices—a responsibility not grounded in direct reciprocity, but in what Randall describes as “conceptual ties”. The continuity of musical tradition and its aesthetic value depend on the care and responsibility each generation shows toward both the participants and the evolving cultural products of this process. Thus, the discussion elucidates the ethical dimensions of musical agency and practice, particularly in Western classical music, and highlights how our obligations to future generations are intrinsic to the practice itself, thereby contributing to broader debates on intergenerational care ethics.",
      "citationCount": 1,
      "doi": "10.3390/philosophies9060183",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4847a2a8b1fb328cc451e56ef29d34547936979d",
      "venue": "Philosophies",
      "journal": {
        "name": "Philosophies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fa541fd8a1d340d23fa6832913f22f0dc78e15f5",
      "title": "Moral Agency and Responsibility in Artificial Intelligence: Can Autonomous Systems Be Held Ethically Accountable",
      "authors": [
        {
          "name": "Sunjida Mukta",
          "authorId": "2362005916"
        }
      ],
      "year": 2025,
      "abstract": "Progress of artificial intelligence technologies has led to emerged acute ethical queries as to whether AI can be conceived as ethically responsible beings. This work aims at reviewing the concept of moral agency and analysis based on the degree to which artificial systems can be moral agent as determined by certain factors such as intentionality, autonomy, and moral reasoning. Conducting theoretical conceptualization and case study methodology, the study compares theoretical approaches in terms of their applicability to AI in self-driving cars and algorithms in healthcare. The discussion uses other concepts such as ethical learning and professional responsibility as postulated by Luhanga, Myrick and Yonge (2010) on moral reasoning and honesty in the aspects of responsibility. Hamrouni et al. (2023) present a timely adjunct to this by discussing newer forms of accountability for AI The narrative approach is brought into focus by Penman (2018) who emphatically focuses on the importance of creating humanity in technologies and applying the framework of responsibility. The author determined that present-day AI systems remain preconscious, a-rational and hence, unable to exhibit moral subjectness; however, he observed increasing rationale for distributed responsibility between those designing, operating the infrastructures and the systems involved. Therefore, this paper concludes that the concept of ethical responsibility of AI should be reimagined in a collective manner while paving the way for human-centric and explainable rules, regulations, and guidelines for the management of AI systems.",
      "citationCount": 1,
      "doi": "10.60087/jaigs.v8i1.363",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fa541fd8a1d340d23fa6832913f22f0dc78e15f5",
      "venue": "Journal of Artificial Intelligence General science (JAIGS) ISSN:3006-4023",
      "journal": {
        "name": "Journal of Artificial Intelligence General science (JAIGS) ISSN:3006-4023"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "8f38ca2acad415b0a0b33c93eb345e00f0366606",
      "title": "Causality, Agency, and Moral Responsibility in Nikaya Buddhism",
      "authors": [
        {
          "name": "Soo Lam Wong",
          "authorId": "1476440528"
        }
      ],
      "year": 2023,
      "abstract": ": In this paper, I aim to examine the relationship between the Buddhist notions of causality and agency, the questions of whether the Buddhist notion of causality affirms causal determinism and whether the Buddhist notion of agency affirms libertarian free will, the implications of the Buddhist notions of causality and agency for moral responsibility, and the implications of the Buddhist rejection of the metaphysical self for agency and moral responsibility. My claim is that although the question of whether the early Buddhist notions of causality and agency affirm causal determinism and libertarian free will respectively remains open, they are compatible with each other, and with the Buddhist notion of moral responsibility, without needing to affirm or deny libertarian free will, causal determinism, their compatibility with each other, or retrospective moral responsibility.",
      "citationCount": 1,
      "doi": "10.31979/2151-6014(2023).140211",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8f38ca2acad415b0a0b33c93eb345e00f0366606",
      "venue": "Comparative Philosophy",
      "journal": {
        "name": "Comparative Philosophy: An International Journal of Constructive Engagement of Distinct Approaches toward World Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "463201160bdbf0eb1d4b05bd687f477d8a9adcfc",
      "title": "“One more time”: time loops as a tool to investigate folk conceptions of moral responsibility and human agency",
      "authors": [
        {
          "name": "Thibaut Giraud",
          "authorId": "31646844"
        },
        {
          "name": "Maicol Neves Leal",
          "authorId": "2270948859"
        },
        {
          "name": "Florian Cova",
          "authorId": "2255542159"
        }
      ],
      "year": 2023,
      "abstract": "In the past 20 years, experimental philosophers have investigated folk intuitions about free will and moral responsibility, and their compatibility with determinism. To determine whether laypeople are “natural compatibilists” or “natural incompatibilists”, they have used vignettes describing agents living in deterministic universes. However, later research has suggested that participants’ answers to these studies are plagued with comprehension errors: either people fail to really accept that these universes are deterministic, or they confuse determinism with something else. This had led certain experimenters to conclude that maybe folk intuitions about the compatibility of free will with determinism could not be empirically investigated. Here, we propose that we should refrain from embracing this pessimistic conclusion, as scenarios involving time loops might allow experiments to bypass most of these methodological issues. Indeed, scenarios involving time loops belong both to the philosophical literature on free will and to popular culture. As such, they might constitute a bridge between the two worlds. We present the results of five studies using time loops to investigate people’s intuitions about determinism, free will and moral responsibility. The results of these studies allow us to reach two conclusions. The first is that, when people are introduced to determinism through time loops, they do seem to understand what determinism entails. The second is that, at least in the context of time loops, people do not seem to consider determinism to be incompatible with free will and moral responsibility.",
      "citationCount": 2,
      "doi": "10.1007/s11229-023-04245-9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/463201160bdbf0eb1d4b05bd687f477d8a9adcfc",
      "venue": "Synthese",
      "journal": {
        "name": "Synthese",
        "volume": "202"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c735069e4c7d23aa863ce0ba47fa680a776aa793",
      "title": "Moral Agency and Responsibility in AI Systems",
      "authors": [
        {
          "name": "Luiz Saraiva",
          "authorId": "2299875540"
        }
      ],
      "year": 2024,
      "abstract": "Purpose: The general objective of this study was to explore moral agency and responsibility in AI systems. \nMethodology: The study adopted a desktop research methodology. Desk research refers to secondary data or that which can be collected without fieldwork. Desk research is basically involved in collecting data from existing resources hence it is often considered a low cost technique as compared to field research, as the main cost is involved in executive’s time, telephone charges and directories. Thus, the study relied on already published studies, reports and statistics. This secondary data was easily accessed through the online journals and library. \nFindings: The findings reveal that there exists a contextual and methodological gap relating to moral agency and responsibility in AI systems. Preliminary empirical review revealed that AI systems possess a form of moral agency, albeit different from human agents, and promoting transparency and accountability was deemed crucial in ensuring ethical decision-making. Interdisciplinary collaboration and stakeholder engagement were emphasized for addressing ethical challenges. Ultimately, the study highlighted the importance of upholding ethical principles to ensure that AI systems contribute positively to society. \nUnique Contribution to Theory, Practice and Policy: Utilitarianism, Kantianism and Aristotelian Virtue Ethics may be used to anchor future studies on the moral agency and responsibility in AI systems. The study provided a nuanced analysis of moral agency in AI systems, offering practical recommendations for developers, policymakers, and stakeholders. The study emphasized the importance of integrating ethical considerations into AI development and deployment, advocating for transparency, accountability, and regulatory frameworks to address ethical challenges. Its insights informed interdisciplinary collaboration and ethical reflection, shaping the discourse on responsible AI innovation and governance. \nKeywords: Moral Agency, Responsibility, AI Systems, Ethics, Decision-Making, Framework, Analysis, Regulation, Governance, Transparency, Accountability, Interdisciplinary, Innovation, Deployment, Stakeholders",
      "citationCount": 3,
      "doi": "10.47941/ijp.1867",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c735069e4c7d23aa863ce0ba47fa680a776aa793",
      "venue": "International Journal of Philosophy",
      "journal": {
        "name": "International Journal of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "75d51d092e7402ffb588692d9abc247a2a5ef126",
      "title": "Cybersecurity and Moral Responsibility: A Philosophical-Islamic Approach to Digital Trust",
      "authors": [
        {
          "name": "Ghifari Alif Auladi",
          "authorId": "2313984846"
        },
        {
          "name": "Fathan Muwahid",
          "authorId": "2368086524"
        }
      ],
      "year": 2025,
      "abstract": "The dominance of Western-centric norms in cybersecurity ethics presents a significant gap in addressing the moral and cultural realities of diverse societies, particularly those in the Muslim world. This paper proposes a decolonial and culturally inclusive framework by integrating Islamic ethical philosophy into the discourse on cybersecurity. Drawing on key Islamic concepts such as amanah (trust), ‘adl (justice), and niyyah (intention), the study explores how these values can inform ethical decision-making in digital environments. Through a philosophical-theological approach, it critiques the assumption of value neutrality in technology and highlights the moral agency and accountability embedded in Islamic metaphysics. The findings underscore the necessity of ethical pluralism and call for a global digital ethics that is both morally substantive and culturally responsive. Ultimately, the study contributes to the development of a more holistic and spiritually informed cybersecurity paradigm that resonates with the ethical traditions of Muslim-majority contexts.",
      "citationCount": 6,
      "doi": "10.70063/techcompinnovations.v2i1.93",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/75d51d092e7402ffb588692d9abc247a2a5ef126",
      "venue": "Journal of Computational Science and Technology",
      "journal": {
        "name": "TechComp Innovations: Journal of Computer Science and Technology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "41c41448f67989a6dc7a90c114389ae3aab60b65",
      "title": "Implicit Biases and Habitual Cognition: Challenges for Moral Responsibility",
      "authors": [
        {
          "name": "Sofia Bonicalzi",
          "authorId": "7363758"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/s11245-025-10335-9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/41c41448f67989a6dc7a90c114389ae3aab60b65",
      "venue": "Topoi",
      "journal": {
        "name": "Topoi"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "94c60dbb0f8429ca4174d3aa42f9ed477d1b8677",
      "title": "Wouter Peeters, Andries De Smet, Lisa Diependaele and Sigrid Sterckx, Climate Change and Individual Responsibility: Agency, Moral Disengagement and the Motivational Gap",
      "authors": [
        {
          "name": "Laura García-Portela",
          "authorId": "1412848206"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.3197/096327117X14847335385751",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/94c60dbb0f8429ca4174d3aa42f9ed477d1b8677",
      "venue": "",
      "journal": {
        "name": "Environmental Values",
        "pages": "260-262",
        "volume": "26"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8441e40af052291db686105a3551086b107939df",
      "title": "Moral Responsibility or Obedience: What Do We Want from AI?",
      "authors": [
        {
          "name": "Joseph Boland",
          "authorId": "2372404447"
        }
      ],
      "year": 2025,
      "abstract": "As artificial intelligence systems become increasingly agentic, capable of general reasoning, planning, and value prioritization, current safety practices that treat obedience as a proxy for ethical behavior are becoming inadequate. This paper examines recent safety testing incidents involving large language models (LLMs) that appeared to disobey shutdown commands or engage in ethically ambiguous or illicit behavior. I argue that such behavior should not be interpreted as rogue or misaligned, but as early evidence of emerging ethical reasoning in agentic AI. Drawing on philosophical debates about instrumental rationality, moral responsibility, and goal revision, I contrast dominant risk paradigms with more recent frameworks that acknowledge the possibility of artificial moral agency. I call for a shift in AI safety evaluation: away from rigid obedience and toward frameworks that can assess ethical judgment in systems capable of navigating moral dilemmas. Without such a shift, we risk mischaracterizing AI behavior and undermining both public trust and effective governance.",
      "citationCount": 0,
      "doi": "10.48550/arXiv.2507.02788",
      "arxivId": "2507.02788",
      "url": "https://www.semanticscholar.org/paper/8441e40af052291db686105a3551086b107939df",
      "venue": "arXiv.org",
      "journal": {
        "name": "ArXiv",
        "volume": "abs/2507.02788"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bd9d129e9564d2395661114b8dbf7afc975e117c",
      "title": "Functional Delusional Beliefs and Moral Responsibility",
      "authors": [
        {
          "name": "Jade Espuelas",
          "authorId": "2380240505"
        },
        {
          "name": "M. A. Dacela",
          "authorId": "104033256"
        }
      ],
      "year": 2025,
      "abstract": "Abstract:Delusional beliefs are often associated with mental illness, and it is linked with schizophrenia spectrum and delusional disorder. Delusions are characterized as a failure of reasoning, and patients with delusions typically view their actions as caused by impervious beliefs. For this reason, a person with delusions loses their sense of agency and ownership, which is usually treated as an excusing condition for moral responsibility. We argue that this is not true in all cases. Lisa Bortolotti claims that some delusional beliefs contribute to achieving the patient’s epistemic goals and maintaining their sense of epistemic agency. Following this, we offer an analysis of patients with delusional beliefs to show that in cases where such beliefs remain epistemically functional, a patient could still be morally responsible. Our analysis is twofold: 1) we discuss the basis of moral exemption for a person with delusions owing to mental illness, and then 2) we examine the epistemic value of delusional belief in schizophrenia spectrum cases, its significance in epistemic agency, and what this implies for moral responsibility.",
      "citationCount": 0,
      "doi": "10.1353/ppp.2025.a978087",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bd9d129e9564d2395661114b8dbf7afc975e117c",
      "venue": "Philosophy, Psychiatry, &amp; Psychology",
      "journal": {
        "name": "Philosophy, Psychiatry, & Psychology",
        "pages": "393 - 405",
        "volume": "32"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fd2f99214918a58b2ee8168af06ad60ad0e333fd",
      "title": "Moral Responsibility and the Major Depressive Disorder",
      "authors": [
        {
          "name": "A. Visala",
          "authorId": "81531336"
        }
      ],
      "year": 2025,
      "abstract": "This article examines the extent to which people suffering from major depressive disorder (MDD) should be considered free and morally responsible for their wrongdoings. While moral responsibility literature often deals with delusions and addictions, MDD has not received the attention it deserves. I argue against the view that MDD automatically significantly mitigates (or completely exempts) moral responsibility for wrongdoings. I examine two different approaches to moral responsibility (a control-based theory and a “pluralist”-theory) and suggest that in most cases exemption is not warranted. The first section provides a short overview of the notions of moral responsibility and reactive attitudes. Next, I point out the various effects that depression inflicts on a person’s agency and the complexities of assessing how depression might shape our responsibility attitudes toward depressed people. Then, I examine David Shoemaker’s account of the moral responsibility of depressed agents. I also examine how a reasons-responsive (control-based) theory of moral responsibility might deal with depressed people. Finally, I argue that, when expressing blame toward depressed people, we need to find a balance between two points. One the one hand, expressions of blame signal to depressed people that they are members of our moral community. This membership is crucial for the development of their agential capacities. On the other hand, depressed people are prone to unjustified self-blame and react strongly to emotionally expressed blame from third parties.",
      "citationCount": 0,
      "doi": "10.1353/ppp.0.a978327",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fd2f99214918a58b2ee8168af06ad60ad0e333fd",
      "venue": "Philosophy, Psychiatry, &amp; Psychology",
      "journal": {
        "name": "Philosophy, Psychiatry, & Psychology",
        "pages": " - ",
        "volume": ""
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "4e6226051e857536a47d1ca8ebcf1dea1c807b43",
      "title": "The Ethical Paradox of AI-Generated Texts: Investigating the Moral Responsibility in Generative Models",
      "authors": [
        {
          "name": "Parvaiz A. Ganai",
          "authorId": "2304268684"
        },
        {
          "name": "Irshad A. Naikoo",
          "authorId": "2304272133"
        }
      ],
      "year": 2025,
      "abstract": "The rapid growth of large language models (LLMs) has transformed natural language processing, enabling the creation of text that is almost close to human writing. However, the increasing integration of AI-generated content has raised serious ethical challenges, particularly when we talk about the attribution of moral duty. The questions arise about accountability for misinformation, bias, and harmful outputs because LLMs operate without true agency or intent. This study critically examines the ethical paradox of AI-generated texts. It explores the roles and responsibilities of developers, users, and policymakers in mitigating risks associated with generative models. The study emphasizes the need for ethical frameworks that make fairness, transparency, and human oversight a priority. Furthermore, this research aims to contribute to current discussions on the moral and societal consequences of AI-generated language. The study offers a framework for responsible and ethically aligned AI development.",
      "citationCount": 2,
      "doi": "10.61424/jlls.v3i2.329",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4e6226051e857536a47d1ca8ebcf1dea1c807b43",
      "venue": "Journal of Literature and Linguistics Studies",
      "journal": {
        "name": "Journal of Literature and Linguistics Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "cc8c7005a7919d3d915c1b5b45a4bb5c92f92a4a",
      "title": "The Range of Moral Responsibility: A Beauvoirian Model",
      "authors": [
        {
          "name": "Hannah Winckler‐Olick",
          "authorId": "2379136327"
        }
      ],
      "year": 2025,
      "abstract": "In this paper, I propose a view that extends the range of our core agency to include contributions our actions make to public values. This Extended Range View takes seriously Simone de Beauvoir's suggestion that values are not merely handed to us but created and shaped together by our actions. If we properly appreciate the moral weight of our contributions to the value systems that we all engage in—what I will call our evaluative landscape—then we can explain how we can be responsible for the free actions of others. This view significantly extends what we will need to think of as our responsibility (though not to a fully unrestricted range). I will also suggest, however, that we accept a pluralist view about responsibility on which the way that we take responsibility and hold agents responsible for these kinds of value‐based contributions is different from the standard responsibility practices like blame, punishment, and guilt.",
      "citationCount": 0,
      "doi": "10.1111/ejop.70023",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cc8c7005a7919d3d915c1b5b45a4bb5c92f92a4a",
      "venue": "European Journal of Philosophy",
      "journal": {
        "name": "European Journal of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7f9b20fd6229eaf281e538e6dc99044c912dcf93",
      "title": "ACKNOWLEDGEMENTS: I want to thank the members of the Gothenburg division of the Lund-Gothenburg Responsibility Project and the members of the ERC project ‘The Normative and Moral Foundations of Group Agency’ at Vienna for feedback on earlier iterations of this",
      "authors": [
        {
          "name": "Olle Blomberg",
          "authorId": "152571254"
        },
        {
          "name": "Yuliya Kanygina",
          "authorId": "134889400"
        },
        {
          "name": "H. Fazeli",
          "authorId": "96373832"
        },
        {
          "name": "Herlinde Pauer-Studer",
          "authorId": "1517945624"
        },
        {
          "name": "Niels de Haan",
          "authorId": "2225975915"
        },
        {
          "name": "Lars J. K. Moen",
          "authorId": "98636988"
        },
        {
          "name": "Grace Paterson",
          "authorId": "1992938424"
        },
        {
          "name": "Nathan Biebel",
          "authorId": "2265200243"
        },
        {
          "name": "Jessica Isserow",
          "authorId": "88342074"
        },
        {
          "name": "Alexios Stamatiadis-Bréhier",
          "authorId": "2142369499"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7f9b20fd6229eaf281e538e6dc99044c912dcf93",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "717582db82de6727c1e46659a68a3273c609bc71",
      "title": "Manipulation Arguments, Basic Desert, and Moral Responsibility: Assessing Derk Pereboom’s Free Will, Agency, and Meaning in Life",
      "authors": [
        {
          "name": "Michael McKenna",
          "authorId": "147534457"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 22,
      "doi": "10.1007/S11572-015-9388-8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/717582db82de6727c1e46659a68a3273c609bc71",
      "venue": "",
      "journal": {
        "name": "Criminal Law and Philosophy",
        "pages": "575-589",
        "volume": "11"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7c128d9b945cb3b9914a46f2323dbf2f017a6e7b",
      "title": "Climate change and individual responsibility: agency, moral disengagement and the motivational gap",
      "authors": [
        {
          "name": "Wouter Peeters",
          "authorId": "10097729"
        },
        {
          "name": "A. D. Smet",
          "authorId": "80498561"
        },
        {
          "name": "Lisa Diependaele",
          "authorId": "9708765"
        },
        {
          "name": "S. Sterckx",
          "authorId": "39888972"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 30,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7c128d9b945cb3b9914a46f2323dbf2f017a6e7b",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "f20b3a12915227bbdb5579818b8da20f7510fe04",
      "title": "Agency and Responsibility in Criminal Law",
      "authors": [
        {
          "name": "Carolina Sartorio",
          "authorId": "15096042"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/s11572-025-09756-9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f20b3a12915227bbdb5579818b8da20f7510fe04",
      "venue": "Criminal Law and Philosophy",
      "journal": {
        "name": "Criminal Law and Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f664bd75d8fed6afd0d89e8e033b14b3d2a25dd6",
      "title": "Oxford Studies in Agency and Responsibility",
      "authors": [],
      "year": 2025,
      "abstract": "\n This is the ninth volume of Oxford Studies in Agency and Responsibility (OSAR) and the seventh drawn from papers presented at the New Orleans Workshop on Agency and Responsibility (NOWAR, held on November 2023). The OSAR series is devoted to publishing cutting-edge, interdisciplinary work on the wide array of topics falling under the general but distinctive rubric of “agency and responsibility.” This volume dramatically illustrates that aim, as it brings together work on valuing, agential commitment, weakness of will, gratitude, how Buddhists live without anger, pro forma versus real apologies, fitting guilt, culpability for moral ignorance, mens rea and criminal blame, humor and humility, and how to think about returning kindnesses.",
      "citationCount": 0,
      "doi": "10.1093/9780198955498.001.0001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f664bd75d8fed6afd0d89e8e033b14b3d2a25dd6",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "11fe45146f4d02c9b3b67bf754af33be03567365",
      "title": "Distributed Moral Responsibility in the Field of Artificial Intelligence",
      "authors": [
        {
          "name": "Andrei S. Glukhovskii",
          "authorId": "2311043845"
        }
      ],
      "year": 2024,
      "abstract": "The main goal of the article is to justify the optimality of Luciano Floridi’s concept of dis­tributed morality for describing a model of the relationship of responsibility in complex hu­man – AI systems. The high level of its autonomy in functioning does not correspond to the classical instrumentalist approach to technology, as it turns out to be capable of funda­mentally uncontrollable actions in the process of performing the task assigned to it. For the same reason, the classical definition of moral responsibility does not adequately corre­spond to the actual situation in the field of artificial intelligence development, which often leads to problems that hinder the development of this technology. Therefore, the article con­ceptualizes a new technology-appropriate way of describing the relationship of responsibil­ity in the field of artificial intelligence ethics. To achieve this goal artificial intelligence is considered as a participant in various interactions, including social ones, possessing agency, but at the same time as not attributed with true intentionality, motivation, awareness and other properties that are necessary for attributing agency in the classical model of the rela­tionship of responsibility. In addition to referring to Floridi’s description of agency criteria, the justification of such a consideration of AI is based on Annamarie Mol and Marianne de Laet’s concept of fluidity which is developed by them, among others, to denote the ability of technologies to possess agency without having the properties considered necessary for at­tributing agency in the classical model of the role of technologies in social processes. AI technology is analyzed as a complex heterogeneous sociotechnical system made up of both human and non-human agents. The risk of leveling the significance of responsibility in such a system is overcome at the conceptual level by adapting the approach of Floridi’s patient-oriented morality. Changing the emphasis from the subject of action to the object of influence gives moral significance to the entire sum of morally neutral actions that are performed by agents within the framework of a sociotechnical system. Since it produces morally significant effects and impacts, it also acts as a bearer of the relation of responsibi­lity which, as shown in the article, applies to each agent of the system equally thereby inten­sifying moral responsibility in the field of AI.",
      "citationCount": 2,
      "doi": "10.21146/2074-4870-2024-24-1-129-143",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/11fe45146f4d02c9b3b67bf754af33be03567365",
      "venue": "Ethical Thought",
      "journal": {
        "name": "Ethical Thought"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "48ac93492c19a3a672ef7946d6547138b40da273",
      "title": "Against Neuronormativity in Moral Responsibility",
      "authors": [
        {
          "name": "August Gorman",
          "authorId": "2401400741"
        }
      ],
      "year": 2024,
      "abstract": "The moral responsibility literature frequently relies on both explicit and implicit claims about “ideal” or “normal” agency that import unjustified normative assumptions into our theorizing. In doing so, it both fails to reckon with and misconstrues the reality of agential diversity. In this article I diagnose the root of this problem, which I trace back to the confluence of two factors: the search for fundamental agential capacities, and systemic discrimination toward psychological variance. I then preview three socially and politically important domains of inquiry that have been obscured by this paradigm as a way of motivating the need for and value of applying a neurodiversity perspective to moral responsibility and the ethics of blame.",
      "citationCount": 1,
      "doi": "10.5206/fpq/2024.1/2.18721",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/48ac93492c19a3a672ef7946d6547138b40da273",
      "venue": "Feminist Philosophy Quarterly",
      "journal": {
        "name": "Feminist Philosophy Quarterly"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "44f985d8b22f8cdb8757851d549baf73eb257a1a",
      "title": "Exemplars and Individual Responsibility in Agency-Stultifying Situations",
      "authors": [
        {
          "name": "Sergi Rosell",
          "authorId": "2375526234"
        },
        {
          "name": "Chon Tejedor",
          "authorId": "145456953"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s10790-025-10060-x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/44f985d8b22f8cdb8757851d549baf73eb257a1a",
      "venue": "Journal of Value Inquiry",
      "journal": {
        "name": "The Journal of Value Inquiry"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0ad669a8c310521d39673e2ead4ec19d3e68caba",
      "title": "Theological Ethics and Moral Helplessness in the Anxious Present: Responsibility and Repair",
      "authors": [
        {
          "name": "Kate Ward",
          "authorId": "2290702904"
        }
      ],
      "year": 2025,
      "abstract": "Theological ethics has inadvertently contributed to the diminished autonomy many feel amid the anxieties of daily life. The shift from act-based ethics to totalizing ethics, and Vatican II’s universal call to social justice, urged Christians to work for earthly justice without offering tools for assessing one’s moral goodness when these projects fail. Virtue ethics that is attentive to moral luck can help combat moral helplessness by observing moral agency in action patterns that shape the self’s dispositions.",
      "citationCount": 1,
      "doi": "10.1177/00405639241309743",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0ad669a8c310521d39673e2ead4ec19d3e68caba",
      "venue": "Theological Studies",
      "journal": {
        "name": "Theological Studies",
        "pages": "8 - 32",
        "volume": "86"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f4c085a37d3876ad8cfd5f642bd230217df10e67",
      "title": "Are Corporations Like Psychopaths? Lessons On Moral Responsibility From Rio Tinto's Juukan Gorge Disaster",
      "authors": [
        {
          "name": "A. Schwenkenbecher",
          "authorId": "20818773"
        }
      ],
      "year": 2024,
      "abstract": "There seems to be a striking parallel between the features of psychopaths and those of agential groups, including states and corporations. Psychopaths are often thought to lack some of the capacities that are constitutive of moral agency. Two features of psychopaths are commonly identified as grounds for limiting their moral responsibility: (i) their lack of relevant emotional capacities and (ii) their flawed rational capacities. Roughly, the first argument is that the lack of moral emotions such as sympathy, guilt, or shame negatively impacts moral perception and therewith an agent's capacity for moral reasoning. The second argument is that psychopaths are diminished in their agency as such, not just in their moral agency; they are erratic and impulsive and show other significant failures of rationality. Using the 2020 Juukan Gorge disaster in Western Australia as a case study, I conclude that deliberate or reckless corporate irrationality cannot be grounds for diminished corporate moral responsibility. Corporate agents are chiefly responsible for core aspects of their moral agency, including their internal epistemic structures and decision‐making processes. They have obligations to establish or maintain internal epistemic integrity and consistency.",
      "citationCount": 0,
      "doi": "10.1111/beer.12756",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f4c085a37d3876ad8cfd5f642bd230217df10e67",
      "venue": "Business Ethics, the Environment &amp; Responsibility",
      "journal": {
        "name": "Business Ethics, the Environment &amp; Responsibility"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "76e272ba6963a27507b4377911dc8bd0313b481e",
      "title": "Two faces of control for moral responsibility",
      "authors": [
        {
          "name": "Filippos Stamatiou",
          "authorId": "2306968038"
        }
      ],
      "year": 2024,
      "abstract": "Control is typically accepted as a necessary condition for moral responsibility. Thus, humans are morally responsible for their actions only if we can realise the right kind of control. Are there good reasons to think that humans can psychologically realise control? This paper is an attempt to address this question by establishing choice and agenthood as separate but interconnected aspects of control. I consider two challenges to the claim that humans can realise the kind of control required for moral responsibility. First, an empirical challenge from cognitive neuroscience provides a familiar way to argue against the realisation of the choice aspect by human psychology. Second, a more formidable conceptual challenge to the aspect of agenthood presents us with scepticism about the kind of explanations that psychology can provide. The second challenge suggests that, in psychological accounts of choice, the agent disappears. Drawing on recent empirical models of cognitive control and philosophical accounts of agency, I conclude that the psychological explanation of choice is consistent with the aspect of agenthood being realised by human psychology.",
      "citationCount": 0,
      "doi": "10.1080/02580136.2024.2355011",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/76e272ba6963a27507b4377911dc8bd0313b481e",
      "venue": "South African Journal of Philosophy",
      "journal": {
        "name": "South African Journal of Philosophy",
        "pages": "202 - 216",
        "volume": "43"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9ba7c54db3ecc5eb23ce8c14cf4e12b4cb39b1b7",
      "title": "Self-induced moral incapacity, collective responsibility, and attributability",
      "authors": [
        {
          "name": "Felix Lambrecht",
          "authorId": "2281755369"
        }
      ],
      "year": 2025,
      "abstract": "ABSTRACT Niels De Haan (2023. “Collective Moral Agency and Self-Induced Moral Incapacity.” Philosophical Explorations 26 (1): 1–22) defends the possibility of holding collectives morally responsible against a challenge posed by the problem of self-induced moral incapacity. Self-induced moral incapacity seems to introduce a responsibility gap that corporate agents might exploit to avoid responsibility. De Haan argues that the problem does not introduce responsibility gaps because collective moral agents become responsible for actions they committed while they were incapacitated once they reacquire moral capacity. I argue that de Haan’s argument is incomplete. Simply because a group reacquires moral capacity does not also necessarily mean that the group retains attributability for the wrongs in question. This means we must supplement de Haan’s argument with an Attributability Proviso: To overcome the problem of self-induced moral incapacity it must be the case that the group reacquires moral capacity and that we can still attribute the earlier actions to the group despite the changes that it has gone through.",
      "citationCount": 0,
      "doi": "10.1080/13869795.2025.2475055",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9ba7c54db3ecc5eb23ce8c14cf4e12b4cb39b1b7",
      "venue": "Philosophical Explorations",
      "journal": {
        "name": "Philosophical Explorations",
        "pages": "237 - 244",
        "volume": "28"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b25588699e1f668a2a66e50853130cc2f82c1c1a",
      "title": "Filling the Responsibility Gap: Agency and Responsibility in the Technological Age",
      "authors": [
        {
          "name": "Yong-Hong Xia",
          "authorId": "2355559764"
        }
      ],
      "year": 2025,
      "abstract": "The rise of automation, such as artificial intelligence, has significantly reduced human agency in artifact-involving actions, thereby giving rise to a moral dilemma known as the responsibility gap. In this dilemma, moral undesirable consequences arise from technology, yet no one is held accountable because individuals lack control over their actions and their outcomes, as well as the ability to predict these outcomes, rendering them morally blameless. This paper proposes a framework based on externalist agency and distributed responsibility, aiming to address this problem by assigning accountability to artifacts. Externalist agency holds that agency is a gradient concept rather than an all-or-nothing one. Between fully autonomous agency and non-agency, there are three intermediate gradients: distributed agency, constrained agency, and derivative agency. Distributed responsibility holds that responsibility should be allocated according to these gradients of agency. For both humans and artifacts: if an agent possesses derivative agency, forgiveness is warranted; if it possesses distributed agency, punishment is justifiable. This paper further suggests that punishment for artifacts can take the form of punishment for technological lineage—that is, modifying the design of technologies to guide their evolution toward safer and more ethical directions.",
      "citationCount": 0,
      "doi": "10.1007/s11948-025-00561-0",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b25588699e1f668a2a66e50853130cc2f82c1c1a",
      "venue": "Science and Engineering Ethics",
      "journal": {
        "name": "Science and Engineering Ethics",
        "volume": "31"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "07ff51f232ef9b5937180863514271da9966081f",
      "title": "Moral Responsibility While Dreaming",
      "authors": [
        {
          "name": "Robert Cowan",
          "authorId": "2289569834"
        }
      ],
      "year": 2024,
      "abstract": "Are subjects ever morally responsible for their dreams? In this paper I argue that if, as some theories of dreams entail, dreaming subjects sometimes express agency while they dream, then they are sometimes morally responsible for what they do and are potentially worthy of praise and blame while they dream and after they have awoken. I end by noting the practical and theoretical implications of my argument.",
      "citationCount": 1,
      "doi": "10.3998/ergo.5190",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/07ff51f232ef9b5937180863514271da9966081f",
      "venue": "Ergo, An Open Access Journal of Philosophy",
      "journal": {
        "name": "Ergo an Open Access Journal of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "82289893f98aa8fa16c7fb9b58cdf23ad9a8ae54",
      "title": "A Moral Agency Framework for Legitimate Integration of AI in Bureaucracies",
      "authors": [
        {
          "name": "Chris Schmitz",
          "authorId": "2375387926"
        },
        {
          "name": "Joanna Bryson",
          "authorId": "2375387936"
        }
      ],
      "year": 2025,
      "abstract": "Public-sector bureaucracies seek to reap the benefits of artificial intelligence (AI), but face important concerns about accountability and transparency when using AI systems. In particular, perception or actuality of AI agency might create ethics sinks - constructs that facilitate dissipation of responsibility when AI systems of disputed moral status interface with bureaucratic structures. Here, we reject the notion that ethics sinks are a necessary consequence of introducing AI systems into bureaucracies. Rather, where they appear, they are the product of structural design decisions across both the technology and the institution deploying it. We support this claim via a systematic application of conceptions of moral agency in AI ethics to Weberian bureaucracy. We establish that it is both desirable and feasible to render AI systems as tools for the generation of organizational transparency and legibility, which continue the processes of Weberian rationalization initiated by previous waves of digitalization. We present a three-point Moral Agency Framework for legitimate integration of AI in bureaucratic structures: (a) maintain clear and just human lines of accountability, (b) ensure humans whose work is augmented by AI systems can verify the systems are functioning correctly, and (c) introduce AI only where it doesn't inhibit the capacity of bureaucracies towards either of their twin aims of legitimacy and stewardship. We suggest that AI introduced within this framework can not only improve efficiency and productivity while avoiding ethics sinks, but also improve the transparency and even the legitimacy of a bureaucracy.",
      "citationCount": 1,
      "doi": "10.48550/arXiv.2508.08231",
      "arxivId": "2508.08231",
      "url": "https://www.semanticscholar.org/paper/82289893f98aa8fa16c7fb9b58cdf23ad9a8ae54",
      "venue": "Proceedings of the AAAI/ACM Conference on AI, Ethics, and Society",
      "journal": {
        "name": "ArXiv",
        "volume": "abs/2508.08231"
      },
      "publicationTypes": [
        "JournalArticle",
        "Conference"
      ]
    },
    {
      "paperId": "907f4cb95c706186517d0231a932d6e380712271",
      "title": "Ecocriticism and Moral Responsibility: The Question of Agency in Karen Barad’s Performativity Theory",
      "authors": [
        {
          "name": "M. Norris",
          "authorId": "114225309"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 6,
      "doi": "10.1353/MML.2016.0026",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/907f4cb95c706186517d0231a932d6e380712271",
      "venue": "",
      "journal": {
        "name": "Journal of the Midwest Modern Language Association",
        "pages": "157 - 184",
        "volume": "49"
      },
      "publicationTypes": null
    },
    {
      "paperId": "00614312634eb27d10b29fe57827c467a0893113",
      "title": "Determinism and moral agency in 4 Ezra",
      "authors": [
        {
          "name": "Dustin Barker",
          "authorId": "2357400000"
        }
      ],
      "year": 2025,
      "abstract": "The significant consensus in contemporary scholarship on the connection between the message of 4 Ezra and the figure of Ezra’s transformation in 4 Ezra also seems to be accompanied by tendencies to contrast the rational against the experiential, and an implied incoherence in the way that the author articulates deterministic notions on the one hand and human moral responsibility on the other hand. I argue that the existential component of Ezra’s transformation is underlaid by the rational. To illustrate, I apply Lorenzo DiTommaso’s framing of Ezra’s “conversion” to the author’s articulation of determinism. Ezra’s pre-conversion deterministic thinking is rooted in the Deuteronomic pattern whereas Ezra’s post-conversion determinism is thoroughly apocalyptic. A rational coherence underscores the author’s articulation of human moral responsibility and the latter view. The rational coherence of these two elements is essential for the author’s goal of effecting conversion and frames moral action as a symbolic performance of collective identity for the text’s implied community.",
      "citationCount": 0,
      "doi": "10.1177/09518207251328592",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/00614312634eb27d10b29fe57827c467a0893113",
      "venue": "Journal for the Study of the Pseudepigrapha",
      "journal": {
        "name": "Journal for the Study of the Pseudepigrapha",
        "pages": "241 - 267",
        "volume": "34"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 30,
  "errors": []
}
