{
  "status": "success",
  "source": "semantic_scholar",
  "query": "self-authorship autonomy Raz",
  "results": [
    {
      "paperId": "246986575590cf498ecd1d8739ea571cdfd799d5",
      "title": "A self-determination theory account of self-authorship: Implications for law and public policy",
      "authors": [
        {
          "name": "Alexios Arvanitis",
          "authorId": "11165750"
        },
        {
          "name": "Konstantinos Kalliris",
          "authorId": "2333747188"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 11,
      "doi": "10.1080/09515089.2017.1307333",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/246986575590cf498ecd1d8739ea571cdfd799d5",
      "venue": "",
      "journal": {
        "name": "Philosophical Psychology",
        "pages": "763 - 783",
        "volume": "30"
      },
      "publicationTypes": null
    },
    {
      "paperId": "55c9db6b9ca1fee1bf815e38b827c779eb4d5a03",
      "title": "Ghostwritten Lives: Autonomy, Deference, and Self-Authorship",
      "authors": [
        {
          "name": "Michael Garnett",
          "authorId": "94735070"
        }
      ],
      "year": 2023,
      "abstract": "Certain forms of practical deference seem to be incompatible with personal autonomy. I argue that such deference undermines autonomy not by compromising the governance of an authentic self, nor by constituting a failure to track objective reasons, but by constituting a particular social relation: one of interpersonal rule. I analyze this social relation and distinguish it from others, including ordinary relations of love and care. Finally, I argue that the particular form of interpersonal rule constituted by dispositions of practical deference in itself entails a partial, though not total, disconnection from the good of a self-authored life.",
      "citationCount": 5,
      "doi": "10.1086/722126",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/55c9db6b9ca1fee1bf815e38b827c779eb4d5a03",
      "venue": "Ethics: An International Journal of Social, Political, and Legal Philosophy",
      "journal": {
        "name": "Ethics",
        "pages": "189 - 215",
        "volume": "133"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b8121282e914dd259a9fdffafd8a95c15cc846a0",
      "title": "G H O S T - W R I T T E N L I V E S : AUTONOMY , DEFERENCE , AND SELF - AUTHORSHIP *",
      "authors": [
        {
          "name": "Michael Garnett",
          "authorId": "94735070"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b8121282e914dd259a9fdffafd8a95c15cc846a0",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "f47756fd8833495ab6453c107063de50f902604a",
      "title": "Self-Authorship through Mutual Benefit: Toward a Liberal Theory of the Virtues in Business",
      "authors": [
        {
          "name": "Caleb Bernacchio",
          "authorId": "116492070"
        }
      ],
      "year": 2023,
      "abstract": "This article develops a liberal theory of the virtues in business. I first articulate two key liberal values embodied within market society: self-authorship and mutual benefit. Self-authorship is a mode of autonomy given expression through the effective exercise of economic liberties. Mutual benefit involves the intentional pursuit of the well-being of one’s transaction partners within economic exchange. These values are uniquely realized, I argue, within business, conceptualized as a distinct, firm-level, social practice. More specifically, individuals realize self-authorship by purposively integrating cospecialized resources, forms of knowledge, and business functions to facilitate mutually beneficial transactions. Through their commitment to mutual benefit, businesspersons establish ongoing, cooperative relationships with customers, members of other firms, and various stakeholders more generally. These relationships are constitutive of a distinct liberal notion of the common good. The practice of business and the common good in a market society are sustained by a range of individual-level virtues. I recount these virtues and, before concluding, discuss several other theoretical implications of this account.",
      "citationCount": 3,
      "doi": "10.1017/beq.2023.20",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f47756fd8833495ab6453c107063de50f902604a",
      "venue": "Business Ethics Quarterly",
      "journal": {
        "name": "Business Ethics Quarterly",
        "pages": "540 - 569",
        "volume": "34"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "38d3d83a4938b3609105a61b72fb87ec8318f9ae",
      "title": "Self-Authorship, Well-being and Paternalism",
      "authors": [
        {
          "name": "Konstantinos Kalliris",
          "authorId": "2333747188"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 6,
      "doi": "10.1080/20403313.2015.1116200",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/38d3d83a4938b3609105a61b72fb87ec8318f9ae",
      "venue": "",
      "journal": {
        "name": "Jurisprudence",
        "pages": "23 - 51",
        "volume": "8"
      },
      "publicationTypes": null
    },
    {
      "paperId": "bc1f78f625f0561dfb78a73ac963b19700bdf186",
      "title": "Agentic AI: Autonomy, Accountability, and the Algorithmic Society",
      "authors": [
        {
          "name": "Anirban Mukherjee",
          "authorId": "2112286081"
        },
        {
          "name": "H. Chang",
          "authorId": "2291204653"
        }
      ],
      "year": 2025,
      "abstract": "Agentic Artificial Intelligence (AI) can autonomously pursue long-term goals, make decisions, and execute complex, multi-turn workflows. Unlike traditional generative AI, which responds reactively to prompts, agentic AI proactively orchestrates processes, such as autonomously managing complex tasks or making real-time decisions. This transition from advisory roles to proactive execution challenges established legal, economic, and creative frameworks. In this paper, we explore challenges in three interrelated domains: creativity and intellectual property, legal and ethical considerations, and competitive effects. Central to our analysis is the tension between novelty and usefulness in AI-generated creative outputs, as well as the intellectual property and authorship challenges arising from AI autonomy. We highlight gaps in responsibility attribution and liability that create a\"moral crumple zone\"--a condition where accountability is diffused across multiple actors, leaving end-users and developers in precarious legal and ethical positions. We examine the competitive dynamics of two-sided algorithmic markets, where both sellers and buyers deploy AI agents, potentially mitigating or amplifying tacit collusion risks. We explore the potential for emergent self-regulation within networks of agentic AI--the development of an\"algorithmic society\"--raising critical questions: To what extent would these norms align with societal values? What unintended consequences might arise? How can transparency and accountability be ensured? Addressing these challenges will necessitate interdisciplinary collaboration to redefine legal accountability, align AI-driven choices with stakeholder values, and maintain ethical safeguards. We advocate for frameworks that balance autonomy with accountability, ensuring all parties can harness agentic AI's potential while preserving trust, fairness,&societal welfare.",
      "citationCount": 18,
      "doi": "10.48550/arXiv.2502.00289",
      "arxivId": "2502.00289",
      "url": "https://www.semanticscholar.org/paper/bc1f78f625f0561dfb78a73ac963b19700bdf186",
      "venue": "arXiv.org",
      "journal": {
        "name": "ArXiv",
        "volume": "abs/2502.00289"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6de022955cb39e85ebcf4e418905c1a0d26c58af",
      "title": "The Problem of Autonomy in Modem Education and Self –Development",
      "authors": [
        {
          "name": "T. Bulajeva",
          "authorId": "74014707"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6de022955cb39e85ebcf4e418905c1a0d26c58af",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "265-270",
        "volume": "9"
      },
      "publicationTypes": null
    },
    {
      "paperId": "22fdb2941a8d615a06fdd3b4c35fe8d83d5bb3b2",
      "title": "Market Participation, Self-respect, and Risk Tolerance",
      "authors": [
        {
          "name": "Carlo Ludovico Cordasco",
          "authorId": "115763419"
        },
        {
          "name": "Nick Cowen",
          "authorId": "113703159"
        }
      ],
      "year": 2023,
      "abstract": "How important is the experience of risk in business endeavors for self-respect and moral development? Tomasi prompts this question with his attempt to reconcile Rawls’s theory of justice as fairness with free-market capitalism, by claiming that economic activity is a way for people to exercise their autonomy, responsibility, and self-authorship, including through voluntary risk-taking. Critics argue that the social environment generated through market institutions is ill-suited for developing a sense of responsibility and autonomy among citizens. We refine the case for economic liberty by looking at the link between risk-taking and attitudes toward democratic citizenship. We highlight the critical role of ethical business practice as a contributor to the stability of liberal-democratic societies.",
      "citationCount": 4,
      "doi": "10.1007/s10551-023-05396-y",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/22fdb2941a8d615a06fdd3b4c35fe8d83d5bb3b2",
      "venue": "Journal of Business Ethics",
      "journal": {
        "name": "Journal of Business Ethics",
        "pages": "1-12",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "ea380ae367d78a7727c2e8e6bbd1db70fb4749b0",
      "title": "The Possibility of Democratic Autonomy",
      "authors": [
        {
          "name": "A. Lovett",
          "authorId": "122951501"
        },
        {
          "name": "Jake Zuehl",
          "authorId": "118574313"
        }
      ],
      "year": 2022,
      "abstract": ". What makes democracy valuable? One traditional answer holds that participating in democratic self-government amounts to a kind of autonomy: it enables citizens to be the authors of their political affairs. Many contemporary philosophers, however, are skeptical. We are autonomous, they argue, when important features of our lives are up to us , but in a democracy we merely have a say in a process of collective choice. In this paper, we defend the possibility of democratic autonomy, by advancing a conception of it which is impervious to this objection. At the core of our account is the idea of joint authorship. You are a joint author of something when that thing expresses your joint intentions. Democracy may not make any one of us sole author of our political affairs, but it can make us their joint authors. It is in such joint authorship, we claim, that the intrinsic value of democratic self-government consists.",
      "citationCount": 21,
      "doi": "10.1111/papa.12223",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ea380ae367d78a7727c2e8e6bbd1db70fb4749b0",
      "venue": "Philosophy &amp; Public Affairs",
      "journal": {
        "name": "Philosophy &amp; Public Affairs"
      },
      "publicationTypes": null
    },
    {
      "paperId": "342f91b8438336867d2ea2cb5bc34cdd248e35cc",
      "title": "Property and Autonomy in the Marketplace: Freedom to Sell as Freedom of Exit",
      "authors": [
        {
          "name": "Aruna Nair",
          "authorId": "152405606"
        }
      ],
      "year": 2022,
      "abstract": "In chapter 7 of A Liberal Theory of Property, Professor Dagan offers an account of justice in the design of markets that draws on his broader account of the core legal institutions that underpin the notion of a market: property and contract. Since both institutions are facilitative of the demands of autonomy as self-determination or ‘self-authorship’, we can evaluate the justice or injustice of any market norm on the basis of whether it facilitates autonomy in this sense. In this comment on the chapter, I focus on one dimension of Dagan’s account of autonomy as self-authorship—the view that it entails both the freedom to commit to a particular story of one’s life and the freedom to ‘discard one story and begin another’—and explore its connection to the core market freedom to sell, or refuse to sell, what one owns. I begin by considering why the freedom to exit past commitments is important to property law on Dagan’s account, outlining his critique of the alternative picture of exclusion as the chief concern of property and commitment as the chief concern of contract law. Next, I consider why, on Dagan’s account, sale—as distinct from gift or abandonment—must be a vital ‘exit option’ from a property governance regime in a liberal property system and how this understanding of sale inflects the precepts of relational justice that apply in the context of the marketplace. Finally, I draw on this account to show that Dagan’s theory provides an attractively nuanced framework for analysing particular doctrines of English law that constrain freedom of sale and for thinking, more broadly, about institutions like mortgages, trusts, and bankruptcy regimes.",
      "citationCount": 0,
      "doi": "10.1080/09615768.2022.2034591",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/342f91b8438336867d2ea2cb5bc34cdd248e35cc",
      "venue": "King s Law Journal",
      "journal": {
        "name": "King's Law Journal",
        "pages": "34 - 42",
        "volume": "33"
      },
      "publicationTypes": null
    },
    {
      "paperId": "aacd0e81ff98fd8b7b2a2f40ebf0c5c912eb93df",
      "title": "Property as a commitment to self-determination",
      "authors": [
        {
          "name": "A. Halpin",
          "authorId": "117648752"
        }
      ],
      "year": 2022,
      "abstract": "Hanoch Dagan’s most recent book on property theory represents a further development of his liberal theory of property by articulating a previously ‘missing fundamental premise’; the previously acknowledged features of ‘a genuinely liberal conception of property’ are now seen to be ‘founded on the ultimate value of personal self-determination.’ Moreover, the very legitimacy of property ‘is to be premised on a fundamental commitment to autonomy as self-determination or self-authorship’ (xii). The introduction of a commitment in Dagan’s prefatory comments is particularly revealing. For him property is not simply a vindication of the individual holder’s rights, or autonomy. It encompasses a commitment by both the holder and others in society to the self-determination of both the holder and others in society. The force of this central premise is immediately felt in two directions. On a non-liberal conception of property lacking this premise, there is the recognition that property can amount to unrestricted private authority (xii), following Blackstone’s characterisation of ‘despotic dominion’, so as to make others subject to the owner’s will in a way which effaces their capacity for self-determination (9–10). In Dagan’s eyes this is enough to question the legitimacy of property. In the other direction, it has a radical impact on Dagan’s liberal conception of property. He sees the commitment to self-determination as exercising a restraint from within property on the holder’s own authority: ‘carefully delineated and circumscribed by its service to owners’ autonomy’ (xii). The commitment also carries with it acceptance of the requirement of relational justice towards others, in acknowledging ‘reciprocal respect for self-determination’ (xii). The third key feature of Dagan’s conception of property springing from this commitment is the provision of a ‘multiplicity of property types ... needed for adequate self-determination’ (xii). In his own words, these form the ‘three pillars’ of his liberal conception of property: carefully delineated private authority of the property holder; relational justice towards others; and, structural pluralism to provide a wide choice of property types (xiii).",
      "citationCount": 0,
      "doi": "10.1080/20403313.2022.2133267",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aacd0e81ff98fd8b7b2a2f40ebf0c5c912eb93df",
      "venue": "Jurisprudence",
      "journal": {
        "name": "Jurisprudence",
        "pages": "626 - 635",
        "volume": "13"
      },
      "publicationTypes": null
    },
    {
      "paperId": "46116fbedf51cd0c7eaca334e94b38b70471bb2c",
      "title": "IDENTIFICATION, THE SELF, AND AUTONOMY",
      "authors": [
        {
          "name": "Bernard Berofsky",
          "authorId": "71569696"
        }
      ],
      "year": 2003,
      "abstract": null,
      "citationCount": 12,
      "doi": "10.1017/S0265052503202089",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/46116fbedf51cd0c7eaca334e94b38b70471bb2c",
      "venue": "Social Philosophy and Policy",
      "journal": {
        "name": "Social Philosophy and Policy",
        "pages": "199 - 220",
        "volume": "20"
      },
      "publicationTypes": null
    },
    {
      "paperId": "cbcaec21dc8041dc3b4dce942db4d64e1d909ec0",
      "title": "British Positive School; the Jurisprudence of Autonomy of Law",
      "authors": [
        {
          "name": "Suman Acharya",
          "authorId": "51030128"
        }
      ],
      "year": 2019,
      "abstract": "Law is the command of sovereign backed by sanction. It is also called British Positivism, which emerged with the rejection of natural law school. It totally separates law from morality. Morality is not a subject matter of law because morality is guided by emotions and self created values. British school has accepted various dimensions of positivism i.e. imperative theory, analytical theory, normative theory and legal system theory. Austin and Bentham are the supporter of imperative theory, HLA Hart is the devotee of analytical theory, Kelson is the proponent of normative theory and Joseph Raz is the follower of legal system theory. Although, Kelson and Joseph Raz are not from British origin, they contributed in line of British School of Thought. Kelson is from Vienna and Joseph Raz is from Jerusalem. Raz contributed for British School of Thought by teaching and writing. The divorce tradition of law and morality began with David Hume in philosophy. He burrowed it from Sextus Empiricus, a Greek philosopher. This tradition was applied in law by Bentham. He classified jurisprudence as censorial and expositorial jurisprudence but censorial jurisprudence is not a part of legal philosophy. However, Austin is the father of British Positive School because his publication appeared in the market prior than Bentham’s writing. HLA Hart analyses law with the union of primary and secondary rules and Kelson presents law as the hierarchy of norms with the domination of basic norms. Finally, Joseph Raz presents legal system as normative, institutional and coercive characters with the analysis of problem of existence, identity, structures and content.",
      "citationCount": 0,
      "doi": "10.2139/ssrn.3447844",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cbcaec21dc8041dc3b4dce942db4d64e1d909ec0",
      "venue": "Social Science Research Network",
      "journal": {
        "name": "SSRN Electronic Journal"
      },
      "publicationTypes": null
    },
    {
      "paperId": "09f6d3930071c050589ff0e1658fde8afa763c39",
      "title": "Becoming partners, retaining autonomy: ethical considerations on the development of precision medicine",
      "authors": [
        {
          "name": "A. Blasimme",
          "authorId": "6475221"
        },
        {
          "name": "E. Vayena",
          "authorId": "145104974"
        }
      ],
      "year": 2016,
      "abstract": "Precision medicine promises to develop diagnoses and treatments that take individual variability into account. According to most specialists, turning this promise into reality will require adapting the established framework of clinical research ethics, and paying more attention to participants’ attitudes towards sharing genotypic, phenotypic, lifestyle data and health records, and ultimately to their desire to be engaged as active partners in medical research.Notions such as participation, engagement and partnership have been introduced in bioethics debates concerning genetics and large-scale biobanking to broaden the focus of discussion beyond individual choice and individuals’ moral interests. The uptake of those concepts in precision medicine is to be welcomed. However, as data and medical information from research participants in precision medicine cohorts will be collected on an individual basis, translating a participatory approach in this emerging area may prove cumbersome. Therefore, drawing on Joseph Raz’s perfectionism, we propose a principle of respect for autonomous agents that, we reckon, can address many of the concerns driving recent scholarship on partnership and public participation, while avoiding some of the limitations these concept have in the context of precision medicine. Our approach offers a normative clarification to how becoming partners in precision is compatible with retaining autonomy.Realigning the value of autonomy with ideals of direct engagement, we show, can provide adequate normative orientation to precision medicine; it can do justice to the idea of moral pluralism by stressing the value of moral self-determination: and, finally, it can reconcile the notion of autonomy with other more communitarian values such as participation and solidarity.",
      "citationCount": 43,
      "doi": "10.1186/s12910-016-0149-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/09f6d3930071c050589ff0e1658fde8afa763c39",
      "venue": "BMC Medical Ethics",
      "journal": {
        "name": "BMC Medical Ethics",
        "volume": "17"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c2c8e0ecc21f64941ce8f3a5bd10767718ce397e",
      "title": "For an education that promotes autonomy of subjects situated in the world",
      "authors": [
        {
          "name": "Osterne Nonato Maia Filho",
          "authorId": "2056037719"
        },
        {
          "name": "Hamilton Viana Chaves",
          "authorId": "2057731302"
        },
        {
          "name": "Pablo de Sousa Seixas",
          "authorId": "2089991007"
        }
      ],
      "year": 2018,
      "abstract": "Autonomy in the etymological sense means authorship in the form of dealing with the law and can be translated as the capacity to self-govern. The development of the human autonomy has been the point of an old debate of diverse knowledge fields such as philosophy, education and psychology. Is the development of autonomy the goal of all human training? That is the question that we follow in order to contribute to this debate. The purpose of this reflection was to locate, in a systemic way, several contributions of the human thought in the formation for autonomy, not in a purely gnosiological perspective but also considering the broader ontological and social determinations. In the condition of a theoretical essay, we explored the interface between several fields of knowledge, especially psychology and education. That is what we called here autonomous subjects located in the world. To illustrate the situation, we describe, in an exploratory way, the relationship between the teacher formation in Brazil and an education for autonomy.",
      "citationCount": 0,
      "doi": "10.5935/2175-3520.20180009",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c2c8e0ecc21f64941ce8f3a5bd10767718ce397e",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "1"
      },
      "publicationTypes": null
    },
    {
      "paperId": "080f91196468b701408069fddbcc979a4ad9ba71",
      "title": "Individual Autonomy and Belonging",
      "authors": [
        {
          "name": "M. Rozynek",
          "authorId": "11328900"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1057/978-1-137-59506-5_5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/080f91196468b701408069fddbcc979a4ad9ba71",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "75-92",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "6328c68a19b952186cfd4a2b0a0a5fc40ad98694",
      "title": "НОВЫЙ ОБЛИК СУБЪЕКТНОСТИ: ДИАЛОГ, САМОРЕГУЛЯЦИЯ И САМООПРЕДЕЛЕНИЕ В СОВРЕМЕННОМ ОБЩЕСТВЕ",
      "authors": [
        {
          "name": "Мария Юрьевна Ланкина",
          "authorId": "2393675786"
        }
      ],
      "year": 2025,
      "abstract": "The aim of this study is to rethink the notion of subjectivity within the context of «social acceleration» and the «risk society», where traditional institutions are losing their stabilizing function, and individuals face the challenges of anxious freedom and informational overload. The authors seek to demonstrate how dialogue, phenomenological self-regulation, and the principles of Gestalt therapy shape a «new face» of the subject-one capable of maintaining autonomy and responsibility in contemporary post-industrial dynamics.\nThe methodological foundation of the study is grounded in philosophical discourse (Kant, Heidegger, Beck, Bauman, Castells) combined with qualitative analysis of psychotherapeutic practices. Key concepts of the Gestalt approach are examined-such as «organismic self-regulation», «mindful presence», and dialogical contact-drawing on case material from individual and group sessions, as well as empirical data on their effectiveness.\nResearch results show that the skill of slowing down and observing one’s own bodily and emotional responses increases the internal locus of control, reduces anxiety, and enhances the ability to engage in constructive dialogue. Participants in Gestalt groups exhibit lower susceptibility to manipulative media stimuli and a stronger sense of authorship over their own decisions. It is emphasized that dialogical self-regulation does not contradict rationality but complements it with phenomenological sensitivity and an ethical orientation toward the «I — You» relationship.\nThe prospects of the study promise for the integration of Gestalt principles into educational, corporate, and social programs, contributing to the development of a culture of responsibility and supporting subjective maturity in the face of accelerating global changes.",
      "citationCount": 0,
      "doi": "10.17213/2075-2067-2025-3-204-213",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6328c68a19b952186cfd4a2b0a0a5fc40ad98694",
      "venue": "Bulletin of the South-Russian state technical University (NPI) Series Socio-economic Sciences",
      "journal": {
        "name": "Bulletin of the South-Russian state technical University (NPI) Series Socio-economic Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a184f605930ba2dafa7039b6d98b8d85aea8aaf7",
      "title": "Rethinking Tech, Reclaiming Ourselves: Human Dignity and Human Rights in Technological Age",
      "authors": [
        {
          "name": "Paola Carbone",
          "authorId": "2299819706"
        }
      ],
      "year": 2025,
      "abstract": "Abstract This article explores the intricate relationship between humanism, digital technology, and human rights, emphasizing the importance of ethical, social, and cultural considerations alongside technical expertise in navigating the digital age. Rooted in Renaissance ideals of human dignity and self-determination, it argues that access to digital tools constitutes a fundamental right of citizenship, essential for meaningful participation in a globally connected society. Initiatives like Uruguay’s Ceibal program exemplify efforts to democratize technology, revealing both successes and persistent challenges in ensuring digital inclusion and equitable access. The role of the digital humanist is highlighted as a crucial intermediary, merging technological insight with ethical reflection to safeguard human autonomy and dignity in the face of rapid innovation. The article underscores the importance of advocating for a rethinking of cultural paradigms to prioritize human dignity and self-determination in technological integration rather than relying on technology to safeguard humanity from itself (see the “human in the loop”). This approach calls for a reflective and responsible framework that aligns technological advancement with the principles of equity, inclusion, and human flourishing. The potential of digital storytelling and electronic literature, including examples like We Are Fragmented, Voz Pública, and Priya’s Shakti, is explored as a means to amplify marginalized voices and foster empathy, demonstrating how technology can be harnessed for the advancement of human rights. These narratives illustrate how digital tools can contribute to cultural and ethical enrichment rather than alienation, challenging society to rethink foundational concepts like authorship, responsibility, and authenticity.",
      "citationCount": 0,
      "doi": "10.1515/pol-2025-2007",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a184f605930ba2dafa7039b6d98b8d85aea8aaf7",
      "venue": "Polemos",
      "journal": {
        "name": "Pólemos",
        "pages": "79 - 97",
        "volume": "19"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "080f653ef7cfedd890080367658b550f587cb451",
      "title": "The Theory of Self-Determination, Fernando R. Tesón, ed. (Cambridge: Cambridge University Press, 2016), 256 pp., $110 cloth, $34.99 paper.",
      "authors": [
        {
          "name": "A. Stilz",
          "authorId": "115714827"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1017/s0892679417000545",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/080f653ef7cfedd890080367658b550f587cb451",
      "venue": "Ethics &#x0026; International Affairs",
      "journal": {
        "name": "Ethics &#x0026; International Affairs",
        "pages": "521 - 523",
        "volume": "31"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "33d9bd09e849a69cdf445dfd6650b14203167260",
      "title": "Becoming partners, retaining autonomy: ethical considerations on the development of precision medicine",
      "authors": [
        {
          "name": "A. Blasimme",
          "authorId": "6475221"
        },
        {
          "name": "E. Vayena",
          "authorId": "145104974"
        }
      ],
      "year": 2016,
      "abstract": "Precision medicine promises to develop diagnoses and treatments that take individual variability into account. According to most specialists, turning this promise into reality will require adapting the established framework of clinical research ethics, and paying more attention to participants’ attitudes towards sharing genotypic, phenotypic, lifestyle data and health records, and ultimately to their desire to be engaged as active partners in medical research. Notions such as participation, engagement and partnership have been introduced in bioethics debates concerning genetics and large-scale biobanking to broaden the focus of discussion beyond individual choice and individuals’ moral interests. The uptake of those concepts in precision medicine is to be welcomed. However, as data and medical information from research participants in precision medicine cohorts will be collected on an individual basis, translating a participatory approach in this emerging area may prove cumbersome. Therefore, drawing on Joseph Raz’s perfectionism, we propose a principle of respect for autonomous agents that, we reckon, can address many of the concerns driving recent scholarship on partnership and public participation, while avoiding some of the limitations these concept have in the context of precision medicine. Our approach offers a normative clarification to how becoming partners in precision is compatible with retaining autonomy. Realigning the value of autonomy with ideals of direct engagement, we show, can provide adequate normative orientation to precision medicine; it can do justice to the idea of moral pluralism by stressing the value of moral self-determination: and, finally, it can reconcile the notion of autonomy with other more communitarian values such as participation and solidarity.",
      "citationCount": 1,
      "doi": "10.1186/s12910-016-0149-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/33d9bd09e849a69cdf445dfd6650b14203167260",
      "venue": "BMC Medical Ethics",
      "journal": {
        "name": "BMC Medical Ethics",
        "volume": "17"
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
