{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Scanlon What We Owe to Each Other",
  "results": [
    {
      "paperId": "dc6c4371cc133cef222e36e3b87f9f433b08fe09",
      "title": "What we owe each other",
      "authors": [
        {
          "name": "T. Scanlon",
          "authorId": "47879190"
        }
      ],
      "year": 1998,
      "abstract": null,
      "citationCount": 1819,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dc6c4371cc133cef222e36e3b87f9f433b08fe09",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "f18378a44c16059fb0a4de2314bb3eed52583b1f",
      "title": "Panel Discussion: Conflicts of Bankruptcy and Family Law",
      "authors": [
        {
          "name": "L. Howe",
          "authorId": "14739138"
        },
        {
          "name": "Leif M. Clark",
          "authorId": "114207708"
        },
        {
          "name": "Lora Livingston",
          "authorId": "145250259"
        }
      ],
      "year": 1998,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f18378a44c16059fb0a4de2314bb3eed52583b1f",
      "venue": "",
      "journal": {
        "name": "Texas Journal of Women, Gender, and the Law",
        "pages": "169",
        "volume": "7"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4954883cce468c72ce2147185dd02c60aa49a634",
      "title": "Clinical Social Work's Contribution to a Social Justice Perspective",
      "authors": [
        {
          "name": "Carol R. Swenson",
          "authorId": "14925891"
        }
      ],
      "year": 1998,
      "abstract": null,
      "citationCount": 141,
      "doi": "10.1093/SW/43.6.527",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4954883cce468c72ce2147185dd02c60aa49a634",
      "venue": "",
      "journal": {
        "name": "Social Work",
        "pages": "527-537",
        "volume": "43"
      },
      "publicationTypes": null
    },
    {
      "paperId": "559e64bb746d599c3dec8cb325f2adc0dab0a036",
      "title": "Male sex determination in the spiny rat Tokudaia osimensis (Rodentia: Muridae) is not Sry dependent",
      "authors": [
        {
          "name": "S. Soullier",
          "authorId": "3150288"
        },
        {
          "name": "C. Hanni",
          "authorId": "2080999145"
        },
        {
          "name": "F. Catzeflis",
          "authorId": "4156559"
        },
        {
          "name": "P. Berta",
          "authorId": "2303848227"
        },
        {
          "name": "V. Laudet",
          "authorId": "144669368"
        }
      ],
      "year": 1998,
      "abstract": null,
      "citationCount": 94,
      "doi": "10.1007/s003359900823",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/559e64bb746d599c3dec8cb325f2adc0dab0a036",
      "venue": "Mammalian Genome",
      "journal": {
        "name": "Mammalian Genome",
        "pages": "590-592",
        "volume": "9"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "92812b096b2f6060d068e673515a50d513fffa55",
      "title": "The scandal of the century",
      "authors": [
        {
          "name": "Wendy Graham",
          "authorId": "2052608168"
        }
      ],
      "year": 1998,
      "abstract": "Bombs capture international attention and outrage-maternal deaths do not. As Colombo tried to recover from the sad loss of sixteen lives owing to a bomb, another event was taking place in the same city-the wake for over 6 million women in their prime of life. These are the women who have died of pregnancy-related causes since the WHO Call to Action’ in 1987 which appealed for the prevention of these preventable deaths. Ten years on, an international technical consultation was held in Colombo2 to find out why the world has failed these women and their families, and failed the societies to which they contribute so much. At this meeting, lessons learnt over the past ten years were reviewed, priorities were flagged for the future, and frustration was vented against those with the power to bring about change-be these individuals, communities, national governments or international agencies. Just why there has been so little progress is hard to justify. But one thing is clear. As the next millennium approaches and while the industrialised countries note their achievements in bringing down maternal mortality to insignificant levels, the scandal of the century must surely be the deaths not averted among pregnant women in the developing world. Of course, calling for further action is the usual outcome of any scientific gathering, but what was perhaps unusual in Colombo was the consensus on the degree of urgency, particularly given the diversity of the participants. The two hundred and fifteen invitees were drawn from around the world, from different professions and different country settings-from Australia to Zimbabwe. This diversity presented its own challenge as the search for common messages was pursued, both within the timetabled sessions as well as the intense discussions which took place at every coffee break, mealtime, and evening recess. The overwhelming desire was to make sense of the senseless waste of women’s lives and to find some reason to be optimistic about the next ten years. Solace was found in the select few countries reliably showing a decline in maternal mortality. In this regard Sri Lanka was a most appropriate venue-with its low level of maternal mortality comparable to some parts of the so-called developed world. But this is the exception rather than the rule, and throughout the consultation recourse was made to the various scenarios intended to draw attention to the problem-the equivalence between maternal deaths and jumbo jets crashing every four hours day-in-day-out, the 17 maternal deaths occurring worldwide during the time it takes to give a 15 minute presentation, and the 1.2 million children each year whose lives are seriously compromised by the death of their mother. These scenarios have not impacted on their target audience-the politicians and other allocators of resources-who seem to be immune to any case made in terms of special pleading. This is a lesson which has been learnt the hard way and has now been heeded. So, how can the messages be sharpened and smartened? Firstly, the hang-up with quantitative information must be overcome. Throughout the technical consultation, Finagels Laws were seen to apply: ‘the data we have are not the data we want, the data we want are not the data we need, and the data we need are often not available’. But international health is full of examples of subjects which have become priorities without sound information-either on magnitude or on the effectiveness of interventions. The problem for maternal mortality and morbidity is that the case is being made at a time when the standards (and double-standards) for evidence are the driving force rather than considerations of social justice and human rights which should apply regardless of the reliability of the numbers involved. Enough is known to say that maternal death and life-long disability owing to pregnancy-related complications-haemorrhage, sepsis, eclampsia, obstructed labour, and unsafe abortion3-are too common in the developing world. The vast majority of this suffering is preventable with high quality maternity care-care which is effective, affordable, acceptable and accessible4-and with high quality family planning services to prevent unwanted pregnancies. The fact that there is enough information needs not only to be promoted by safe motherhood activists but also by technical specialists whose challenge is to work pragmatically with the best data that are available.",
      "citationCount": 34,
      "doi": "10.1111/J.1471-0528.1998.TB10116.X",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/92812b096b2f6060d068e673515a50d513fffa55",
      "venue": "British Journal of Obstetrics and Gynaecology",
      "journal": {
        "name": "BJOG: An International Journal of Obstetrics & Gynaecology",
        "volume": "105"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    }
  ],
  "count": 5,
  "errors": []
}
