{
  "status": "success",
  "source": "semantic_scholar",
  "query": "shared intentionality joint action",
  "results": [
    {
      "paperId": "70d3601b8d0f569af3c9c46ecf8a2c06c3062de1",
      "title": "Foundations of joint action: what are minimal forms of shared intentionality?",
      "authors": [
        {
          "name": "Katja Crone",
          "authorId": "2353137098"
        },
        {
          "name": "Max Gab",
          "authorId": "2356930672"
        },
        {
          "name": "Stefano Vincini",
          "authorId": "2385872006"
        }
      ],
      "year": 2025,
      "abstract": "ABSTRACT In this paper, we introduce the reader to current debates and theoretical disputes concerning minimal forms of shared intentionality. After briefly considering research on the phylogenetic origins of the human capacity to cooperate, we turn to minimal forms of shared intentionality observable in infants and young children. Based on these findings, we then briefly discuss whether dominant theories of shared intentionality adequately capture the full range of collective intentional phenomena or rely on overly complex cognitive assumptions. We conclude with an overview of the contributions to this special issue.",
      "citationCount": 0,
      "doi": "10.1080/09515089.2025.2491907",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/70d3601b8d0f569af3c9c46ecf8a2c06c3062de1",
      "venue": "Philosophical Psychology",
      "journal": {
        "name": "Philosophical Psychology",
        "pages": "1897 - 1908",
        "volume": "38"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "4fb52cfc20d82b37eff0c6796dbb63b7673f2430",
      "title": "Skilled we-intentionality: Situating joint action in the living environment",
      "authors": [
        {
          "name": "J. Kiverstein",
          "authorId": "2645405"
        },
        {
          "name": "Erik Rietveld",
          "authorId": "14137734"
        }
      ],
      "year": 2021,
      "abstract": "There is a difference between the activities of two or more individuals that are performed jointly such as playing music in a band or dancing as a couple, and performing these same activities alone. This difference is sometimes captured by appealing to shared or joint intentions that allow individuals to coordinate what they do over space and time. In what follows we will use the terminology of we-intentionality to refer to what individuals do when they engage in group ways of thinking, feeling and acting. Our aim in this paper is to argue that we-intentionality is best understood in relation to a shared living environment in which acting individuals are situated. By the “living environment” we mean to refer to places and everyday situations in which humans act. These places and situations are simultaneously social, cultural, material and natural. We will use the term “affordance” to refer to the possibilities for action the living environment furnishes. Affordances form and are maintained over time through the activities people repeatedly engage in the living environment. We will show how we-intentionality is best understood in relation to the affordances of the living environmentand by taking into account the skills people have to engage with these affordances. For this reason we coin the term ‘skilled we-intentionality’ to characterize the intentionality characteristic of group ways of acting, feeling and thinking.",
      "citationCount": 11,
      "doi": "10.12688/openreseurope.13411.2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4fb52cfc20d82b37eff0c6796dbb63b7673f2430",
      "venue": "Open Research Europe",
      "journal": {
        "name": "Open Research Europe",
        "volume": "1"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f4e7340841a8a92c7c5efc2f7b74ebd292bee911",
      "title": "Shared intentionality, reason-giving and the evolution of human culture",
      "authors": [
        {
          "name": "Cathal O’Madagain",
          "authorId": "1429792772"
        },
        {
          "name": "M. Tomasello",
          "authorId": "2534361"
        }
      ],
      "year": 2021,
      "abstract": "The biological approach to culture focuses almost exclusively on processes of social learning, to the neglect of processes of cultural coordination including joint action and shared intentionality. In this paper, we argue that the distinctive features of human culture derive from humans' unique skills and motivations for coordinating with one another around different types of action and information. As different levels of these skills of ‘shared intentionality’ emerged over the last several hundred thousand years, human culture became characterized first by such things as collaborative activities and pedagogy based on cooperative communication, and then by such things as collaborative innovations and normatively structured pedagogy. As a kind of capstone of this trajectory, humans began to coordinate not just on joint actions and shared beliefs, but on the reasons for what we believe or how we act. Coordinating on reasons powered the kinds of extremely rapid innovation and stable cumulative cultural evolution especially characteristic of the human species in the last several tens of thousands of years. This article is part of a discussion meeting issue ‘The emergence of collective knowledge and cumulative culture in animals, humans and machines’.",
      "citationCount": 39,
      "doi": "10.1098/rstb.2020.0320",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f4e7340841a8a92c7c5efc2f7b74ebd292bee911",
      "venue": "Philosophical Transactions of the Royal Society of London. Biological Sciences",
      "journal": {
        "name": "Philosophical Transactions of the Royal Society B: Biological Sciences",
        "volume": "377"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6bbe41ef30a73367a55543ca910e2129f0387eda",
      "title": "From shared intentionality to moral obligation? Some worries",
      "authors": [
        {
          "name": "N. Roughley",
          "authorId": "14898406"
        }
      ],
      "year": 2018,
      "abstract": "ABSTRACT According to Tomasello’s natural history of human morality, morality's key structures come into being in the dyadic joint action of early human hunters. Such joint action, Tomasello claims, involves the generation of a new entity, a “joint agent,” and brings with it insight into the agent-independence of agential roles. These two features are, Tomasello argues, decisive for the inception of early humans’ “respect”-based proto-morality. The key structures at work are then, he claims, “scaled up” in the “group morality” of modern humans. I raise three worries about the narrative at the level of early humans’ proto-morality. These concern the content of proto-moral “respect,” the role of language or proto-language, and the limits of focusing on dyads. In a final step, I express the concern that Tomasello’s construal of the “scaling up” process appears to lose the key structural features of respect, as it seems unable to distinguish social and moral norms.",
      "citationCount": 2,
      "doi": "10.1080/09515089.2018.1486610",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6bbe41ef30a73367a55543ca910e2129f0387eda",
      "venue": "Philosophical Psychology",
      "journal": {
        "name": "Philosophical Psychology",
        "pages": "736 - 754",
        "volume": "31"
      },
      "publicationTypes": null
    },
    {
      "paperId": "401ed6a1a07506e1dbe0882aea8dba2b3b6acc4c",
      "title": "Shared action: An existential phenomenological account",
      "authors": [
        {
          "name": "N. Knudsen",
          "authorId": "112864244"
        }
      ],
      "year": 2021,
      "abstract": "Drawing on recent phenomenological discussions of collective intentionality and existential phenomenological accounts of agency, this article proposes a novel interpretation of shared action. First, I argue that we should understand action on the basis of how an environment pre-reflectively solicits agents to behave based on (a) the affordances or goals inflected by their abilities and dispositions and (b) their self-referential commitment to a project that is furthered by these affordances. Second, I show that this definition of action is sufficiently flexible to account for not only individual action (in which both (a) and (b) refer only to an individual) but also several distinct subtypes of shared action. My thesis is that behaviour counts as shared action if and only if it is caused by a solicitation in which either (a) the goals, or (b) the commitments, or both (a) goals and (b) commitments are joint, i.e., depend on several individuals. We thereby get three distinct subtypes of shared actions: (i) jointly coordinated individually committed action, (ii) individually coordinated jointly committed action, and (iii) jointly coordinated jointly committed action.",
      "citationCount": 4,
      "doi": "10.1007/s11097-021-09785-4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/401ed6a1a07506e1dbe0882aea8dba2b3b6acc4c",
      "venue": "Phenomenology and the Cognitive Sciences",
      "journal": {
        "name": "Phenomenology and the Cognitive Sciences",
        "pages": "63 - 83",
        "volume": "23"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5472303f1fe78424fd77fc15cfff2a38788e23c2",
      "title": "Joint Intentionality",
      "authors": [
        {
          "name": "Ladislav Koreň",
          "authorId": "37847316"
        }
      ],
      "year": 2016,
      "abstract": "Abstract According to the shared intentionality hypothesis proposed by Michael Tomasello, two cognitive upgrades – joint and collective intentionality, respectively – make human thinking unique. Joint intentionality, in particular, is a mindset supposed to account for our early, species-specific capacity to participate in collaborative activities involving two (or a few) agents. In order to elucidate such activities and their proximate cognitive-motivational mechanism, Tomasello draws on philosophical accounts of shared intentionality. I argue that his deference to such cognitively demanding accounts of shared intentional activities is problematic if his theoretical ambition is in part to show that and how early (prelinguistic and precultural) capacities for joint action contribute to the development of higher cognitive capacities.",
      "citationCount": 4,
      "doi": "10.1515/jso-2015-0047",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5472303f1fe78424fd77fc15cfff2a38788e23c2",
      "venue": "",
      "journal": {
        "name": "Journal of Social Ontology",
        "pages": "75 - 85",
        "volume": "2"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3e2ca9d089e5e79d9bc56c2a7e11e4257f9cfde6",
      "title": "Naturalizing joint action: A process-based approach",
      "authors": [
        {
          "name": "Deborah Tollefsen",
          "authorId": "39221292"
        },
        {
          "name": "Rick Dale",
          "authorId": "144301561"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 106,
      "doi": "10.1080/09515089.2011.579418",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3e2ca9d089e5e79d9bc56c2a7e11e4257f9cfde6",
      "venue": "",
      "journal": {
        "name": "Philosophical Psychology",
        "pages": "385 - 407",
        "volume": "25"
      },
      "publicationTypes": null
    },
    {
      "paperId": "bd1fac15e1665c515439fcb1a3db6584342f8d8f",
      "title": "Joint Guidance: A Capacity to Jointly Guide",
      "authors": [
        {
          "name": "Marco Mattei",
          "authorId": "2343957478"
        }
      ],
      "year": 2025,
      "abstract": "Sometimes, we act in concert with others, as when we go for a walk together, or when two mathematicians try to prove a difficult theorem with each other. An interesting question is what distinguishes the actions of individuals that together constitute some joint activity from those that amount to a mere aggregation of individual behaviours. It is common for philosophers to appeal to collective intentionality to explain such instances of shared agency. This framework generalizes the approach traditionally used to explain individual action: a behaviour is an action just in case it causally follows from the relevant intention. Contemporary philosophers of action, as well as cognitive psychologists, however, have criticised this way of explaining individual actions, favouring instead an approach that puts “control” or “guidance” as the discerning factor: a behaviour is an action just in case the agent controls it, or just in case it is guided by the agent. In this paper, I argue that we should include talk of guidance even in cases of joint action. I first show that problems of deviant causation arise also in cases of joint action, and that therefore guidance is required to face this issue. Then, I show what a “capacity to jointly guide” amounts to for an individual in a group and how joint guidance relates to individual guidance. Joint guidance is actually constituted by task co-representation and the sense of being jointly committed. I argue that an approach that favours joint guidance over collective intentions eschews a lot of metaphysical problems about collective mentality and group subjects, and it is thus more explanatorily fruitful.",
      "citationCount": 0,
      "doi": "10.1007/s13164-025-00766-z",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bd1fac15e1665c515439fcb1a3db6584342f8d8f",
      "venue": "Review of Philosophy and Psychology",
      "journal": {
        "name": "Review of Philosophy and Psychology",
        "pages": "1027 - 1057",
        "volume": "16"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0ef42187f6fd9fc3722bc2883217b91e0be26605",
      "title": "Evolutionarily Primitive Social Entities",
      "authors": [
        {
          "name": "Angelica Kaufmann",
          "authorId": "2387961422"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11406-025-00841-w",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0ef42187f6fd9fc3722bc2883217b91e0be26605",
      "venue": "Philosophia",
      "journal": {
        "name": "Philosophia",
        "pages": "255 - 280",
        "volume": "53"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b7adf7cd050897097cbb0e4ad4336379f3af9a83",
      "title": "Joint Motor Action and Cross-Creature Embodiment",
      "authors": [
        {
          "name": "A. Seemann",
          "authorId": "46243802"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 6,
      "doi": "10.1007/S13164-011-0051-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b7adf7cd050897097cbb0e4ad4336379f3af9a83",
      "venue": "",
      "journal": {
        "name": "Review of Philosophy and Psychology",
        "pages": "279-301",
        "volume": "2"
      },
      "publicationTypes": null
    },
    {
      "paperId": "42fcf4eca33d475098a4dd29ca78fdf9548e5e1d",
      "title": "Shared Agency: The Praxiological Approach",
      "authors": [
        {
          "name": "P. Makowski",
          "authorId": "50704376"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-319-40051-8_7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/42fcf4eca33d475098a4dd29ca78fdf9548e5e1d",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "185-213",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "0cfea64264c6e1a7c352939a4fe730b36ee99b72",
      "title": "The unity and plurality of sharing",
      "authors": [
        {
          "name": "Dan Zahavi",
          "authorId": "2274513195"
        }
      ],
      "year": 2023,
      "abstract": "ABSTRACT Many accounts of collective intentionality target rather sophisticated types of cooperative activities, i.e., activities with complex goals that require prior planning and various coordinating and organizing roles. But although joint action is of obvious importance, an investigation of collective intentionality should not merely focus on the question of how we can share agentive intentions. We can act and do things together, but it is not obvious that the awe felt and shared by a group of Egyptologists when they gain entry to a newly discovered pharaonic tomb can or should be analyzed in the same way as, say, a heist that a group of criminals carefully plan and execute together. The aim of the article is to better understand the kind of emotional sharing that can occur between two individuals who are perceptually co-present. Does the sharing involve a kind of phenomenal fusion? Is it a matter of sharing one and the same token experience? It will be argued that both of these recent suggestions must be rejected as misleading in favor of an account that sees emotional sharing as a form of emotional integration that involves constitutively interdependent processes of empathy, second-personal address, and identification.",
      "citationCount": 7,
      "doi": "10.1080/09515089.2023.2296596",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0cfea64264c6e1a7c352939a4fe730b36ee99b72",
      "venue": "Philosophical Psychology",
      "journal": {
        "name": "Philosophical Psychology",
        "pages": "2003 - 2023",
        "volume": "38"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a0b33383548cf6a03bc7f3b3e36767bcfec3f3a4",
      "title": "Applying Analytic Reasoning to Clarify Intention and Responsibility in Joint Criminal Enterprise Cases",
      "authors": [
        {
          "name": "Anthony Amatrudo",
          "authorId": "113312519"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 3,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a0b33383548cf6a03bc7f3b3e36767bcfec3f3a4",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "920-936",
        "volume": "6"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c0a4786801c462a12f2fbfd69610a33ed151d87f",
      "title": "Individualism versus interactionism about social understanding",
      "authors": [
        {
          "name": "Judith H. Martens",
          "authorId": "79546532"
        },
        {
          "name": "T. Schlicht",
          "authorId": "4944210"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 13,
      "doi": "10.1007/S11097-017-9499-X",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c0a4786801c462a12f2fbfd69610a33ed151d87f",
      "venue": "",
      "journal": {
        "name": "Phenomenology and the Cognitive Sciences",
        "pages": "245-266",
        "volume": "17"
      },
      "publicationTypes": null
    },
    {
      "paperId": "78d907fec1f98192d648b25bc721bef6759d95b4",
      "title": "Watching a film with others: towards a theory of collective spectatorship",
      "authors": [
        {
          "name": "Julian Hanich",
          "authorId": "4398353"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 33,
      "doi": "10.1093/SCREEN/HJU026",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/78d907fec1f98192d648b25bc721bef6759d95b4",
      "venue": "",
      "journal": {
        "name": "Screen",
        "pages": "338-359",
        "volume": "55"
      },
      "publicationTypes": null
    },
    {
      "paperId": "260fb964f563c140401802552ecedac782bf0585",
      "title": "Intentional acts and institutional facts : essays on John Searle's social ontology",
      "authors": [
        {
          "name": "S. Tsohatzidis",
          "authorId": "2670811"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 40,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/260fb964f563c140401802552ecedac782bf0585",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "ac2aaac115ab2c9f98c0d52dfa07deb60b99dae1",
      "title": "A frame of analysis for collective free improvisation on the bridge between Husserl’s phenomenology of time and some recent readings of the predictive coding model",
      "authors": [
        {
          "name": "Luciano Angelino",
          "authorId": "93139955"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/s11097-019-09640-7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ac2aaac115ab2c9f98c0d52dfa07deb60b99dae1",
      "venue": "Phenomenology and the Cognitive Sciences",
      "journal": {
        "name": "Phenomenology and the Cognitive Sciences",
        "pages": "349-369",
        "volume": "19"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0270cd059cc5a716270124080a01bf7dbf14f6c1",
      "title": "Tu, Io, e Noi. La condivisione delle esperienze emozionali",
      "authors": [
        {
          "name": "Dan Zahavi",
          "authorId": "2082580440"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.3280/LAS2016-057018",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0270cd059cc5a716270124080a01bf7dbf14f6c1",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "85-102",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "ba5f60cda64ad1c8a1bb96c9716cab58ba62f743",
      "title": "Individualism versus interactionism about social understanding",
      "authors": [
        {
          "name": "Judith H. Martens",
          "authorId": "79546532"
        },
        {
          "name": "T. Schlicht",
          "authorId": "4944210"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11097-017-9499-x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ba5f60cda64ad1c8a1bb96c9716cab58ba62f743",
      "venue": "Phenomenology and the Cognitive Sciences",
      "journal": {
        "name": "Phenomenology and the Cognitive Sciences",
        "pages": "245 - 266",
        "volume": "17"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9650927d517549fcd39f92c7bcf4579e14074ecf",
      "title": "A frame of analysis for collective free improvisation on the bridge between Husserl’s phenomenology of time and some recent readings of the predictive coding model",
      "authors": [
        {
          "name": "Luciano Angelino",
          "authorId": "93139955"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11097-019-09640-7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9650927d517549fcd39f92c7bcf4579e14074ecf",
      "venue": "Phenomenology and the Cognitive Sciences",
      "journal": {
        "name": "Phenomenology and the Cognitive Sciences",
        "pages": "349 - 369",
        "volume": "19"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b0378cc7e0ac91096e4542f6d8a6a4d8796cfad7",
      "title": "The role of empathy in shared intentionality: Contributions from Inter-Processual Self theory",
      "authors": [
        {
          "name": "Elkin O. Luis",
          "authorId": "1956074"
        },
        {
          "name": "Martín Martínez",
          "authorId": "2116737991"
        },
        {
          "name": "Kleio Akrivou",
          "authorId": "4627567"
        },
        {
          "name": "G. Scalzo",
          "authorId": "2084672056"
        },
        {
          "name": "Martín Aoiz",
          "authorId": "2173386925"
        },
        {
          "name": "J. V. Orón Semper",
          "authorId": "3967472"
        }
      ],
      "year": 2023,
      "abstract": "Research in psychology related to the conceptualization of empathy has been on the rise in the last decades. However, we argue that there is still space for further research to help capture the important notion of empathy and its theoretical and conceptual depth. Following a critical review of the current state of the research that conceptualizes and measures empathy, we focus on works that highlight the importance of a shared vision and its relevance in psychology and neuroscience. Considering the state of the art of current neuroscientific and psychological approaches to empathy, we argue for the relevance of shared intention and shared vision in empathy-related actions. Upon review of different models that emphasize a shared vision for informing research on empathy, we suggest that a newly developed theory of self, human growth and action–the so-called Inter-Processual Self theory (IPS)–can significantly and novelly inform the theorization on empathy beyond what the literature has stated to date. Then, we show how an understanding of integrity as a relational act that requires empathy is an essential mechanism for current key research on empathy and its related concepts and models. Ultimately, we aim to present IPS as a distinctive proposal to expand upon the conceptualization of empathy.",
      "citationCount": 9,
      "doi": "10.3389/fpsyg.2023.1079950",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b0378cc7e0ac91096e4542f6d8a6a4d8796cfad7",
      "venue": "Frontiers in Psychology",
      "journal": {
        "name": "Frontiers in Psychology",
        "volume": "14"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "74b441d124aea27b0d44f6b496de52dae6cb3ca5",
      "title": "Two kinds of failure in joint action: On disrespect and directed duties",
      "authors": [
        {
          "name": "Guido Löhr",
          "authorId": "2323957161"
        }
      ],
      "year": 2024,
      "abstract": "\n I identify two kinds of failure in joint action. First, we can fail to ‘do our part’, that is, fail to contribute to fulfilling the joint intention. Second, we can fail to respect our collaborators. Recognizing the distinct natures of both normative relations helps us overcome a key challenge to a reductionist theory of collective intentionality posed by Margaret Gilbert. According to this objection, we have obligations towards others even in immoral joint actions – a claim that was recently supported experimentally. Except for a handful of experimental papers, work on the normativity in joint intention has stagnated. I hope the distinction breathes fresh air into the theoretical and empirical debate.",
      "citationCount": 2,
      "doi": "10.1093/analys/anae045",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/74b441d124aea27b0d44f6b496de52dae6cb3ca5",
      "venue": "Analysis",
      "journal": {
        "name": "Analysis"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8f126ec39d779529f59a8b0ae7ea954d8ecaade6",
      "title": "Zhuangzi and collaboration in animals: a critical conceptual analysis of shared intentionality",
      "authors": [
        {
          "name": "D. Papadopoulos",
          "authorId": "2061497144"
        }
      ],
      "year": 2023,
      "abstract": "Shared intentionality is a specific form of shared agency where a group can be understood to have an intention. It has been conjectured that humans are better equipped for collaboration than other animals because humans but not other great apes share intentions. However, exporting shared intentionality from a debate about the ontology of mental state attributions like intentions to groups does not seamlessly lend itself to evolutionary science. To explore and de-center the implicit assumptions of Western conceptions of cooperation, I look at Zhuangzi’s philosophy of (in)action. This philosophy treats the actions of individuals as always a form of co-action alongside other agencies to whom one must adapt. Thinking of collaboration as a product of skillful co-action, not shared intention, sidesteps asking about cooperation in “kinds” or levels. Instead, it directs attention to the know-how and behavioral flexibility needed to make our constant coordination adaptive.",
      "citationCount": 0,
      "doi": "10.3389/fpsyg.2023.1170358",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8f126ec39d779529f59a8b0ae7ea954d8ecaade6",
      "venue": "Frontiers in Psychology",
      "journal": {
        "name": "Frontiers in Psychology",
        "volume": "14"
      },
      "publicationTypes": [
        "Review",
        "JournalArticle"
      ]
    },
    {
      "paperId": "0b4cfbfe2aa04cfb8e85fd9a0c48b5d453a57916",
      "title": "The self-reinforcing nature of joint action",
      "authors": [
        {
          "name": "Facundo M. Alonso",
          "authorId": "113362376"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11098-024-02145-3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0b4cfbfe2aa04cfb8e85fd9a0c48b5d453a57916",
      "venue": "Philosophical Studies",
      "journal": {
        "name": "Philosophical Studies",
        "pages": "1047 - 1065",
        "volume": "181"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0997e1f7ba7e7efe1bd0fe14f4a484ad03584a5a",
      "title": "Joint action and the expression of shared intentions: an expanded Taylorian account",
      "authors": [
        {
          "name": "S. Bowden",
          "authorId": "113235810"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1111/EJOP.12158",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0997e1f7ba7e7efe1bd0fe14f4a484ad03584a5a",
      "venue": "",
      "journal": {
        "name": "European Journal of Philosophy",
        "pages": "440-462",
        "volume": "25"
      },
      "publicationTypes": null
    }
  ],
  "count": 25,
  "errors": []
}
