{
  "status": "success",
  "source": "semantic_scholar",
  "query": "self-realization work activity",
  "results": [
    {
      "paperId": "69b02f8719437e6a84bd2915e7a0b97008521ab0",
      "title": "DIFFERENT APPROACHES TO THE DEFINITION OF THE CONCEPT OF “NEED FOR SELF-REALIZATION” IN PROFESSIONAL ACTIVITY",
      "authors": [
        {
          "name": "N. Ponomarenko",
          "authorId": "88452466"
        }
      ],
      "year": 2022,
      "abstract": "The definition of “need” and its place in student's professional activity in higher educational establishment is studied in this work. \nThe survey of having scientific researches in this field applied to pedagogy, psychology and philosophy is made. The analysis of works let us affirm that the definition “need” is one of the main definitions in theory of person development. In its turn, the highest constituent of definition of “need ” is the definition “need of self-realization in professional activity”. \nAn insufficient research of these definitions in the context of professional activity of students gives the reasons for further learning and analyzing of this problem. \nIt was learned that the definitions “need” and “self realization” have the qualities characterizing the forms of man's growth to personal and professional maturity.",
      "citationCount": 0,
      "doi": "10.31812/educdim.5674",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/69b02f8719437e6a84bd2915e7a0b97008521ab0",
      "venue": "Educational Dimension",
      "journal": {
        "name": "Educational Dimension"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "142f22e56795f45439442e75f7bc5f43f94a0e73",
      "title": "[Life as regulatory activity and self-realization: debate surrounding the concept of biological regulation in Goldstein and Canguilhem].",
      "authors": [
        {
          "name": "Agustín Ostachuk",
          "authorId": "4350497"
        }
      ],
      "year": 2015,
      "abstract": "The influence of Kurt Goldstein on the thinking of Georges Canguilhem extended throughout his entire work. This paper seeks to examine this relationship in order to conduct a study of the norm as a nexus or connection between the concept and life. Consequently, this work will be a reflection on the approach to life as a regulatory activity and self-realization. For this, it will be necessary to redefine the concepts of health and disease, and make a crossover between the two. At the end of this trajectory, it will be found that these concepts can explain the identity between the concept and life, which leads to the unexpected conclusion that the cure is ultimately self-healing.",
      "citationCount": 1,
      "doi": "10.1590/S0104-59702015005000009",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/142f22e56795f45439442e75f7bc5f43f94a0e73",
      "venue": "História, Ciências, Saúde: Manguinhos",
      "journal": {
        "name": "Historia, ciencias, saude--Manguinhos",
        "pages": "\n          1199-214\n        ",
        "volume": "22 4"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "316ed1b0e0ca521b045c0a612d1b842d4113547d",
      "title": "ENRICHMENT OF THE CONTENT OF EDUCATIONAL ACTIVITIES OF TEENAGERS WITH EDUCATIONAL MATERIAL RELATED TO THE COVERAGE OF WAYS OF ACHIEVING HAPPINESS AS A PERSONAL SELF-REALIZATION",
      "authors": [
        {
          "name": "Тетяна Уварова",
          "authorId": "117970811"
        },
        {
          "name": "T. Uvarova",
          "authorId": "3773916"
        }
      ],
      "year": 2017,
      "abstract": "The article highlights the stages and content of research and experimental work on the realization of pedagogical conditions of formation in teenagers of the notions of happiness as personal self-realization. The essence of the concept “pedagogical conditions” is specified. Pedagogical conditions for the formation in teenagers ideas about happiness as personal self-realization are determined and theoretically grounded. The process of enriching the content of educational activity of teenagers’ educational material related to the coverage of the ways to achieve human happiness in life is reviewed. The list of educational disciplines in the process of studying of which the students’ interest in the problem of happiness has become more active is given in the article. It became possible to include additional materials on the named topic. The examples of questions and problems with the help of which it was established which basic ideas about happiness have pupils are given, what were the prevailing ideas about happiness at different stages of society’s development, what is the essence of the phenomenon of happiness from the position of modern science and with the support of concrete examples from the life of real people, the conditions and circumstances that contribute to a sense of happiness, as well as the ways to achieve it. The forms of work with sources of various information about happiness are described: preparation of reports, organization of discussions, round tables and game-discussions on the lessons of Ethics and Health Basics; reading and discussion of literary texts of different genres and types provided by the school curriculum in such disciplines as Ukrainian literature and Foreign literature; listening to classical music, singing songs in Ukrainian and English; enrichment of emotional and aesthetic experience during perception of the surrounding world, interpretation and evaluation of works of fine art and the like. The process of formation teenagers’ ideas of happiness as a personality’s self-realization continued during the realization of the second condition, aimed at organization of extracurricular cognitive activity with the purpose of forming in teenagers the notion of happiness as personal self-realization, as well as the third condition – attracting schoolchildren to communication and socially useful activities as a means of ensuring their personalization and stimulating their sense of happiness from the results of their work. It is proved that realization of certain and theoretically grounded pedagogical conditions contributes to the increase in the effectiveness of the process of forming in teenagers the notion of happiness as personal self-realization.",
      "citationCount": 0,
      "doi": "10.24139/2312-5993/2017.10/076-085",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/316ed1b0e0ca521b045c0a612d1b842d4113547d",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "76-85",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "d23cb1a3768f4bcf3f841e3b4abc02f06d1265d3",
      "title": "THE PHILOSOPHY OF WORK: UNDERSTANDING THE MEANING AND VALUE OF WORK",
      "authors": [
        {
          "name": "Balkenzhe Toleu",
          "authorId": "2326906862"
        },
        {
          "name": "Gulzhanat Utesheva",
          "authorId": "2326878750"
        },
        {
          "name": "Aktore Kopbay",
          "authorId": "2326876518"
        }
      ],
      "year": 2024,
      "abstract": "This article presents a comprehensive study on the philosophy of work, with an emphasis on the meaning and values of work in a modern context. Within the framework of the work, an in-depth literary review was conducted, which allows us to track historical changes in the perception of work from antiquity to the present day. Further, using a sociological survey of 50 respondents, modern trends and people's attitude to labor activity were revealed. \nThe survey results demonstrate the growing value of work as a means of self-realization and personal growth, reflecting a shift in emphasis from material aspects to psychological ones. Focus groups were also organized as part of the study, where participants discussed current needs in the context of their work. \nAs a result, it is revealed that modern technological innovations and socio-cultural changes lead to a rethinking of the role of work in human life, focusing on the quality of the working environment, flexibility of schedules and opportunities for continuous learning. In conclusion, the article emphasizes the need for further research in this area to adapt educational and organizational structures to the changing needs of the labor market.",
      "citationCount": 0,
      "doi": "10.48010/aa.v101i3.514",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d23cb1a3768f4bcf3f841e3b4abc02f06d1265d3",
      "venue": "Адам әлемі",
      "journal": {
        "name": "Адам әлемі"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "9540b0137914b70413964c1ced3cdec4f53d9c2a",
      "title": "THE FORMATION OF COMMUNICATIVE TOLERANCE AS A NECESSARY CONDITION FOR THE DEVELOPMENT OF PEDAGOGICAL ETHICS IN THE PROFESSIONAL ACTIVITY OF A TEACHER",
      "authors": [
        {
          "name": "T. Potapchuk",
          "authorId": "2289567055"
        }
      ],
      "year": 2024,
      "abstract": "The article examines the formation of a teacher’s communicative tolerance as an important component of his ethical culture and professional development. This process is complex and continuous, as it is based on the active interaction of the individual with the professional environment, which significantly affects the effectiveness of pedagogical work. Communicative tolerance is the basis for professional self-development, self-education and self-realization of teachers. It is noted that the concept of “tolerance” remains ambiguously interpreted and is often equated with “tolerance” in scientific sources, originating from the Latin term toleranttia. Researchers also interpret the term “communicative tolerance” in different ways, describing it as a professional quality manifested in the pedagogical environment during interaction with people with whom specialists have to work directly. The importance of communicative tolerance as a necessary condition for the development of pedagogical ethics in professional activity is highlighted. It is noted that tolerance affects the attitude towards other people, their psychological states, qualities and actions in the process of communicative interaction. Communicative tolerance covers the focus of consciousness on tolerant and conflict-free communication, as well as a benevolent type of interaction. This issue is especially relevant for teachers who, as carriers of cultural values, have the task of forming in their students the ability for effective interaction, empathy and respect. It was found that the teacher and students may have different values ​​and orientations in the field of interaction, which can lead to manifestations of communicative intolerance towards each other. As for the ethical aspect, it reflects the ethical norms that the teacher adheres to – being guided by a sense of duty or a habit of acting irresponsibly. Emphasis is placed on the importance of developing communicative tolerance as an essential element in the training of specialists in the pedagogical field, which contributes to the creation of a positive sociocultural environment. Key words: communicative tolerance, communicative competence, pedagogical ethics, professional activity, benevolence, interaction.",
      "citationCount": 0,
      "doi": "10.32755/sjeducation.2024.02.169",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9540b0137914b70413964c1ced3cdec4f53d9c2a",
      "venue": "Scientific Herald of Sivershchyna Series Education Social and Behavioural Sciences",
      "journal": {
        "name": "Scientific Herald of Sivershchyna. Series: Education. Social and Behavioural Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "15b8eeb6b16f4ddad2afc27249ff9e695dfe1823",
      "title": "SELF-EDUCATION AS A TREND OF THE PARADIGM OF KNOWLEDGE CULTURE STUDENT OF PEDAGOGICAL UNIVERSITY",
      "authors": [
        {
          "name": "N.A. Ivanischeva",
          "authorId": "2147161220"
        },
        {
          "name": "L. Kochemasova",
          "authorId": "122506170"
        }
      ],
      "year": 2021,
      "abstract": "Self-education is one of the main types of student learning activities of the Pedagogical University. In the process of self-education, the intellectual activity regulator is the culture of knowledge. The knowledge of natural science disciplines occurs from the position of the individual style of self-education “outside the template”, reproduction of values of culture and their transformation in the educational work of the individual. The professional and personal qualities of the student reflect its self-educational competence in the aggregate of the objective, motivational-semantic and regulatory and reflective components. The purpose of our study is to identify the levels of self-education competence in students of pedagogical universities of the Volga and Ural Federal Districts of Russia in the field of natural science disciplines and the factors of its development. Cognitive motive and motive of self-realization are key in manifestation of self-education competence. The level of development of self-education competence was recorded by the statistical program “IBM SPSS Statistics 22” on average indicators and selective standard deviation. In our proposed concept, the phenomenon of self-education competence is first reviewed in the context of its development at the subject of the pedagogical profession. We are proved that the need for the creation of pedagogical constructs increases in a transforming educational environment, which would provide a transition from traditional self-education samples to building its own model of scientific and practical training technologies. The results of the study made it possible to identify differences in students of younger and senior courses in personal interest to continuously engage in self-education activities for their professional personal development.",
      "citationCount": 0,
      "doi": "10.25198/1814-6457-229-22",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/15b8eeb6b16f4ddad2afc27249ff9e695dfe1823",
      "venue": "Vestnik Orenburgskogo gosudarstvennogo universiteta",
      "journal": {
        "name": "Vestnik Orenburgskogo gosudarstvennogo universiteta"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "5110e0706376396eacd7804d75662448a9f42683",
      "title": "The role of transcendental reflection in realization of the power of judgment",
      "authors": [
        {
          "name": "Балановский Валентин Валентинович",
          "authorId": "2140925841"
        }
      ],
      "year": 2020,
      "abstract": "\n This article analyzes the peculiarities of functionality of transcendental reflection among judges in the context of realization of the power of judgment. An attempt is made to answer the questions on how the judges exercise their power of judgment in decision-making, problems they are facing and ways for their solution. Attention is focused on the peculiarities of ensuring unity of self-consciousness of the judge in carrying out professional activity, as well as on the flaws of the determining and reflective power of judgment, which serve as the grounds for vacation of decisions of the courts of primary jurisdiction through appellation. The author also reviews the prospects for the implementation of artificial intelligence systems into judicial proceedings in light of the questions raised in the article. This work leans on the results of research conducted in 2019–2020 at the intersection of theoretical philosophy, philosophy and sociology of law, theory of state and law. Within the framework of this study, the question of decision-making by judges is viewed through the prism of philosophical system of I. Kant, namely through his concept of the power of judgment. The research is carried out in three directions: transcendental, formal-legal, and sociological. The results consist in formulation of practical recommendations that would improve the effectiveness of realization of the power of judgment, and thus the overall efficiency of judicial proceedings in Russia.\n",
      "citationCount": 0,
      "doi": "10.25136/2409-7136.2020.12.34847",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5110e0706376396eacd7804d75662448a9f42683",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "31-43",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "1567812c26bdb57577f9c9ce115c752d0aba8764",
      "title": "АNALYZING DEEP UTOPIA",
      "authors": [
        {
          "name": "Miloš Agatonović",
          "authorId": "116222186"
        }
      ],
      "year": 2025,
      "abstract": "In his book Deep Utopia (2024), Nick Bostrom examines the question of life’s meaning within a “solved world,” where technological advancements have resolved all human challenges and eliminated the need for work, granting people the freedom to shape their lives as they will. From a technological maturity standpoint, a deep utopia is a realistic goal, while assuming human work and activity are needed would be unrealistic. A future in which autonomous machines are woven into daily life raises new questions and challenges, as work has traditionally been a means of human self-realization. There’s a risk that a world dominated by autonomous machines could become one in which humanity is enslaved by its own ideas. The present paper will point out that Bostrom’s “solved world” thought experiment overlooks the notion that meaning and values in human life are intrinsically tied to work.",
      "citationCount": 0,
      "doi": "10.46793/humanologyi-1.199a",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1567812c26bdb57577f9c9ce115c752d0aba8764",
      "venue": "Humanology : international Journal for Advanced and Applied Philosophy for 21st Centur",
      "journal": {
        "name": "Humanology : international Journal for Advanced and Applied Philosophy for 21st Centur"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6080dd1c6da0a70209f9bc7631ddaa71eeb9afd3",
      "title": "Life Between Bios and Zoē: Barbaras and Cross-Cultural Philosophy",
      "authors": [
        {
          "name": "David W. Johnson",
          "authorId": "2318923942"
        }
      ],
      "year": 2024,
      "abstract": "abstract:One of the most suggestive points of contact between the thought of the Japanese philosopher and psychiatrist Kimura Bin and the phenomenology of Renaud Barbaras is the parallel between the way the concepts of life as a movement (of becoming) and as an event (of individuation) function in Barbaras’s work, and the way that Kimura employs the terms bios (the individuated life of the organism) and zoē (life as the shared power in all living things). This conceptual frame enables both thinkers to give an account of life as an event that itself is caught up in the ongoing activity of the world. The article shows that bringing Kimura’s work together with Barbaras’s allows us to apprehend something that neither alone could fully grasp: the character of human life as an unfolding event that, as continuous with the life of the world, can be more fully effectuated as a movement of self-realization.",
      "citationCount": 1,
      "doi": "10.5325/jspecphil.38.3.0287",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6080dd1c6da0a70209f9bc7631ddaa71eeb9afd3",
      "venue": "Journal of Speculative Philosophy",
      "journal": {
        "name": "The Journal of Speculative Philosophy",
        "pages": "287 - 298",
        "volume": "38"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "91e7536b2c5a4b05d0192b7ab5c71e5398607710",
      "title": "ԱՎԱԳ ԴՊՐՈՑԱԿԱՆՆԵՐԻ ՔՆՆԱԴԱՏԱԿԱՆ ՄՏԱԾՈՂՈՒԹՅԱՆ ԶԱՐԳԱՑՈՒՄՆ ՈՒՍՈՒՄՆԱԿԱՆ ԳՈՐԾԸՆԹԱՑՈՒՄ",
      "authors": [
        {
          "name": "Գր. Հակոբյան",
          "authorId": "148658131"
        }
      ],
      "year": 2023,
      "abstract": "Critical thinking is a special combination of logical and creative thinking and it guarantees a high level of a person’s evaluative judgements. It is an essential factor for the development of a person’s mental-psychological abilities, for self-improvement and a stimulation of mental activities and it is indeed an educational priority in the modern world. \nThe development of critical thinking is essential on all levels of general education. On each level it has its problems, content, methods, means, technologies and work forms. At high school, however, it gains a special significance. Questions related to the sense of life, professional orientations, emotional-evaluative attitude to the world, the need for self-determination, self-realization and mastery of new forms of cognitive activity are emphasized in adolescence, which necessitate the development of critical thinking at this age. \nMotivational, organisational-methodological, informative, communicative and reflexive-evaluative factors are singled out for the development of critical thinking in the educational process. A few pedagogical conditions ensure the effectiveness of that process such as the informative quality of educational materials, the scientific character, reliability and modernity of information, the communicative character of educational process as well as the interest for the educational topics and learning motives. The shaping of an interactive educational environment and an effective combination of group and individual works are also among the useful conditions. \nThe following methods and work forms can be applied for the development of high school students’ critical thinking: historical, descriptive and judgemental essays on a given topic, group discussions, cases, role plays, scientific conferences, workshops and online forums. Discussions of local and regional political, economic, social and cultural issues, fictional and documentary films, television programmes, social clips and books, a critical perspective of everyday vital events, an evaluative opinion, analysis, approval, negation and presentation are essential means for the development of critical thinking. Last but not least, debates of various contemporary topics trended on the social media and research projects on modern issues in various spheres of life also contribute to the development of critical thinking",
      "citationCount": 0,
      "doi": "10.46991/educ-21st-century.v1.i1.114",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/91e7536b2c5a4b05d0192b7ab5c71e5398607710",
      "venue": "Education in the 21st Century",
      "journal": {
        "name": "Education in the 21st Century"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "70ea32f5f6b1577caf5437f5fa30e27064ea352a",
      "title": "FORMATION OF PREPAREDNESS OF TEACHERS-PHILOSOPHY TO PROJECT ACTIVITY",
      "authors": [
        {
          "name": "L. Zhile",
          "authorId": "147387997"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.31649/2524-1079-2017-2-2-98-104",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/70ea32f5f6b1577caf5437f5fa30e27064ea352a",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "98-104",
        "volume": "2"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f5ba7486d973cab0c481d6927d6005dc40a54db6",
      "title": "La théorie de la reconnaissance d’Axel Honneth à l’épreuve de la crise sanitaire : travail, labeur et contribution sociale",
      "authors": [
        {
          "name": "Katia Genel",
          "authorId": "117313255"
        }
      ],
      "year": 2022,
      "abstract": "Axel Honneth's social philosophy attaches considerable importance to work, both as a model of cooperation and a means of self-realization. Because it links social esteem with self-esteem, and more generally relates work activity to social organization as a whole, his theory of recognition sheds light on the demands for the recognition of \"essential\" occupations, just as it provides elements with which to understand the crisis of the meaning of work that emerged during the COVID-19 epidemic. However, by linking social utility to the notion of achievement and by focusing on the reproduction of values and ideals rather than on material reproduction, does not recognition theory miss an opportunity for deeper reflection on the \"essential\" character of certain forms of contribution to society, which are the result of laborious and necessary work? The aim of this article is to re-interrogate the theory of recognition in the light of these questions.",
      "citationCount": 3,
      "doi": "10.4000/sdt.40763",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f5ba7486d973cab0c481d6927d6005dc40a54db6",
      "venue": "Sociologie du travail",
      "journal": {
        "name": "Sociologie du travail"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9c0e2fccc9c1e0d8f7aab102f92eab927d763ae2",
      "title": "Twórczość jako perspektywa doświadczenia. Synergiczność doświadczeń w twórczości (cało)życiowej",
      "authors": [
        {
          "name": "H. Wróblewska",
          "authorId": "2092678327"
        }
      ],
      "year": 2022,
      "abstract": "The intention of the author’s study is to show the role of creativity as a perspective of experience in the context of the processes of (whole) life creativity as the need for (self) realization of a human being in development. Creativity and the process of creation – being a coherent unity of thinking, feeling and acting is a kind of full and fulfilled experience. Through the qualitative understanding of human action, man is treated as an entity that creates and transforms the surrounding reality. Each area of activity in which the individual participates is co-created by him. It can be a specific manifestation of synergy (synergy effect), where we obtain multiplied benefits thanks to the skillful combination of the components of the whole. Creativity as a perspective of experience shows the meaning of creative work that gives meaning to life. Creativity (whole) in life was presented as folk art that expresses human psychological needs and as a life story and its expression on the example of the (in) obvious biography of a self-born creator. Creativity (whole) in life, present in folk and self-born creativity confirms its recognition as a personal, social, cognitive and aesthetic value.",
      "citationCount": 0,
      "doi": "10.15804/kie.2022.03.05",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9c0e2fccc9c1e0d8f7aab102f92eab927d763ae2",
      "venue": "Kultura i Edukacja",
      "journal": {
        "name": "Kultura i Edukacja"
      },
      "publicationTypes": null
    },
    {
      "paperId": "606fc283fbd733de3176592cd8a66914b4813237",
      "title": "TO PRETEND TO BE AND TO BE: MEANINGFULL LIFE ORIENTATIONS OF AN INDIVIDUAL IN A CHANGING WORLD",
      "authors": [
        {
          "name": "Rudolf L. Livshits",
          "authorId": "2148684941"
        }
      ],
      "year": 2022,
      "abstract": "The subject of the article is one of the fundamental issues facing any person in the process of his spiritual formation and self-realization. The choice in favor of being imposes on the individual a difficult duty to achieve real results in the chosen profession, which is impossible without long efforts and hard work. Choosing imitation as a life meaningful strategy opens an easy path to success. However, the results of imitation activity, having an external resemblance to the products of genuine creativity, ultimately turn out to be only foam on the surface of the historical stream of creation. There is no direct and immediate connection between the nature of the social environment in which a person is formed and acts, and the meaningful life choice of the latter. The social environment creates a certain range of opportunities that open up before a person in the course of his self-realization. It is shown that the system of relations developed in modern Russian society, orienting a person to personal success as the highest goal of life, favors the choice in favor of imitation. The education system is the most important element of the social environment. It is designed not only to involve students into the cultural achievements, but also to set a grid of ideological coordinates for the emerging personality. From this point of view, the strategy of reforming the domestic education system, which is based on the liberal mythology of \"returning Russia to the bosom of world civilization\", is critically analyzed. Since, as it is now obvious, the aforementioned return ended in complete failure, a radical change in the vector of the country's development is necessary. In the light of the new realities, the only strategy to preserve Russia's political and historical subjectivity is to pursue self-sufficiency. Current educational system should not aim students at increasing the chances of personal success in the life racing, but at socially positive creative self-realization, which ultimately leads to an increase in the civilizational potential of society.",
      "citationCount": 0,
      "doi": "10.31079/1992-2868-2022-19-3-36-44",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/606fc283fbd733de3176592cd8a66914b4813237",
      "venue": "The Humanities and Social Studies in the Far East",
      "journal": {
        "name": "The Humanities And Social Studies In The Far East"
      },
      "publicationTypes": null
    },
    {
      "paperId": "49d2a6fa32d5deb221dda514ad2e0b5a5a1987f6",
      "title": "Makna Kerja Menurut Karl Marx",
      "authors": [
        {
          "name": "Johanis Hence Raharusun",
          "authorId": "2129680723"
        }
      ],
      "year": 2021,
      "abstract": "The essay deals with the essential meaning of work according to Karl Marx. The purpose of the essay is to offer a new perspective on the meaning of work based on the thinking of Marx. Based on the literature review, it presents Marx's concept of work that becomes his critique to the objective conditions of workers who experienced degradation in their work. In Marx’s opinion, the workers were alienated from themselves, from their work milieu and social environment because of the capitalist system that only seeks profit for the owner’s capital. Marx emphasized that work is an existential human act because it contains rational, universal, and autonomous values. Work is also a differentiating activity between humans and animals. It becomes a human means of changing nature, it should be regarded as a process of human self-realization and as a means of socializing with others",
      "citationCount": 4,
      "doi": "10.53396/media.v2i1.20",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/49d2a6fa32d5deb221dda514ad2e0b5a5a1987f6",
      "venue": "Media (Jurnal Filsafat dan Teologi)",
      "journal": {
        "name": "Media (Jurnal Filsafat dan Teologi)"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "d5a61e59fb5cc6b9e925817d694dc64f0e4cc095",
      "title": "Formulasi Teologi Kerja dan Hubungannya dengan Reinkarnasi dalam Teks Bhagavad Gītā",
      "authors": [
        {
          "name": "Prasanthy Devi Maheswari",
          "authorId": "1753040187"
        }
      ],
      "year": 2021,
      "abstract": "Every action will produce a result (phala) which leads to two motives, namely attachment and freedom. Humans in their lives can choose which goals they will achieve. Do they choose to be bound by the results of each work or otherwise surrender all the results of their work as an offering to God. Work done as an offering to God will achieve liberation and joy, on the other hand, work done with the motive of hoping for the result (phala) as a reward will increase the feeling of attachment and sorrow. Therefore, people who want to find happiness and true self must place their goals in work that are entirely an offering to God. This is what is meant by Theology of Work or the term in Bhagavad Gītā is called Karma Yoga, which is the highest knowledge of a main Principle of Work. The realization of an understanding of the real concept about Theologi of Work can help humans break the chain of reincarnation (punarbhava) by presenting God in every work activity, whether in the form of actions, speech or thoughts.",
      "citationCount": 1,
      "doi": "10.25078/SP.V12I1.2146",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d5a61e59fb5cc6b9e925817d694dc64f0e4cc095",
      "venue": "Sphatika: Jurnal Teologi",
      "journal": {
        "name": "Sphatika: Jurnal Teologi"
      },
      "publicationTypes": null
    },
    {
      "paperId": "cf1f151f54626b9b9f24c30e6c45f5e5392c98db",
      "title": "Contribución de Aristóteles a la deliberación desde una perspectiva bioética",
      "authors": [
        {
          "name": "Mario Orlando Parra-Pineda",
          "authorId": "2098362197"
        }
      ],
      "year": 2017,
      "abstract": "Deliberation is a basic rational human activity recognized since ancient times due to its role in decision making during daily life activities and in specialized areas of knowledge such as medicine, politics and ethics. The objective of this reflection paper is to study the contribution of Aristotle to the deliberative process through his work the Nicomachean Ethics , where the following aspects of deliberation were identified for analysis: origin, definition, characteristics, and types and conditions for its development. Bioethics defend these aspects, since it finds in Aristotelian phronesis the fundamental axis to guide its actions in search of human self-realization and the analysis and decision making of the clinical bioethical problems. Twenty-four centuries have passed until the importance of this process and the need to educate about it was finally rediscovered.",
      "citationCount": 3,
      "doi": "10.15446/REVFACMED.V65N4.59328",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cf1f151f54626b9b9f24c30e6c45f5e5392c98db",
      "venue": "",
      "journal": {
        "name": "Revista de la Facultad de Medicina",
        "pages": "649-653",
        "volume": "65"
      },
      "publicationTypes": null
    },
    {
      "paperId": "05d89b2a0f510761d1b9bf289473bf21788918db",
      "title": "Rhythm is a Dancer",
      "authors": [
        {
          "name": "Helga Loos-Sant'Ana",
          "authorId": "2085211452"
        },
        {
          "name": "René Simonato Sant’Ana-Loos",
          "authorId": "1411959495"
        },
        {
          "name": "Aldemar Balbino da Costa",
          "authorId": "1409832591"
        }
      ],
      "year": 2019,
      "abstract": "This essay is an invitation to consider the possibilities of dancing as a process of education and human development. The intention of this theoretical work is to bring some foundations about how human development may benefit from dancing as a reference for constructing parameters based on affectivity and the search for existential self-realization. With this ambition, we explore the notions of human development, corporeity, affectivity, interaction, playfulness, arts and dancing. The primary foundation is the Theoretical System of Affectfulness and the respective concepts of Affectfulness and Psychic Cell. Further, we dialogue with other authors in order to expand the discussion. We support dancing as an artistic expression with the potential to extend individual’s perception, balance and sensitivity. If experienced as an activity connected with the sense of harmony that gives us existential pleasure, i.e. if the dancers experience corporeity while willing to connect to the implicit needs of their bodies towards a rhythmic harmony, dancing may lead to discovery of the unfragmented essence of being, in consonance with nature and the universe. This is owed to the potential of dancing to outline affective-emotional parameters that may serve as models to be generalized to other interactional situations, contributing to nourishing a cycle of more positive and pleasant interactions.",
      "citationCount": 0,
      "doi": "10.31686/IJIER.VOL7.ISS2.1317",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/05d89b2a0f510761d1b9bf289473bf21788918db",
      "venue": "International Journal for Innovation Education and Research",
      "journal": {
        "name": "International Journal for Innovation Education and Research"
      },
      "publicationTypes": null
    },
    {
      "paperId": "07dd32d7cbee89b03fcb1eb33a002fdfbaa26981",
      "title": "Личность, свобода творчества и отчуждение",
      "authors": [
        {
          "name": "Дмитрий Александрович Давыдов",
          "authorId": "116612649"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.31857/S023620070003021-0",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/07dd32d7cbee89b03fcb1eb33a002fdfbaa26981",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "45-65",
        "volume": "30"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4a91e056cb0a9198ac72393bcead5f107774f28e",
      "title": "The Development of New Methodological Approaches to Pre-Occupational Training at Lyceums Requires the New Philosophy of Education",
      "authors": [
        {
          "name": "Y. Tsekhmister",
          "authorId": "67191726"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4a91e056cb0a9198ac72393bcead5f107774f28e",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "8fded809bc12723de4c3e04a443f8e38de7d5bcf",
      "title": "ЛИЧНОСТНО-ПРОФЕССИОНАЛЬНОЕ РАЗВИТИЕ ЧЕЛОВЕКА КАК ПРЕДМЕТ ИССЛЕДОВАНИЯ ПСИХОЛОГИИ ТРУДА И АКМЕОЛОГИИ",
      "authors": [
        {
          "name": "P. A. Kislyakov",
          "authorId": "2066557138"
        },
        {
          "name": "S. N. Tolstov",
          "authorId": "2093971292"
        },
        {
          "name": "Miron Vladimirovich Sagalov",
          "authorId": "2104616571"
        },
        {
          "name": "V. Kartashev",
          "authorId": "84611808"
        }
      ],
      "year": 2016,
      "abstract": "The article actualizes the problem of personal and professional development of the human in modern conditions. The methodological base are acmeological approach, which is based on the idea of unity of the personal and professional development of the person, the identification of resources and conditions of the mobilization of the human installing its highest achievements in the most complete self-realization (A.A. Derkach, N.V. Kuzmina, E.V. Seleznyova and others) and labor psychology approach to the professional development of the human as the subject of work (E.A. Klimov, A.K. Markova, L.M. Mitina, V.D. Shadrikov and others). Methods: theoretical analysis of the literature. The results: disclosed the content of the category of readiness for professional work; described constructs personal and professional development of the human: motivation, activity, reflective, creative. Scope: the system of professional education.",
      "citationCount": 0,
      "doi": "10.12731/2218-7405-2016-9-70-90",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8fded809bc12723de4c3e04a443f8e38de7d5bcf",
      "venue": "",
      "journal": {
        "name": "Sovremennye issledovaniya sotsialnykh problem",
        "pages": "70-90",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "646b6cf3ca54eda70c4d1de76f165a6762ace74e",
      "title": "La vida como actividad normativa y auto-realización: debate en torno al concepto de normatividad biológica en Goldstein y Canguilhem",
      "authors": [
        {
          "name": "Agustín Ostachuk",
          "authorId": "4350497"
        }
      ],
      "year": 2015,
      "abstract": "The influence of Kurt Goldstein on the thinking of Georges Canguilhem extended throughout his entire work. This paper seeks to examine this relationship in order to conduct a study of the norm as a nexus or connection between the concept and life. Consequently, this work will be a reflection on the approach to life as a regulatory activity and self-realization. For this, it will be necessary to redefine the concepts of health and disease, and make a crossover between the two. At the end of this trajectory, it will be found that these concepts can explain the identity between the concept and life, which leads to the unexpected conclusion that the cure is ultimately self-healing.",
      "citationCount": 4,
      "doi": "10.1590/S0104-59702015005000009",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/646b6cf3ca54eda70c4d1de76f165a6762ace74e",
      "venue": "",
      "journal": {
        "name": "Historia Ciencias Saude-manguinhos",
        "pages": "1199-1214",
        "volume": "22"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7641a3f11757b4d1425919f7ac6048d9fc07f0a0",
      "title": "Process Re-engineering and formal ontology",
      "authors": [
        {
          "name": "David W. Rodick",
          "authorId": "103829449"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1177/0191453715576949",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7641a3f11757b4d1425919f7ac6048d9fc07f0a0",
      "venue": "",
      "journal": {
        "name": "Philosophy & Social Criticism",
        "pages": "557 - 576",
        "volume": "41"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "efa6d53fa71c12a61a0f4af73a5c8128e9c59a8e",
      "title": "Образовательные веб-сайты как средство профессиональной самореализации педагога",
      "authors": [
        {
          "name": "Олег Николаевич Грибан",
          "authorId": "1396400884"
        },
        {
          "name": "Ирина Владимировна Грибан",
          "authorId": "1396795863"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/efa6d53fa71c12a61a0f4af73a5c8128e9c59a8e",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "03c8eb67481bb1ab52d5a4ee8adbe051e9c7b872",
      "title": "Upbringing as a Necessity and Freedom",
      "authors": [
        {
          "name": "Anita Līdaka",
          "authorId": "77357320"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.17770/sie2014vol3.706",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/03c8eb67481bb1ab52d5a4ee8adbe051e9c7b872",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "254-264",
        "volume": "3"
      },
      "publicationTypes": null
    }
  ],
  "count": 25,
  "errors": []
}
