{
  "status": "success",
  "source": "semantic_scholar",
  "query": "shared responsibility delegation",
  "results": [
    {
      "paperId": "a0efcc4729288c8342078e2443b140b2aef07575",
      "title": "Riformare il sostegno? L’inclusione come opportunità tra delega e corresponsabilità",
      "authors": [
        {
          "name": "M. Santi",
          "authorId": "144615585"
        },
        {
          "name": "Giorgia Ruzzante",
          "authorId": "83420322"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 4,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a0efcc4729288c8342078e2443b140b2aef07575",
      "venue": "",
      "journal": {
        "name": "ITALIAN JOURNAL OF SPECIAL EDUCATION FOR INCLUSION",
        "pages": "57-74",
        "volume": "4"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c6169a1bd73a053924c339ddd9d5cf7f2c8e1651",
      "title": "Our Shared Responsibility to End Plastic Pollution, Protect Human Health, and Advance Social Justice for All",
      "authors": [
        {
          "name": "Conference Participants",
          "authorId": "2368978127"
        }
      ],
      "year": 2025,
      "abstract": "Continuing unchecked increases in plastic production are unethical and immoral. Moreover, continuing increases in plastic production and use are responsible for damages that threaten all forms of life on earth. Resolute international actions, including a global treaty on plastic production and disposal, are urgent. Governments, international organizations, corporations, and every citizen share the responsibility to be good stewards of creation and critically examine their lifestyles and the use of Earth’s resources.",
      "citationCount": 0,
      "doi": "10.55476/001c.141274",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c6169a1bd73a053924c339ddd9d5cf7f2c8e1651",
      "venue": "Journal of moral theology",
      "journal": {
        "name": "Journal of Moral Theology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3c07ad5c01376c1c3f965460a9bdfc9754fd4978",
      "title": "A Manual for Moral Collectives: Our Shared Responsibility to End Plastic Pollution, Protect Human Health, and Advance Social Justice for All",
      "authors": [
        {
          "name": "James Keenan, SJ",
          "authorId": "1753727910"
        }
      ],
      "year": 2025,
      "abstract": "This chapter critically discusses the essays that compose the volume. Regarding the production and use of plastics, it shows how the volume provides readers with a manual that supports groups moving toward organizing for social changes.",
      "citationCount": 0,
      "doi": "10.55476/001c.141275",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3c07ad5c01376c1c3f965460a9bdfc9754fd4978",
      "venue": "Journal of moral theology",
      "journal": {
        "name": "Journal of Moral Theology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "488ae6cb1dfdab09e2c7819ec0fee7a5a36ecc2b",
      "title": "Shared risk and shared responsibility: the ethics of male contraceptives",
      "authors": [
        {
          "name": "Georgina D. Campelia",
          "authorId": "2360860961"
        },
        {
          "name": "Eli Y. Adashi",
          "authorId": "2315562987"
        },
        {
          "name": "J. Amory",
          "authorId": "4902705"
        }
      ],
      "year": 2024,
      "abstract": "Efforts to develop reversible male contraceptives analogous to female oral contraceptives are underway and may be introduced in the next decade. The advent of novel male contraceptives provides an opportunity for an ethical reformulation of the contraceptive paradigm given the relational, rather than individual, nature of sexual relationships, and family planning. For individuals in any sexual relationship that could result in pregnancy, issues of reproductive autonomy, freedom, equality in reproductive decision‐making and risks—both of side effects and of unintended pregnancies—are significant. Historically, however, women have been attributed the greatest responsibilities simultaneously with the most restrictions on their freedom of choice and access to reproductive care.",
      "citationCount": 5,
      "doi": "10.1111/andr.13649",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/488ae6cb1dfdab09e2c7819ec0fee7a5a36ecc2b",
      "venue": "Andrology",
      "journal": {
        "name": "Andrology",
        "pages": "1605 - 1609",
        "volume": "12"
      },
      "publicationTypes": [
        "Review",
        "JournalArticle"
      ]
    },
    {
      "paperId": "634044aadef085cbacc42eb8bd990bfd79d20cdc",
      "title": "Assigning Moral Responsibility for AI-Derived Errors in Healthcare: Shared Responsibilization Without Responsibility Gaps",
      "authors": [
        {
          "name": "William Choi",
          "authorId": "2245898479"
        },
        {
          "name": "Ryan X Lam",
          "authorId": "2309140317"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1007/s44206-024-00143-w",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/634044aadef085cbacc42eb8bd990bfd79d20cdc",
      "venue": "Digital Society",
      "journal": {
        "name": "Digital Society",
        "volume": "3"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f4e96a4e3d3c7ac8b44c1a84baa6f4555c72edf4",
      "title": "Beauty is Responsibility--the Construction of a Community of Shared Life from the Perspective of Ecological Ethics",
      "authors": [
        {
          "name": "Yangze Liu",
          "authorId": "2242335619"
        }
      ],
      "year": 2023,
      "abstract": ": In face of the increasingly serious ecological crisis, this paper discusses the origin and meaning of a community of shared life from the perspective of ecological ethics, as well as the goodness and beauty of a community of shared life, which is the essence of human and natural practice in accordance with the law of beauty. From the perspective of ecological ethics, the integration of ecological aesthetics, focusing on the unity of utilitarianism and non-utilitarianism, is a new realm of pursuing the harmonious coexistence of man and nature, which contains a deep reflection on a community of shared life. It is because of the aesthetic emotions, such as awe, nobility and love that the belief of ecological ethics in protecting the ecological environment is aroused, which urges man to take actions to protect ecological environment and jointly build a community of shared life for man and nature.",
      "citationCount": 0,
      "doi": "10.25236/ajhss.2023.060507",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f4e96a4e3d3c7ac8b44c1a84baa6f4555c72edf4",
      "venue": "Academic Journal of Humanities &amp; Social Sciences",
      "journal": {
        "name": "Academic Journal of Humanities &amp; Social Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a4cee003c1326b743eb70cbe6f408e052a1daabd",
      "title": "Existential threats, shared responsibility, and Australia’s role in ‘coalitions of the obligated’",
      "authors": [
        {
          "name": "Toni Erskine",
          "authorId": "47552849"
        }
      ],
      "year": 2022,
      "abstract": "ABSTRACT In the face of the current proliferation of existential threats-the risk of nuclear war, anthropogenic climate change, COVID-19, and (arguably) disruptive technologies like artificial intelligence-it is imperative that Australia embrace the notion of shared responsibility in international politics. Individual states have limited capacities to effectively tackle such large-scale, complex emergencies on their own. Highlighting the moral implications of the philosophical notion of joint action, this commentary makes the case for a particular type of responsibility, which can only be discharged when states deliberate and coordinate their actions. Moreover, it explores what this notion of shared responsibility means for Australia-and its international relationships-with respect to responding to climate chaos and COVID-19. Even though Australia, acting on its own, can neither significantly mitigate climate change nor halt the current global pandemic, it nevertheless has demanding moral responsibilities to respond to both. This is because the capacities necessary to affect meaningful change can be created through collaboration with other institutional agents. In the absence of intergovernmental organizations able to respond effectively to such crises, Australia has shared responsibilities to contribute to establishing, and then acting as part of, informal, purpose-driven, climate change and COVID-19 ‘coalitions of the obligated’.",
      "citationCount": 7,
      "doi": "10.1080/10357718.2022.2040424",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a4cee003c1326b743eb70cbe6f408e052a1daabd",
      "venue": "Australian Journal of International Affairs",
      "journal": {
        "name": "Australian Journal of International Affairs",
        "pages": "130 - 137",
        "volume": "76"
      },
      "publicationTypes": null
    },
    {
      "paperId": "00ef7c551fcaa473b3f516f79e8811f8bf049f85",
      "title": "Supporting Shared Responsibility for Integrating Ethics into Science and Technology Education",
      "authors": [
        {
          "name": "Mikael Laaksoharju",
          "authorId": "2992082"
        },
        {
          "name": "T. Lennerfors",
          "authorId": "2760077"
        },
        {
          "name": "B. Victor",
          "authorId": "1755770"
        },
        {
          "name": "M. Elmgren",
          "authorId": "67251599"
        }
      ],
      "year": 2022,
      "abstract": "To complement previous research on the top-down inclusion of ethics training within engineering programs, this Innovative Practice Work in Progress paper describes a supplementary strategy acknowledging and supporting ethics training as a shared responsibility. As science and technology have ethical impact, accreditation bodies have in the past decades mandated the inclusion of ethics in STEM education. However, the implementation of ethics education is fraught with obstacles. Through a case study of a Faculty-wide effort to support shared responsibility for ethics training, the pros and cons of an institutionally embedded ethics approach are discussed. It is argued that such an approach can provide a rooted base that can also serve to comply with more formal ethics evaluations, by strengthening a view of ethics as craft, acknowledging subject teachers as ethics ambassadors, reforming the hidden curriculum, and depoliticizing institutional politics.",
      "citationCount": 3,
      "doi": "10.1109/FIE56618.2022.9962603",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/00ef7c551fcaa473b3f516f79e8811f8bf049f85",
      "venue": "Frontiers in Education Conference",
      "journal": {
        "name": "2022 IEEE Frontiers in Education Conference (FIE)",
        "pages": "1-5"
      },
      "publicationTypes": [
        "JournalArticle",
        "Conference"
      ]
    },
    {
      "paperId": "d567b3eda849ef91ab953a0b4399f5bbb0dd1fbc",
      "title": "Shared Responsibility and Disaster Preparedness",
      "authors": [
        {
          "name": "J. Gil",
          "authorId": "2054718600"
        }
      ],
      "year": 2022,
      "abstract": "This article focuses on some «disaster ethics» considerations on disaster preparedness and its related responsibilities. After recalling that concerns about preparedness and vulnerability have come to the fore in the domains of «disaster risk reduction» over the last decades, the article will endorse the view that the demarcation between natural disasters and human-induced disasters has becoming blurred and even questionable in many cases. Then, it will be argued that the ethical assessment of disasters needs to consider the entire disaster cycle and that ethical duties extend to the phase of disaster preparedness and require a framework of prospective and shared responsibilities. Accordingly, a number of ethical duties concerning disaster preparedness will be commented upon. Finally, the article will discuss a specific socio-epistemic dynamics of blame assignment that unbalances the appraisal of both vulnerability conditions and moral responsibilities of certain worst-off disaster victims",
      "citationCount": 0,
      "doi": "10.21747/21836892/fil39a5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d567b3eda849ef91ab953a0b4399f5bbb0dd1fbc",
      "venue": "Filosofia : Revista da Faculdade de Letras da Universidade do Porto",
      "journal": {
        "name": "Filosofia : Revista da Faculdade de Letras da Universidade do Porto"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7de5923b1092eb4960e3e201bb424ca2afc810af",
      "title": "REALIZING SELF-SUFFICIENCY ECONOMY THROUGH THE EIGHTFOLD PATH: A SHARED RESPONSIBILITY BETWEEN THE THAI ROYAL GOVERNMENT AND THE BUDDHIST FAITH",
      "authors": [
        {
          "name": "Wanlapha Phongphan",
          "authorId": "2201097929"
        },
        {
          "name": "Mia Borromeo-Eballo",
          "authorId": "2201099393"
        }
      ],
      "year": 2022,
      "abstract": "It can be noticed that the practice of Buddhism in Thailand goes beyond the four walls of a Buddhist temple simply because members are expected to incorporate their faith into their way of life. Such being the case, this article examines how the Eightfold Path of the Buddhist tradition is being integrated into various aspects of Thai life especially when His Royal Highness King Bhumibol Aduljadej initiated in 1997 the philosophy of Self-Sufficiency Economy and inspired His people to fulfill it. The said model puts a high premium on living and behaving for the people by considering moderation, rationality, immunity (prudence), and the use of knowledge guided by moral precepts from the family level as components necessary for surviving crises and achieving sustainability amidst social, political, economic, and environmental concerns due to the impact of globalization. This article substantiates how the Self-Sufficiency Economy has been realized in different areas of Thai society by presenting holistic efforts or concrete cases that indicate the Eightfold Path among Thais using aesthetic appreciation theory. Thus, this paper describes how the Thai Royal Government and Buddhism fulfill their shared responsibility in maintaining balanced economic forces, environmental preservation, cultural and spiritual values, and good governance.",
      "citationCount": 0,
      "doi": "10.54561/prj1602239p",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7de5923b1092eb4960e3e201bb424ca2afc810af",
      "venue": "Politics and Religion Journal",
      "journal": {
        "name": "POLITICS AND RELIGION JOURNAL"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c5a4f7feeb66ba64a77fd76044ca53cabcbd9134",
      "title": "The Integrity of the Body of Christ: Boundary Keeping as Shared Responsibility by Arden F. Mahlberg and Craig L. Nessan (review)",
      "authors": [
        {
          "name": "C. Schweitzer",
          "authorId": "115604970"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1353/LUT.2021.0049",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c5a4f7feeb66ba64a77fd76044ca53cabcbd9134",
      "venue": "Lutheran Quarterly",
      "journal": {
        "name": "Lutheran Quarterly",
        "pages": "218 - 220",
        "volume": "35"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "fcb168d0d26077ec8015b47009123a16c8c92f70",
      "title": "Conservation As Shared Responsibility: Social Equity, Social Justice, and the Public Good",
      "authors": [
        {
          "name": "A. Meredith",
          "authorId": "153851144"
        },
        {
          "name": "R. Sloggett",
          "authorId": "30686788"
        },
        {
          "name": "M. Scott",
          "authorId": "90575758"
        }
      ],
      "year": 2021,
      "abstract": "Abstract:Social inequity presents a risk to cultural heritage, but conservation has a strong contribution to make to social equity and justice goals. Exploring case studies where access to conservation, and thus the right to heritage, is disrupted by social inequities, this paper argues that conservation—as a normative discipline premised on the idea of a future in which heritage is accessible and open to interpretation, use, and enjoyment—must, like social equity and justice movements, work to create more equitable sociopolitical futures.Theorizing that conservation is a public good, case studies of Aboriginal art centers in remote and regional Australia and conservation education in Australia establish the need to rebalance conservation in areas that have experienced past structural injustice. Drawing on ethical and political philosophy, critical evaluations of the profession that attempt to redefine conservation discourses are proposed to demonstrate the obligation of conservation to account for principles of social equity and justice. Overall, the paper reflects on the philosophical, ethical, and societal implications for the profession of understanding conservation as a public good.",
      "citationCount": 1,
      "doi": "10.1353/cot.2021.0005",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fcb168d0d26077ec8015b47009123a16c8c92f70",
      "venue": "Change Over Time",
      "journal": {
        "name": "Change Over Time",
        "pages": "24 - 8",
        "volume": "10"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4eafdd9fcc761b66630223a8912c174d142b16a6",
      "title": "Unravelling a Paradox of Shared Responsibility",
      "authors": [
        {
          "name": "A. Nollkaemper",
          "authorId": "1398256482"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1017/9781316996836.009",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4eafdd9fcc761b66630223a8912c174d142b16a6",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "202-228",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "4a2fa869bfab68a47e50f640a140e701b08f6587",
      "title": "Epistemological and Bibliometric Analysis of Ethics and Shared Responsibility—Health Policy and IoT Systems",
      "authors": [
        {
          "name": "P. Radanliev",
          "authorId": "51002836"
        },
        {
          "name": "D. De Roure",
          "authorId": "49805882"
        }
      ],
      "year": 2019,
      "abstract": "The focus in this paper is placed on shared responsibility and ethics in health policy, specific to Internet of Things (IoT) devices in healthcare systems. The article assesses how the introduction of IoT brings risks to the security of medical systems. The justification for this research emerges from the opportunities emerging from digital technologies for medical services, but also creating a range of new cyber risks in the shared healthcare infrastructure. Such concerns are often not visible to individual departments in an integrated healthcare system. In addition, many healthcare organisations do not possess cyber skills and are faced with barriers to the adoption of smart manufacturing technologies, e.g., cost. These barriers trigger ethical concerns related to responsibility of cyber risks in shared healthcare systems.",
      "citationCount": 46,
      "doi": "10.3390/su13158355",
      "arxivId": "1903.12582",
      "url": "https://www.semanticscholar.org/paper/4a2fa869bfab68a47e50f640a140e701b08f6587",
      "venue": "Sustainability",
      "journal": {
        "name": "Sustainability"
      },
      "publicationTypes": null
    },
    {
      "paperId": "838cde60d44d22557579376af57fe9267ca3b199",
      "title": "A different approach to corporate social responsibility: why enlightened shared value is effective",
      "authors": [],
      "year": 2022,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1108/asr-01-2022-0003",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/838cde60d44d22557579376af57fe9267ca3b199",
      "venue": "Annals in Social Responsibility",
      "journal": {
        "name": "Annals in Social Responsibility"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0bda58de8374524eda285b3f2a3b87f95164cf84",
      "title": "Physician outreach during a pandemic: shared or collective responsibility?",
      "authors": [
        {
          "name": "Elizabeth Lanphier",
          "authorId": "90583142"
        }
      ],
      "year": 2021,
      "abstract": "In ‘Ethics of sharing medical knowledge with the community: is the physician responsible for medical outreach during a pandemic?’ Strous and Karni note that the revised physician’s pledge in the World Medical Association Declaration of Geneva obligates individual physicians to share medical knowledge, which they interpret to mean a requirement to share knowledge publicly and through outreach. In the context of the COVID-19 pandemic, Strous and Karni defend a form of medical paternalism insofar as the individual physician must reach out to communities who may not want, or know to seek out, medical advice, for reasons of public health and health equity. Strous and Karni offer a novel defence of why physicians ought to intervene even in insular communities, and they offer suggestions for how this could be done in culturally sensitive ways. Yet their view rests on an unfounded interpretation of the Geneva Declaration language. More problematically, their paper confuses shared and collective responsibility, misattributing the scope of individual physician obligations in potentially harmful ways. In response, this reply delineates between shared and collective responsibility, and suggests that to defend the obligation of medical outreach Strous and Karni propose, it is better conceptualised as a collective responsibility of the medical profession, rather than a shared responsibility of individual physicians. This interpretation rejects paternalism on the part of individual providers in favour of a more sensitive and collaborative practice of knowledge sharing between physicians and communities, and in the service of collective responsibility.",
      "citationCount": 4,
      "doi": "10.1136/medethics-2020-107127",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0bda58de8374524eda285b3f2a3b87f95164cf84",
      "venue": "Journal of Medical Ethics",
      "journal": {
        "name": "Journal of Medical Ethics",
        "pages": "495 - 496",
        "volume": "48"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "73b09ba89fb1e961d39e972f86d94b64c71ad03f",
      "title": "Individual Obligations, Climate Change, and Shared Responsibility",
      "authors": [
        {
          "name": "Christina Shaheen Moosa",
          "authorId": "117569470"
        }
      ],
      "year": 2020,
      "abstract": "Eff ectively addressing climate change has proven to be intractable, even as the impacts of increased climate variability have become more prominent. In this paper, I consider the existence of individual moral obligations regarding climate change. Through an engagement with Walter-Sinnott-Armstrong and Avram Hiller’s debate concerning the moral signifi cance of individual level GHG emis-sions, I diagnose a fi t problem that exists in the application of our ordinary ways of thinking about individual moral obligations (what I call the causal liability model) to the ethical challenges of climate change. In light of this fi t problem, I argue that the question of individual moral obligations concerning climate change should be preceded by an analysis the nature of climate change as a moral problem. I argue that, given certain features, climate change is a matter of social justice and suggest that models of shared responsibility off er a path forward for articulating individual obligations in this context.",
      "citationCount": 0,
      "doi": "10.24917/20838972.17.3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/73b09ba89fb1e961d39e972f86d94b64c71ad03f",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "42-65",
        "volume": "17"
      },
      "publicationTypes": null
    },
    {
      "paperId": "110a0db71a348c10f78fae8a39ebcd078c986636",
      "title": "Bridging Neurodiversity and Open Scholarship: How Shared Values Can Guide Best Practices for Research Integrity, Social Justice, and Principled Education",
      "authors": [
        {
          "name": "Jenny Mai Phan",
          "authorId": "2295007107"
        },
        {
          "name": "S. Middleton",
          "authorId": "2005321700"
        },
        {
          "name": "F. Azevedo",
          "authorId": "2103778201"
        },
        {
          "name": "Bethan J. Iley",
          "authorId": "2141316100"
        },
        {
          "name": "Magdalena Grose‐Hodge",
          "authorId": "2224232307"
        },
        {
          "name": "S. Tyler",
          "authorId": "2158251821"
        },
        {
          "name": "Steven K. Kapp",
          "authorId": "2238793997"
        },
        {
          "name": "S. Yeung",
          "authorId": "101788507"
        },
        {
          "name": "John J. Shaw",
          "authorId": "2341896022"
        },
        {
          "name": "Helena Hartmann",
          "authorId": "2295724226"
        }
      ],
      "year": 2025,
      "abstract": "\n Not all people conform to socially constructed norms, nor should they have to. Neurodiversity, the natural variation in human brains and cognition, is fundamental to understanding human behavior, yet neurodivergent individuals in academia are often stigmatized, undervalued, or pressured to mask their differences. This position statement, authored predominantly by neurodivergent scholars, explores how aligning the values of the neurodiversity movement with practices of Open Scholarship (OSch) can foster greater research integrity, rigor, social responsibility and justice, diversity, equity, inclusivity, and accessibility in academia. We review systemic barriers faced by neurodivergent researchers—from disclosure dilemmas and hidden curriculum expectations to intersectional disadvantages—and identify how OSch principles (transparency, accessibility, collaboration) can help mitigate these challenges. Drawing on lived experiences and current research, we propose concrete reforms, including adopting universal design in scholarly communication, promoting participatory research methods, and enacting supportive policies (e.g., flexible work arrangements, inclusive codes of conduct). By leveraging shared values of openness and neuro‐inclusion, academia can become more just and epistemically equitable. Our recommendations chart a path toward an academic culture where neurodivergent scholars can thrive openly, to the benefit of scientific rigor and social justice alike\n.",
      "citationCount": 36,
      "doi": "10.1111/josi.70035",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/110a0db71a348c10f78fae8a39ebcd078c986636",
      "venue": "Journal of Social Issues",
      "journal": {
        "name": "Journal of Social Issues"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "370f0df67a49adb0a47db13456b0834a9db0fc76",
      "title": "From privileged irresponsibility to shared responsibility for social injustice",
      "authors": [
        {
          "name": "B. Pease",
          "authorId": "114535140"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.4324/9781351002042-14",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/370f0df67a49adb0a47db13456b0834a9db0fc76",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "165-175",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "b4bc054a1731a15c906e09edff29ad9808a6e0ff",
      "title": "Shared Responsibility and Failures to Prevent Harm",
      "authors": [
        {
          "name": "Shannon Fyfe",
          "authorId": "145810571"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.4324/9781315107608-18",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b4bc054a1731a15c906e09edff29ad9808a6e0ff",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "216-227",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "87521acf64e7004f66f11846971147e01ca86c19",
      "title": "Shared responsibility in alternative development: an ethical challenge",
      "authors": [
        {
          "name": "C. Z. Sánchez",
          "authorId": "2084678621"
        },
        {
          "name": "J. Kamminga",
          "authorId": "83318375"
        }
      ],
      "year": 2019,
      "abstract": "Focusing on the links between ethics and the problem of illicit drugs, ZorroSanchez \nand Kamminga explore the concept of shared responsibility in the context of \nalternative development. They address the notion of shared responsibility from two \nperspectives: firstly, as an ethical response to the challenge created by the world drug \nproblem and, secondly, as the commitment that a wide range of national and international \nactors in different spheres must make as part of their social responsibility, on the \nbasis of the application of ethics-based criteria. The authors then bring together both \nperspectives and highlight how the exercise of that responsibility should today lead to \nthe forging of partnerships between different actors at various levels. For alternative \ndevelopment to be effective, those actors should undertake specific joint commitments \nwhich go beyond the chain of production of the crops that replace illicit crops. They \nshould also address the human development of those who have become involved in \nillicit crop cultivation and who depend directly or indirectly on the genuine and effective \nexercise of shared responsibility",
      "citationCount": 0,
      "doi": "10.18356/71d6f60f-en",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/87521acf64e7004f66f11846971147e01ca86c19",
      "venue": "Bulletin on Narcotics, Volume LXI, 2017",
      "journal": {
        "name": "Bulletin on Narcotics, Volume LXI, 2017"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5ae035045f8366ef0ac2c4ffa0a9a888823d4f9f",
      "title": "Encouraging shared responsibility without invoking collective guilt: exploring pedagogical responses to portrayals of suffering and injustice in the classroom",
      "authors": [
        {
          "name": "Michalinos Zembylas",
          "authorId": "31556728"
        }
      ],
      "year": 2018,
      "abstract": "ABSTRACT This paper explores how pedagogically productive the idea of invoking feelings of collective guilt in classrooms might be. It attempts to explore not only the persistence of ‘collective guilt’ in students’ responses, but also new possibilities that are opened when ‘collective guilt’ is reframed as ‘shared responsibility’. The analysis addresses the moral, political and pedagogical implications of viewing the phenomena of collective guilt and shared responsibility through the lenses of Hannah Arendt and Iris Marion Young. The paper suggests that, using Arendt’s and Young’s accounts of shared responsibility offers educators and students opportunities to become aware of their responsibilities as members of particular social groups, rather than getting stuck in guilt. The proposed pedagogy of shared responsibility is not focused on blame, guilt or fault, but rather it has the potential to minimize denials of complicity and instead encourage students to interrogate the conditions under which they are responsive and responsible to others.",
      "citationCount": 27,
      "doi": "10.1080/14681366.2018.1502206",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5ae035045f8366ef0ac2c4ffa0a9a888823d4f9f",
      "venue": "Pedagogy, Culture & Society",
      "journal": {
        "name": "Pedagogy, Culture & Society",
        "pages": "403 - 417",
        "volume": "27"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b1848899250b583130d5782752cb545b7407fa6d",
      "title": "Coalitions of the Willing and the Shared Responsibility to Protect",
      "authors": [
        {
          "name": "Toni Erskine",
          "authorId": "47552849"
        }
      ],
      "year": 2019,
      "abstract": "There has been widespread support for the idea that the so-called ‘international community’ has a remedial moral responsibility to protect vulnerable populations from mass atrocities when their own governments fail to do so. Moreover, military intervention may, when necessary, be one means of discharging this proposed ‘responsibility to protect’ or, more colloquially, ‘R2P’. But, where exactly is this responsibility located? In other words, which body or bodies can be expected to discharge a duty to safeguard those who lack the protection of—or, indeed, come under threat from—their own government? In this chapter, I propose ‘coalitions of the willing’ as one (likely provocative) answer to this question, and explore how the informal nature of such associations should inform the judgements of moral responsibility that we make in relation to them. Perhaps most controversially, I suggest that, under certain circumstances, states and other entities each have a duty to contribute to establishing such an ad hoc association.",
      "citationCount": 1,
      "doi": "10.1093/oso/9780198800613.003.0004",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b1848899250b583130d5782752cb545b7407fa6d",
      "venue": "The State and Cosmopolitan Responsibilities",
      "journal": {
        "name": "The State and Cosmopolitan Responsibilities"
      },
      "publicationTypes": null
    },
    {
      "paperId": "364fe0f476ecb23281eb3cd34ca2d445cccf78b9",
      "title": "POSITIVE DUTIES AND SHARED RESPONSIBILITY",
      "authors": [],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.2307/j.ctvrnfqjj.10",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/364fe0f476ecb23281eb3cd34ca2d445cccf78b9",
      "venue": "Humanity in Crisis",
      "journal": {
        "name": "Humanity in Crisis"
      },
      "publicationTypes": null
    },
    {
      "paperId": "bc1eae1077ded25c23d3b40f36b3fc28668417a9",
      "title": "Criticisms of Delegation and Decentralization in Abdicating Authority and Upholding Ubuntu Philosophy in Social Welfare Organisations",
      "authors": [
        {
          "name": "Tariro Tendengu",
          "authorId": "2129655935"
        },
        {
          "name": "Francis Maushe",
          "authorId": "2386663288"
        },
        {
          "name": "Lucia Kahomwe",
          "authorId": "2386664836"
        },
        {
          "name": "Philemon Chihiya",
          "authorId": "2390027824"
        },
        {
          "name": "Tariro Katsomba",
          "authorId": "2390027817"
        },
        {
          "name": "Tatenda Aneni Gambiza",
          "authorId": "2386665881"
        }
      ],
      "year": 2025,
      "abstract": "This study seeks to further explore ongoing criticisms of how authority is distributed and decentralized within Social Welfare Organizations in Zimbabwe, particularly examining these processes through the lens of Ubuntu philosophy. Concerns center on how upper management delegates power, raising debates about both the possible abdication of responsibility and whether distribution practices align with Ubuntu’s core values. One main issue is that delegation of tasks often occurs without adequate attention to respecting staff members’ dignity or acknowledging their inherent worth, which undermines effective task execution and equitable work distribution in community-focused organizations. In Zimbabwe’s government-affiliated agencies, participatory elements of democracy are frequently neglected during task delegation, leadership tends to emphasize their own involvement in policy, coordination, and monitoring, rather than sharing these vital functions. However, lower-tier managers are sometimes afforded the autonomy and resources necessary for creative problem-solving in their job roles. The research was conducted using a combination of desktop reviews and case studies, integrating both qualitative and quantitative methods such as observation, group discussions, and interviews. Participants were drawn from a diverse range of international and national organizations operating in Zimbabwe, including both statutory and non-statutory entities. Results suggest that many criticisms of delegation and decentralization stem from entrenched bureaucratic processes and structural inequalities. Participants observed that these decentralized approaches could impede the promotion of organizational ethics and values, with some leaders failing to uphold respect and empathy, especially when sharing authority and decision-making roles.",
      "citationCount": 1,
      "doi": "10.64229/04r4qd76",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bc1eae1077ded25c23d3b40f36b3fc28668417a9",
      "venue": "Explorations in Humanities and Social Sciences",
      "journal": {
        "name": "Explorations in Humanities and Social Sciences"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    }
  ],
  "count": 25,
  "errors": []
}
