{
  "status": "success",
  "source": "semantic_scholar",
  "query": "self-expression genuine agency",
  "results": [
    {
      "paperId": "0c5d0868f82864b6dd19ac2b76e6a58abb97967a",
      "title": "Christopher Yeomans. Freedom and Reflection: Hegel and the Logic of Agency. Oxford: Oxford University Press, 2012. ISBN 978-0-199-79452-2 (hbk). Pp. 275. $74.00.",
      "authors": [
        {
          "name": "Arto Laitinen",
          "authorId": "48745632"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1017/hgl.2016.39",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0c5d0868f82864b6dd19ac2b76e6a58abb97967a",
      "venue": "Hegel Bulletin",
      "journal": {
        "name": "Hegel Bulletin",
        "pages": "193 - 197",
        "volume": "39"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6409924f4fdc8ad6137e5037a66bb2a8acd19313",
      "title": "Zhu Xi’s Ethical Theory: Virtue Ethics Considerations and Kantian Parallels",
      "authors": [
        {
          "name": "Kirill O. Thompson",
          "authorId": "32794604"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-030-29175-4_39",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6409924f4fdc8ad6137e5037a66bb2a8acd19313",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "929-961",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "1d828039c27962e0f43fb40419892f8eda90af17",
      "title": "The lack of agency becoming part of the self",
      "authors": [
        {
          "name": "Judit Szalai",
          "authorId": "2282025833"
        }
      ],
      "year": 2024,
      "abstract": "SUMMARY This brief commentary on Greenberg's article ‘When the illness speaks’ addresses the problem of agency in mental disorder. Complementing the perspective of the article, it advocates an approach that does not see the causal mechanism of disorder-related behaviour in terms of an exclusive disjunction between the effects of the individual patient's own agency or manifestations of the illness. When reduced agency becomes part of the person's self-conception, passivity no longer means behaviour that is alien to their ‘genuine self’. Relatedly, the requirement that the patient's self-conception be validated raises some questions regarding its therapeutic constraints.",
      "citationCount": 1,
      "doi": "10.1192/bja.2024.1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1d828039c27962e0f43fb40419892f8eda90af17",
      "venue": "BJ Psych Advances",
      "journal": {
        "name": "BJPsych Advances",
        "pages": "166 - 167",
        "volume": "30"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a63262464366f7c5a6af78c2308cbd6810176f75",
      "title": "Reflective Agency: Ethical and Empirical Framework for AI-Mediated Self-Reflection Systems",
      "authors": [
        {
          "name": "Minsol Kim",
          "authorId": "2386202062"
        },
        {
          "name": "Wendy Wang",
          "authorId": "2386194304"
        },
        {
          "name": "Jennifer Long",
          "authorId": "2386411580"
        },
        {
          "name": "Rosalind W. Picard",
          "authorId": "2329707395"
        },
        {
          "name": "Nathan Barczi",
          "authorId": "2386205502"
        },
        {
          "name": "Pattie Maes",
          "authorId": "2253574849"
        }
      ],
      "year": 2025,
      "abstract": "As artificial intelligence (AI) increasingly mediates self-reflective practices—from therapeutic conversational agents to personal informatics systems—it becomes crucial to examine how these technologies shape, rather than merely support, our self-understanding. This paper investigates the influence of AI-mediated journaling systems on Reflective Agency—the capacity to interpret and make meaning of one’s experiences autonomously. Drawing on phenomenology and Aristotelian virtue ethics, we propose the Reflective Agency Framework (RAF): a normative model with five design principles for such AI tools—Internal Origination, Calibrated Responsiveness, Reflective Ambiguity, Transparency of Mediation, and Self-Continuity and Ethical Flourishing.\n\nWe demonstrate RAF’s relevance through a two-part empirical case study: first, a systematic feature-tension analysis of six widely used AI-mediated journaling applications; second, an exploration of user perceptions and responses to these tensions and principles. Mapping these insights back to RAF, we identify persistent conflicts between automation and autonomy and offer design considerations that preserve the interpretive space essential for self-development. Our findings reveal that over-automation in AI-mediated reflection can erode agency. We urge designers and researchers to adopt and extend our framework to ensure future technologies genuinely support autonomy and meaningful self-discovery in digital well-being. Ultimately, we envision AI not as a guide, but as a quiet companion—helping individuals stay connected to their evolving sense of self and remain the primary agents in their self-discovery, thereby preserving what we define as Reflective Agency.",
      "citationCount": 1,
      "doi": "10.1609/aies.v8i2.36644",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a63262464366f7c5a6af78c2308cbd6810176f75",
      "venue": "Proceedings of the AAAI/ACM Conference on AI, Ethics, and Society",
      "journal": {
        "name": "Proceedings of the AAAI/ACM Conference on AI, Ethics, and Society"
      },
      "publicationTypes": [
        "JournalArticle",
        "Conference"
      ]
    },
    {
      "paperId": "1fcf3daf2fa410890b8ce7c1d347aa69efac3b7f",
      "title": "SINCERITY VERSUS SELF‐EXPRESSION: Modern Creative Agency and the Materiality of Semiotic Forms",
      "authors": [
        {
          "name": "Eitan Wilf",
          "authorId": "14366240"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 32,
      "doi": "10.1111/J.1548-1360.2011.01107.X",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1fcf3daf2fa410890b8ce7c1d347aa69efac3b7f",
      "venue": "",
      "journal": {
        "name": "Cultural Anthropology",
        "pages": "462-484",
        "volume": "26"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7a32efed982a5a6fc62e265841cc7034aa8851ce",
      "title": "THE IMAGES OF NATURE AS A MANNER OF AUTHOR'S SELF-IDENTITY EXPRESSION INJ. FOWLES' NOVEL \"AMAGGOT\"",
      "authors": [
        {
          "name": "O. Golban",
          "authorId": "2273448988"
        }
      ],
      "year": 2023,
      "abstract": "There is a review of the images of nature and the peculiarities of their functioning in the novel «A Maggot» by John Fowles in the context of the problem of expression of authorial self-identity in the work. The images of nature in the artistic reality of the analyzed novel reveal the infinite mobility of the world and contrast it with the limitations of a dogmatic worldview, thus complementing the author’s idea of the need to overcome the dominance of generally accepted truths in the name of genuine humanity.",
      "citationCount": 0,
      "doi": "10.33979/1998-2720-2023-99-2-103-107",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7a32efed982a5a6fc62e265841cc7034aa8851ce",
      "venue": "Scientific Notes of Orel State University",
      "journal": {
        "name": "Scientific Notes of Orel State University"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "e4abc7e6b314500ace16915e428569b924304e61",
      "title": "Deliberative Agency, Self‐Control, and the Divided Mind",
      "authors": [
        {
          "name": "Hannah Altehenger",
          "authorId": "103160059"
        }
      ],
      "year": 2020,
      "abstract": ": According to a widely endorsed claim, intentional action is brought about by an agent ’ s desires in accordance with these desires ’ respective motivational strength. As Jay Wallace has argued, though, this “ hydraulic model ” of the aetiology of intentional action has a serious ﬂ aw: it fails to leave room for genuine deliberative agency. Drawing on recent developments in the debate on self-control, the article argues that Wallace ’ s criticism can be addressed once we combine the hydraulic model with a so-called “ divided mind ” account of self-control.",
      "citationCount": 1,
      "doi": "10.1111/theo.12291",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e4abc7e6b314500ace16915e428569b924304e61",
      "venue": "Theoria",
      "journal": {
        "name": "Theoria"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c331df24862dbc33d72003c721167c7b825bb978",
      "title": "Artificial Intelligence (AI) and the Relationship between Agency, Autonomy, and Moral Patiency",
      "authors": [
        {
          "name": "Paul Formosa",
          "authorId": "2253748666"
        },
        {
          "name": "Ines Hip'olito",
          "authorId": "2219272820"
        },
        {
          "name": "Thomas Montefiore",
          "authorId": "2179595897"
        }
      ],
      "year": 2025,
      "abstract": "The proliferation of Artificial Intelligence (AI) systems exhibiting complex and seemingly agentive behaviours necessitates a critical philosophical examination of their agency, autonomy, and moral status. In this paper we undertake a systematic analysis of the differences between basic, autonomous, and moral agency in artificial systems. We argue that while current AI systems are highly sophisticated, they lack genuine agency and autonomy because: they operate within rigid boundaries of pre-programmed objectives rather than exhibiting true goal-directed behaviour within their environment; they cannot authentically shape their engagement with the world; and they lack the critical self-reflection and autonomy competencies required for full autonomy. Nonetheless, we do not rule out the possibility of future systems that could achieve a limited form of artificial moral agency without consciousness through hybrid approaches to ethical decision-making. This leads us to suggest, by appealing to the necessity of consciousness for moral patiency, that such non-conscious AMAs might represent a case that challenges traditional assumptions about the necessary connection between moral agency and moral patiency.",
      "citationCount": 1,
      "doi": "10.1007/978-3-032-14537-6_3",
      "arxivId": "2504.08853",
      "url": "https://www.semanticscholar.org/paper/c331df24862dbc33d72003c721167c7b825bb978",
      "venue": "arXiv.org",
      "journal": {
        "name": "ArXiv",
        "volume": "abs/2504.08853"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5e68301510e1de5fb5d251c108e43d5569e0600a",
      "title": "John Perry, robots, and self-locating thoughts",
      "authors": [
        {
          "name": "Miloš Agatonović",
          "authorId": "116222186"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s00146-025-02215-y",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5e68301510e1de5fb5d251c108e43d5569e0600a",
      "venue": "Ai & Society",
      "journal": {
        "name": "AI & SOCIETY",
        "pages": "4783 - 4787",
        "volume": "40"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "657ac047af1e55a1fe8bb4e020cc9ec348e01eb9",
      "title": "Coolness, Aesthetic Agency and Self-Construction",
      "authors": [
        {
          "name": "E. Arielli",
          "authorId": "68995872"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.6092/ISSN.2611-0563/10548",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/657ac047af1e55a1fe8bb4e020cc9ec348e01eb9",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "15-22",
        "volume": "10"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f4499a58830d90a4e3feb571aecd5222f4fef414",
      "title": "Vacilar: The Entanglement of Self-expression and its Outside",
      "authors": [
        {
          "name": "Gregorio Fontaine",
          "authorId": "1752931270"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f4499a58830d90a4e3feb571aecd5222f4fef414",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "614bbb4c4d24750b4515496fd2da9d5360d77dbc",
      "title": "The Magic Happens Inside Out: A Reflection on the Transformative Power of Self-Expression and Dialogical Inquiry in Inside-Out Prison Exchange Courses",
      "authors": [
        {
          "name": "Kym Maclaren",
          "authorId": "84500629"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 14,
      "doi": "10.1080/10749039.2015.1075045",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/614bbb4c4d24750b4515496fd2da9d5360d77dbc",
      "venue": "",
      "journal": {
        "name": "Mind, Culture, and Activity",
        "pages": "371 - 385",
        "volume": "22"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4b888c97871f595b128e496046aaea6c3c1f0965",
      "title": "Philosophy and self-expression",
      "authors": [
        {
          "name": "Arto Laitinen",
          "authorId": "48745632"
        }
      ],
      "year": 2018,
      "abstract": "When I bumped into Taylor’s Philosophical Papers, I had been to lectures on and studied texts by Wittgenstein, Foucault, Kuhn, Hegel, Kant, Rawls, Habermas, Walzer, Rorty, MacIntyre, some Heidegger, and I was struck by how these separate strands of thought suddenly formed aspects of a coherent picture. Each of those thinkers had seemed to be saying something important and true, and now Taylor – commenting these thinkers and others – provided a secure view of how it all hangs together; adding new equally important topics of his own. That then inspired me to write a dissertation and some other texts on Taylor’s work. One topic on which Charles Taylor’s work stands out is that of self-expression. He has captured both the importance of implicit background sense of things, orientation and “know-how” on the one hand and the role of articulations on the other, showing how the latter aim to be faithful to the implicit grasp and transform it at the same time. Taylor attributes this view to the Expressivists of the Romantic movement and to Hegel, but the most illuminating texts on this topic seem to be by no one else than Taylor himself. The model of expressive striving is an artist who starts with an inchoate sense of what she wants to achieve. She then struggles with getting a draft done, with “externalizing” the idea in an external medium. In the first draft, she perceives a partial realization of the idea – it falls short of being yet an adequate and faithful rendering of the idea, but on the other hand is more determinate and more detailed than the inchoate initial idea. Perceiving, “taking in,” that determinate version is a genuine learning experience, it alters, reshapes the initial grasp. It first of all has aspects which fall short of the original idea and which illuminate some sides of the original idea negatively: the artist can now see some details that will not do. Second, some details appear as faithful realizations of the compressed inchoate sense that was the starting point. It had not yet unfolded in any detail, so the draft makes the inchoate sense more determinate and detailed.",
      "citationCount": 0,
      "doi": "10.1177/0191453718781244",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4b888c97871f595b128e496046aaea6c3c1f0965",
      "venue": "Philosophy & Social Criticism",
      "journal": {
        "name": "Philosophy & Social Criticism",
        "pages": "764 - 766",
        "volume": "44"
      },
      "publicationTypes": null
    },
    {
      "paperId": "eaf70434e2bee26488304698ddfe689e27237174",
      "title": "Marx, work, agency and postcapitalist prefiguration",
      "authors": [
        {
          "name": "Anitra Nelson",
          "authorId": "2291680198"
        }
      ],
      "year": 2024,
      "abstract": "Marx's interpretation of ‘praxis’ as a primary expression of what we are, of self-realisation and what we might achieve as social beings, frames his revolutionary thought. This article connects Marx's unique approach to certain forms of contemporary grassroots resistance and community-based postcapitalist responses to global heating and the totalitarianism of capital. In particular, his appreciation of humans as at one with nature supports a postcapitalist imaginary abolishing the contradiction between humans and more-than-human nature intrinsic to capitalist practices. By reference to critical theorists such as Jasper Bernes and autonomist Marxist authors Harry Cleaver and P.M. (Hans Widmer), the article identifies key principles of a nonmarket socialist form of postcapitalism, i.e. beyond both state and money. Work as waged labour under the rule of capitalists gives way to ecologically and socially constructive activities fulfilling collective sufficiency cogoverned and coproduced by all. Work is freed up as semi-voluntary activity, negotiated within a community mode of production where the product is both predetermined (co-planned) and, later, shared on the basis of satisfying basic needs. In contrast to strictly defined capitalist waged work, now standard across various geographies and cultures, the postcapitalist community mode of production proposed establishes convivial and ecologically appropriate work within local geographies of community sufficiency. Even as universal (global) principles typify the community mode of production, symbiotically respectful relations between humans and nature give rise to unique localised geographies of ecological diversity and pluralism.",
      "citationCount": 4,
      "doi": "10.1177/19427786241237434",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eaf70434e2bee26488304698ddfe689e27237174",
      "venue": "Human Geography",
      "journal": {
        "name": "Human Geography",
        "pages": "59 - 69",
        "volume": "18"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "120af0c9aad715b0dda65aba9ce741d3c4767ca0",
      "title": "Self-Actualization in a Postmodern World in John Updike’s “A&P” and Anne Tyler’s “Teenage Wasteland”",
      "authors": [
        {
          "name": "Mevlüde Zengin",
          "authorId": "88121458"
        }
      ],
      "year": 2025,
      "abstract": "In a rapidly evolving postmodern world characterized by technological advancements, cultural fragmentations, and either shifting or disappearing social norms, the quest for individuality has become increasingly complex and fraught with challenges. As traditional structures dissolve, individuals have become exposed to a world marked by ambiguity and existential uncertainty. To realize oneself, the struggle for identity, and to be oneself have become existentialist issues in today’s world. The tension between the desire for self-expression and the pressures of societal conformity often leads to a profound sense of dislocation, particularly among adolescents and young adults. These and similar topics have become significant subject matters and themes in literature. “A&P” (1961) by John Updike and “Teenage Wasteland” (1983) by Anne Tyler are the two short stories delving into the themes of identity, self-actualization, adolescence, social nonconformity, alienation, expressing oneself freely and the desire for independence along with developing an attitude against all kinds of restrictions. This study aims to explore the hardships of becoming an individual and creating a self of one’s own in a contemporary context as reflected in stories in question. The factors affecting personal identities and making the formation of identity difficult, particularly in adolescence, will be explored by the main characters, Sammy and Donny in “A&P” and “Teenage Wasteland” respectively. By making use of the theoretical perspectives on the concept of individualism and the constitution of the individual in the postmodern context, these two characters will be analysed as the representations of the self in the contemporary world in order to reveal the profound implications of the challenges for personal agency, realization of oneself and becoming oneself.",
      "citationCount": 0,
      "doi": "10.31795/baunsobed.1660340",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/120af0c9aad715b0dda65aba9ce741d3c4767ca0",
      "venue": "Balıkesir Üniversitesi Sosyal Bilimler Enstitüsü Dergisi",
      "journal": {
        "name": "Balıkesir Üniversitesi Sosyal Bilimler Enstitüsü Dergisi"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e3b0818f5710106f73a29f4931960aa67d7517ad",
      "title": "Should groups become self-interpreting agents?",
      "authors": [
        {
          "name": "Onni Hirvonen",
          "authorId": "88857760"
        },
        {
          "name": "Arto Laitinen",
          "authorId": "2141245783"
        }
      ],
      "year": 2025,
      "abstract": "ABSTRACT This paper examines whether groups can and should be self-interpreting agents. It seems that at least groups based on shared interests, ‘interest groups’, and groups providing a collective identity, ‘identity groups’, would prima facie benefit from becoming self-interpreting. This is a claim which is reflected both in political philosophy and analyses of group agency. In this paper we evaluate this claim, first, by providing a taxonomy of groups regarding their capabilities for self-interpretation. Second, we outline six reasons why non-self-interpreting groups should become self-interpreting. Third, we argue that only properly organized groups, and not looser self-interpretive groupings, can reliably avoid attribution and legitimacy issues regarding their self-interpretations. Fourth, we assess the desirability of forming self-interpretive groups by identifying theoretical, economic, social, and political costs that are typically involved in becoming a self-interpreting group agent, and argue that in some cases the costs are high enough to outweigh the reasons for becoming a genuinely self-interpreting group. Thus, despite the prima facie case, it is not always clear whether identity-groups and interest-groups should become self-interpreting. The answer in different cases hangs on the balance of costs and benefits. We finish with a brief discussion of two objections, and a short reflection.",
      "citationCount": 0,
      "doi": "10.1080/13869795.2025.2568524",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e3b0818f5710106f73a29f4931960aa67d7517ad",
      "venue": "Philosophical Explorations",
      "journal": {
        "name": "Philosophical Explorations",
        "pages": "339 - 357",
        "volume": "28"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "03906323345ea1aad2519b695ef09eef53cd3ece",
      "title": "The untransformed self: why AI fails the Hegelian test for moral consciousness",
      "authors": [
        {
          "name": "Umar Thamrin",
          "authorId": "2394091093"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s43681-025-00853-y",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/03906323345ea1aad2519b695ef09eef53cd3ece",
      "venue": "AI and Ethics",
      "journal": {
        "name": "AI and Ethics",
        "volume": "6"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1cf1fbcba16f205d9f63cc5c78ab8b4c0afaa7f7",
      "title": "Self-identity and Moral Agency",
      "authors": [
        {
          "name": "Marina A. L. Oshana",
          "authorId": "102331123"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1007/978-94-007-4789-0_11",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1cf1fbcba16f205d9f63cc5c78ab8b4c0afaa7f7",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "231-252",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "e1297a2eae3b5c8cc052f4e47de94bfedd0270b4",
      "title": "Freedom and agency in the Zhuangzi: navigating life’s constraints",
      "authors": [
        {
          "name": "Karyn Lai",
          "authorId": "87170524"
        }
      ],
      "year": 2021,
      "abstract": "ABSTRACT The Zhuangzi, a 4th century BCE Chinese text, is optimistic about life unrestrained by entrenched values. This paper contributes to existing debates on Zhuangzian freedom in three ways. First, it reflects on how it is possible to enjoy the freedom envisaged in the Zhuangzi. Many discussions welcome the Zhuangzi’s picture of release from life shaped by canonical visions, without also giving thought to life without these driving visions. Consider this scenario: in a world with limitless possibilities, would it not be fraught, not knowing how to interpret situations? I suggest that freedom in the Zhuangzi is possible only if one succeeds in reorienting herself to the new ‘normal’. Second, I introduce and develop the idea of working with constraints. This focuses on an agent's maximizing the fit between relevant conditions, on the one hand, and their capabilities, on the other. Finally, I propose that self-directed practice, an important expression of agency, is required for building capabilities that enable such freedom. I examine the idea of risk involved in these firsthand experiences, articulating an account of agency that sits at the heart of hard-won Zhuangzian freedom.",
      "citationCount": 16,
      "doi": "10.1080/09608788.2021.1994366",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e1297a2eae3b5c8cc052f4e47de94bfedd0270b4",
      "venue": "British Journal for the History of Philosophy",
      "journal": {
        "name": "British Journal for the History of Philosophy",
        "pages": "3 - 23",
        "volume": "30"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0dab62d18b47a8ef353f614fa27c90c622b30f9c",
      "title": "The interaction between neuroscience and theology is producing a new personalism: a response to commentators on my book “Religion, neuroscience and the self: a new personalism.”",
      "authors": [
        {
          "name": "P. McNamara",
          "authorId": "145055512"
        }
      ],
      "year": 2022,
      "abstract": "critical realization that we are to a signi cant de by our and that we thrive best when we maintain a lively and open-ended sense of futurity. Particularly interesting is the critical grounding of this key theological trait in important brain functions, such as the Predictive Processing Framework. personal relationships; and, (3) the state, the ﬁ nal repository of force that irresistibly imposes a settlement on the inevitable con ﬂ icts between individuals and sectional groups within a larger whole … In this threefold distinction between (as the critical realists put it) personal agency, cultural meaning, and social/political struc- ture, the church operates primarily in the intermediate zone of culture, neither privatized to a trivial “ spiritual not religious ” zone of irrelevant lifestyle choices, nor weaponized with the state ’ s coercive machinery, but instead o ﬀ ering a community beyond the family but beneath the state, that seeks to persuade through its shared ritual expression and ethical practice of faith, hope and love. be seen as the general categories pertaining to the person ’ s spontaneous spiritual openness and dynamism to transcendence (in traditional terms, the natural desire for God), while the theological virtues of faith, hope, and love can be seen as the speci ﬁ c content and ful ﬁ lment of those open-ended aspirations.",
      "citationCount": 2,
      "doi": "10.1080/2153599X.2022.2050798",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0dab62d18b47a8ef353f614fa27c90c622b30f9c",
      "venue": "Religion, Brain &amp; Behavior",
      "journal": {
        "name": "Religion, Brain & Behavior",
        "pages": "465 - 472",
        "volume": "12"
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
