{
  "status": "success",
  "source": "semantic_scholar",
  "query": "practical wisdom habituation character",
  "results": [
    {
      "paperId": "c2151273226b652e5ebccd2e803a9b9101705167",
      "title": "Virtue Monism. Some Advantages for Character Education",
      "authors": [
        {
          "name": "Ariele Niccoli",
          "authorId": "113567111"
        },
        {
          "name": "Martina Piantoni",
          "authorId": "2296098547"
        },
        {
          "name": "Elena Ricci",
          "authorId": "2296031549"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 7,
      "doi": "10.1007/s11245-024-10041-y",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c2151273226b652e5ebccd2e803a9b9101705167",
      "venue": "Topoi",
      "journal": {
        "name": "Topoi",
        "pages": "1043 - 1051",
        "volume": "43"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f0b1e4f092f42676e03fd8714003b6607ea7401e",
      "title": "Does Aristotle believe that habituation is only for children?",
      "authors": [
        {
          "name": "W. Sanderse",
          "authorId": "74939175"
        }
      ],
      "year": 2018,
      "abstract": "ABSTRACT Full virtue and practical wisdom comprise the end of neo-Aristotelian moral development, but wisdom cannot be cultivated straight away through arguments and teaching. Wisdom is integrated with, and builds upon, habituation: the acquisition of virtuous character traits through the repeated practice of corresponding virtuous actions. Habit formation equips people with a taste for, and commitment to, the good life; furthermore it provides one with discriminatory and reflective capacities to know how to act in particular circumstances. Unfortunately, habituation is often understood primarily as a method suitable only for children. This article examines whether Aristotle limited habituation to children and, if not, what the relationship between habituation and wisdom beyond childhood might look like. This article concludes that wisdom-guided habituation is also possible for adults who continue and confirm their already established virtuous habits. The implications of this for professional moral education are subsequently discussed.",
      "citationCount": 25,
      "doi": "10.1080/03057240.2018.1497952",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f0b1e4f092f42676e03fd8714003b6607ea7401e",
      "venue": "Journal of Moral Education",
      "journal": {
        "name": "Journal of Moral Education",
        "pages": "110 - 98",
        "volume": "49"
      },
      "publicationTypes": null
    },
    {
      "paperId": "22133603a674d47b6b8336db48f9e75f6468a7d6",
      "title": "The Labors of Wisdom",
      "authors": [
        {
          "name": "D. Jagannathan",
          "authorId": "121251825"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.6082/M1DB7ZWW",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/22133603a674d47b6b8336db48f9e75f6468a7d6",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "afbd1be4dc07e6ebfb18a606231a6086b78d438e",
      "title": "Practical Wisdom and the Character of Administrative Decisions",
      "authors": [
        {
          "name": "Pía Chible",
          "authorId": "2390722051"
        }
      ],
      "year": 2025,
      "abstract": "\n The purpose of this paper is to show that, while judicial decisions might be productively examined through the lens of the virtue of justice, as an instance of proportionate allocation of goods and evils according to law, the same kind of assessment reveals very little about administrative decisions. The reason is that administrative decisions entail a different kind of reasoning, one that is primarily concerned with the assessment of reality. Administration is the realisation of the will of the (constitutional) State. It is what allows us to take the legal and political order and make something out of it, by transforming reality in a certain way – it is a bridge between the abstract order and the facts of the world as it is. I will argue that practical wisdom offers a useful template to examine administrative decisions, as it allows us to see how they entail the complex interaction between the ends of the State and the nuances of reality. Practical wisdom, after all, is wisdom in action, and combines an understanding of the abstract goals with the correct identification of what the particular circumstances of life require. It is thus the paradigmatic shape of administration in its ideal form.",
      "citationCount": 0,
      "doi": "10.5553/njlp/221307132025054001003",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/afbd1be4dc07e6ebfb18a606231a6086b78d438e",
      "venue": "Netherlands Journal of Legal Philosophy",
      "journal": {
        "name": "Netherlands Journal of Legal Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1cdccbde2e0681e7d65b69ff92c90dc1a0bd1113",
      "title": "Against Aristotelian Character Education: Practical Wisdom, Flourishing, and Liberal Democracy",
      "authors": [
        {
          "name": "Kristján Kristjánsson",
          "authorId": "2074829991"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1080/00071005.2025.2557055",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1cdccbde2e0681e7d65b69ff92c90dc1a0bd1113",
      "venue": "British Journal of Educational Studies",
      "journal": {
        "name": "British Journal of Educational Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3ca7398da711857349d01f02ccf039c71b2d88b0",
      "title": "The Practical Wisdom of\n Phronesis\n in the Education of Purported Virtuous Character",
      "authors": [
        {
          "name": "D. Carr",
          "authorId": "144169306"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.1111/edth.12570",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3ca7398da711857349d01f02ccf039c71b2d88b0",
      "venue": "Educational Theory",
      "journal": {
        "name": "Educational Theory"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e64eaed8bbec574c5b59bf9d3a81a38f890d2d59",
      "title": "Practical Wisdom as an Aim of Character & Virtue Education and Development of the Dialectic Method for its Cultivation",
      "authors": [
        {
          "name": "Giyeon Lee",
          "authorId": "2219029821"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.18338/kojmee.2023..79.133",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e64eaed8bbec574c5b59bf9d3a81a38f890d2d59",
      "venue": "Journal of Moral &amp; Ethics Education",
      "journal": {
        "name": "Journal of Moral &amp; Ethics Education"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6ffde30d95ad6b795a1d9a35f55117381c90bdb0",
      "title": "Practical Wisdom, Clinical Judgments, and the Agential View.",
      "authors": [
        {
          "name": "Fabrice Jotterand",
          "authorId": "2322591730"
        },
        {
          "name": "Arthur Derse",
          "authorId": "2344984157"
        },
        {
          "name": "Ryan Spellecy",
          "authorId": "2322590696"
        },
        {
          "name": "Chris Stawski",
          "authorId": "2344986659"
        },
        {
          "name": "Adina Kalet",
          "authorId": "2274675343"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1093/jmp/jhae046",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6ffde30d95ad6b795a1d9a35f55117381c90bdb0",
      "venue": "Journal of Medicine and Philosophy",
      "journal": {
        "name": "The Journal of medicine and philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8f21bdb0a3451cf4c3941c36c04400e3b38d9372",
      "title": "The four pillars of Practical Wisdom Coaching",
      "authors": [
        {
          "name": "Shane McLoughlin",
          "authorId": "2254045585"
        }
      ],
      "year": 2025,
      "abstract": "This paper introduces Practical Wisdom Coaching (PWC), a novel coaching psychology approach grounded in Aristotelian philosophy. By integrating the four pillars of the golden mean (mesotês), practical wisdom (phronesis), tragic flaws (hamartia), and character friendships (philia), PWC offers a holistic and ethically robust framework for personal and professional growth. Unlike traditional coaching methods that prioritise goal attainment and subjective well-being, PWC emphasises the development of moral character and the pursuit of a flourishing life. It addresses the complexities of human behaviour and ethical decision-making, providing a nuanced understanding of clients’ unique contexts and challenges. PWC balances character and utility friendships, ensuring ethical guidance while maintaining professional boundaries. By embedding professional ethics directly into the coaching process, PWC helps prevent potential harms from unwise goal setting and fosters long-term well-being and ethical living. This paper highlights the practical applications of Aristotelian thought, introducing novel concepts and methodological approaches that significantly enhance coaching practices and contribute to the holistic development and flourishing of clients.",
      "citationCount": 0,
      "doi": "10.53841/bpstcp.2025.20.3.19",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8f21bdb0a3451cf4c3941c36c04400e3b38d9372",
      "venue": "Coaching Psychologist",
      "journal": {
        "name": "The Coaching Psychologist"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8e5e25eb437678db7342a691d57bbba2462e3ebc",
      "title": "Fostering Eudaimonia: Design to Support Virtues and Practical Wisdom",
      "authors": [
        {
          "name": "H. Dhiman",
          "authorId": "40539149"
        },
        {
          "name": "Nicholas O'Donnell",
          "authorId": "1404691397"
        },
        {
          "name": "Yutaro Nemoto",
          "authorId": "2370499919"
        },
        {
          "name": "Gustavo Alberto Rovelo Ruiz",
          "authorId": "1400932629"
        },
        {
          "name": "D. Plewe",
          "authorId": "2165020"
        },
        {
          "name": "Eileen Wemmer",
          "authorId": "2301082901"
        },
        {
          "name": "Carsten Röcker",
          "authorId": "2256881174"
        }
      ],
      "year": 2025,
      "abstract": "We live in a time when unprecedented technological abundance stands in a perplexingly stark contrast to a precarious future, declining mental health and increasing disengagement from work. Past work has emphasized positive user experiences as a desirable design goal in designing interactive systems. Yet, researchers argue that to flourish, we need to cultivate phronesis, or practical wisdom which results from a successful integration of virtues, or character strengths. The design of technology embeds value judgments about what is worthwhile, and to the extent that interactive technologies can both positively and negatively shape our decisions, influence our motivations, and form our habits, the question arises: how can we design them to help us inculcate those patterns of thought and behavior which contribute to our ability to use technological affordances prudently and cultivate well-being supportive virtues? The aim of this one day in-person workshop is to bring together researchers to deepen our understanding of the overlap between design, flourishing and the role of virtues, and develop fruitful avenues for further research and collaboration.",
      "citationCount": 0,
      "doi": "10.1145/3715668.3734163",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8e5e25eb437678db7342a691d57bbba2462e3ebc",
      "venue": "Conference on Designing Interactive Systems",
      "journal": {
        "name": "Companion Publication of the 2025 ACM Designing Interactive Systems Conference"
      },
      "publicationTypes": [
        "Book",
        "JournalArticle",
        "Conference"
      ]
    },
    {
      "paperId": "313dde42f049abb071427c9d0f52840258ae0893",
      "title": "Book review: Ashley Rose Mehlenbacher, On Expertise – Cultivating Character, Goodwill, and Practical Wisdom",
      "authors": [
        {
          "name": "Julia Metag",
          "authorId": "3481136"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1177/09636625221137416",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/313dde42f049abb071427c9d0f52840258ae0893",
      "venue": "Public Understanding of Science",
      "journal": {
        "name": "Public Understanding of Science",
        "pages": "257 - 258",
        "volume": "32"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "62eaeed3a5bf891b595a17bee31fc1cc36e25641",
      "title": "Integration of Sia Sawau Local Wisdom Su'u Sawale in Strengthening Islamic Character Education",
      "authors": [
        {
          "name": "Abd Salam",
          "authorId": "2402344356"
        }
      ],
      "year": 2025,
      "abstract": "Globalization bring challenge to identity and character generation young , so that educational model is needed contextual Islamic character . Wisdom local Sia Sawau Su'u Sawale in Bima culture is believed to contain values sublime that can integrated in coaching character , but studies that connect both of them Still limited . Research This use approach qualitative descriptive through studies literature with analyze books , articles scientific , documents culture and literature Islamic education . Data analyzed use technique analysis content For identify mark philosophical Sia Sawau Su'u Sawale , mapping its suitability with principle education Islamic character , as well as formulate pattern relevant integration​ for generation young . Research find four category mark main in Sia Sawau Su'u Sawale : moral, social , spiritual, and community values . Values the own point strong meeting​ with principle morals Karim like trust , adab, ukhuwah , and muhasabah . Analysis results show that mark the can integrated through habituation in family , curriculum school , practice culture society , and the use of digital media. Integration of wisdom local with education Islamic character enriches approach pedagogical at a time strengthen identity culture and religiosity generation young. Required study advanced based empirical For test implementation of the integrative model This in practice formal education.",
      "citationCount": 0,
      "doi": "10.47625/fitrah.v16i2.1192",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/62eaeed3a5bf891b595a17bee31fc1cc36e25641",
      "venue": "Fitrah: Jurnal Studi Pendidikan",
      "journal": {
        "name": "Fitrah: Jurnal Studi Pendidikan"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "92f935e850a6da6084587800df13d0564e2c0d63",
      "title": "Aristotelian Practical Wisdom (Phronesis) as the Key to Professional Ethics in Teaching",
      "authors": [
        {
          "name": "K. Kristjánsson",
          "authorId": "89278215"
        }
      ],
      "year": 2024,
      "abstract": "This article is about a virtue ethical approach to the professional ethics of teaching, centred around the ideal of phronesis (practical wisdom) in an Aristotelian sense. It is grounded empirically in extensive research conducted at the Jubilee Centre for Character and Virtues into teachers and other UK professionals, and it is grounded theoretically in recent efforts to revive an Aristotelian concept of phronesis as excellence in ethical decision-making. The article argues for the need for a virtue-based approach to professional practice, based on time-honoured Aristotelian assumptions and culminating in a conceptually viable construct of phronesis as a psycho-moral integrator and adjudicator. After setting some of the historical background in Sect. 1, Sect. 2 charts the most relevant empirical findings. Section 3 introduces a call for phronesis as a guide to virtue-based professional ethics: its role, nature, and methods of instruction. Section 4 adds some caveats and concerns about if and how phronesis can be cultivated as part of teacher training. Finally, Sect. 5 offers some concluding remarks about the novelty and radicality of the approach on offer in this article.",
      "citationCount": 11,
      "doi": "10.1007/s11245-023-09974-7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/92f935e850a6da6084587800df13d0564e2c0d63",
      "venue": "Topoi",
      "journal": {
        "name": "Topoi",
        "pages": "1031 - 1042",
        "volume": "43"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d7058c9783a8156dc1eff58fda5619aa57e04ebe",
      "title": "Building Practical Wisdom in Business, Organisation and Management through Transformative Civic Education (´Bildung´)",
      "authors": [
        {
          "name": "Wendelin M. Küpers",
          "authorId": "2846680"
        },
        {
          "name": "Paul Shrivastava",
          "authorId": "2279622520"
        },
        {
          "name": "Laszlo Zsolnai",
          "authorId": "2328735593"
        }
      ],
      "year": 2024,
      "abstract": "\n This paper revisits the concept of Bildung as a transformative approach to civic education, aimed at renewing business and management education and organisational practices to foster both human and non-human flourishing and sustainability. It synthesises key insights from the literature on practical wisdom and wisdom learning to develop a conception of spiritually informed, embodied wiser practice in business, organisation, and management. As a component of transformative civic education, Bildung is demonstrated to have significant potential for cultivating the character traits, identity, and capabilities needed to address the profound ecological, economic, social, and cultural challenges of the Anthropocene. Specifically, the paper establishes a nexus between spirituality and embodied practical wisdom, advocating for more responsible and sustainable business practices and education. By leveraging the tradition of Bildung, both business practices and education can be rejuvenated through the development of the whole person within social praxis.\n",
      "citationCount": 2,
      "doi": "10.51327/sown9168",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d7058c9783a8156dc1eff58fda5619aa57e04ebe",
      "venue": "Journal of Management, Spirituality &amp; Religion",
      "journal": {
        "name": "Journal of Management, Spirituality &amp; Religion"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "822e8c5e27d6c7bcc484110ba151065aea905cf0",
      "title": "Practical wisdom versus the virtue of care: A prototype approach to the geography of virtues",
      "authors": [
        {
          "name": "Claudia Navarini",
          "authorId": "2291907557"
        },
        {
          "name": "Paweł Pijas",
          "authorId": "2183605937"
        }
      ],
      "year": 2024,
      "abstract": "The purpose of this article is to address the complex relationships within the geography of virtues. Based on the recent prototypical theories of concepts as idealized cognitive models arising from abstraction, the article argues that the relations between virtues are asymmetrical, with a prototypical virtue characterizing the whole category and specific virtues being character traits or skills derived from the prototypical virtue. It also argues that the most promising candidates for the role of prototypical virtue are phronesis (practical wisdom) and the virtue of care, for their ability to represent and elicit any virtuous behavior when the situation calls for them. It therefore confronts the two options, which embody competing perspectives. In the concluding section, it proposes two possible directions for further research to settle in favor of one of the candidates. The article can be taken as an illustration of the potential of prototype theory for analyzing ethical concepts.",
      "citationCount": 0,
      "doi": "10.1111/meta.12716",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/822e8c5e27d6c7bcc484110ba151065aea905cf0",
      "venue": "Metaphilosophy",
      "journal": {
        "name": "Metaphilosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f513097f2469d1b593cc0f72606cfcb085aa10b2",
      "title": "Phronesis (Practical Wisdom) as the Key to Professional Ethics in Coaching",
      "authors": [
        {
          "name": "K. Kristjánsson",
          "authorId": "89278215"
        }
      ],
      "year": 2024,
      "abstract": "I understand coaching as a multi-faceted profession; and the theoretical assumption undergirding this short paper is that the professional ethics of coaching is best grounded in a general virtue ethical approach to the professional ethics, centered around the ideal of phronesis (practical wisdom) in an Aristotelian sense. For Aristotle (1985), we seek evidence not only in the theories of “the wise” but also the views of “the many.” I would thus be inclined to ground a virtue ethical approach to coaching empirically in the extensive research already conducted at the Jubilee Centre for Character and Virtues into various professionals, and to ground it theoretically in recent efforts to revive an Aristotelian concept of phronesis as excellence in ethical decision-making (see further in Kristjánsson, 2024).",
      "citationCount": 0,
      "doi": "10.62882/bhth5065",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f513097f2469d1b593cc0f72606cfcb085aa10b2",
      "venue": "JOURNAL of COACHING ETHICS",
      "journal": {
        "name": "JOURNAL of COACHING ETHICS"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d4d71cfb5a29bd4b1ed286e014b0b5db30598e59",
      "title": "Phronesis (Practical Wisdom) and Philia (Friendship)",
      "authors": [
        {
          "name": "B. Fowers",
          "authorId": "2672634"
        },
        {
          "name": "Lukas F. Novak",
          "authorId": "2280642230"
        },
        {
          "name": "Nona C. Kiknadze",
          "authorId": "2120772403"
        },
        {
          "name": "Michelle Meital Sanabria",
          "authorId": "2291223284"
        },
        {
          "name": "Alexander J. Calder",
          "authorId": "2143039009"
        }
      ],
      "year": 2024,
      "abstract": "In Aristotle’s ethics, friendship is a complex and nuanced construct, which he termed philia. Aristotle’s philia is much broader than affinity­‑based peer relationships, as friendship is often conceived currently. He identified three types of friendship (utility, pleasure, and character), and he devoted approximately 20% of the Nicomachean Ethics to friendship. This is because close personal relationships and developing oneself as a character friend are extremely important to living well as a human. This centrality makes character or virtue friendship distinctive and highly valuable. We apply the construct of phronesis to philia to reveal important aspects of both. First, we argue that situations common to character friendships highlight the reasonable limits of the emotion regulation function of phronesis in resolving seemingly intractable ethical conflicts. Second, we suggest that these limits suggest, counterintuitively, that character friendships (even among the most virtuous actors) are still subject, under some conditions, to substantial feelings of conflict and emotional ambivalence.",
      "citationCount": 0,
      "doi": "10.31262/2989-3577/2024/1/2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d4d71cfb5a29bd4b1ed286e014b0b5db30598e59",
      "venue": "Dialogues in Education",
      "journal": {
        "name": "Dialogues in Education"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e5be01f88b6a098b3ac1d371457bd20eaf543420",
      "title": "Practical wisdom, a dormant character in medical education?",
      "authors": [
        {
          "name": "P. Paes",
          "authorId": "6096239"
        }
      ],
      "year": 2019,
      "abstract": "The role of theory in practice is a debate that has gone on for centuries. The meaningful role of theory in educational research is the focus of an article by Brown et al. in this issue of Medical Education, in which they highlight the gap in theory presented in published research papers. The authors reference the potential roles and characters that theory can take in research before setting out their own investigation of the use of theory in general practice education. They develop a framework for the ways in which theory can be used and articulated, based on Campbell’s characterisation of roles in a story: the protagonist, the harbinger, ally and mentor, which will resonate with many readers.",
      "citationCount": 2,
      "doi": "10.1111/medu.13832",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e5be01f88b6a098b3ac1d371457bd20eaf543420",
      "venue": "Medical Education",
      "journal": {
        "name": "Medical Education",
        "volume": "53"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ab66fea008176509027baac2608878b2cdd6d8f6",
      "title": "God’s gift of wisdom in words, actions, and practical skills",
      "authors": [
        {
          "name": "Robin Gallaher Branch",
          "authorId": "2299467259"
        }
      ],
      "year": 2024,
      "abstract": "This article examined wisdom, a godly attribute, as a gift God gives. The gift takes at least three forms: skill in wise words, skill in subsequent actions, and skill with one’s hands. Bystanders and readers easily spot wisdom. This article found that wisdom grew and was refined through use. Employing a canonical approach and a literary methodology, this article presented selected Hebrew Bible characters who broadly illustrated God’s gift of wisdom in words and actions; it then considered two men and a group of women who were skilled – wise – with their hands. Four biblical characters noted for wise speech and actions include Joseph, the dream-interpreter and second to Pharaoh as Egypt’s ruler (Gn 41:37–41); the Wise Woman of Abel Beth Maacah, a city’s arbitrator during a siege (2 Sm 20:14–22); Solomon, David’s successor, who asked God for an understanding mind and received wisdom (1 Ki 3:9–12); and Daniel, a Judean exile in Babylon who sought God’s wisdom in a life-and-death situation (Dn 2:19–23). A fifth character, Lady Wisdom (a most interesting persona), teaches that wisdom is not only a gift but also a learned skill. In an ‘Elevator Pitch’ proclaimed loudly in a city’s streets, she invites passers-by to come to her banquet, learn from her, and become wise (Pr 8–9). God’s wisdom also abounded in practical, tactile ways. God gave Bezalel and Oholiab wisdom in crafting furnishings for the Tabernacle in the Wilderness (Ex 31:1–11); wise-hearted women participated as spinners (Ex 35:25–26). This article concluded that whether given as word, action, or skill or learned via study or practiced manually, all wisdom’s forms come from the bountiful Giver, and require a recipient’s maintenance, namely the lifelong pattern of seeking God and walking in his ways (Pr 2). Wise choices in friends, words, and actions result in blessing the learner and subsequently promoting a society’s well-being. Wisdom ripples.Contribution: Through the lens of Old Testament character studies, this article illustrated aspects of God’s gift of wisdom. Stories showed how individuals sought, practiced, and developed wisdom. While wisdom initially met a need, saved a life, or led a nation, it overflowed from the one singularly known as wise to others. However, a condition applied. Wisdom is not inherited; all seekers must learn that wisdom’s objective, like all God’s gifts, is God’s glory.",
      "citationCount": 0,
      "doi": "10.4102/ids.v58i1.3062",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ab66fea008176509027baac2608878b2cdd6d8f6",
      "venue": "In die Skriflig/In Luce Verbi",
      "journal": {
        "name": "In die Skriflig/In Luce Verbi"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "be40e0b4b7f2872e2fe640476ea78dc070dc17e1",
      "title": "Aristotle on Right Decision as a Cooperation of Virtue of Character and Practical Wisdom",
      "authors": [
        {
          "name": "Song Euree",
          "authorId": "134712188"
        }
      ],
      "year": 2019,
      "abstract": "ABSTRACT",
      "citationCount": 0,
      "doi": "10.15750/chss.74.201911.004",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/be40e0b4b7f2872e2fe640476ea78dc070dc17e1",
      "venue": "CHUL HAK SA SANG - Journal of Philosophical Ideas",
      "journal": {
        "name": "CHUL HAK SA SANG : Journal of Philosophical Ideas"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5debf07c7f1ed65c3dfe38c7fb989b8ba30d9da2",
      "title": "Spiritual Knowledge Management: Practical Wisdom and Faith-at-Work Brought to Life",
      "authors": [
        {
          "name": "Elaine Long",
          "authorId": "2238298015"
        }
      ],
      "year": 2023,
      "abstract": "Integrating knowledge management, faith-at-work, and phronetic workplace domains, this paper presents phronesis, or practical wisdom, and faith-at-work (FAW) based on theoretical principles of moral actions and character virtues and real-life examples of FAW practices such as thoughts, behaviors, and feelings, bringing to life the practically-wise company. Answering a call to investigate phronesis in the workplace to understand how the individual level of practical wisdom spreads throughout the company achieving a practically-wise company this paper refines one segment of Long’s (2022) research findings in Faith at Work: People, Places, Practices, and Tools from the spiritual knowledge management (SKM) domain perspective. These FAW experiences equate to spiritual knowledge and spiritual intelligence in motion while supporting human resource development strategies for employee flourishment. The methodology is empirical phenomenology presupposing theory for the relevant phenomena. The Long (2022) study adds a deeper understanding that sharpens and supports SKM by extracting specific findings and implications of the integration of practical wisdom, moral actions, character virtues, and FAW practices - intersections that enlighten organizations to create desirable value.",
      "citationCount": 1,
      "doi": "10.34190/eckm.24.1.1736",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5debf07c7f1ed65c3dfe38c7fb989b8ba30d9da2",
      "venue": "European Conference on Knowledge Management",
      "journal": {
        "name": "European Conference on Knowledge Management"
      },
      "publicationTypes": [
        "JournalArticle",
        "Conference"
      ]
    },
    {
      "paperId": "eec835e060f50a485dc9ca9de39087f8a6871ee8",
      "title": "The wisdom of entrustability: A critically conscious approach to practical wisdom",
      "authors": [
        {
          "name": "Maham Stanyon",
          "authorId": "1492040375"
        }
      ],
      "year": 2023,
      "abstract": "Derived from the Aristotelian observation of the human capacity to reason and act accordingly, practical wisdom has gained rapid traction in health professions education literature because of its ability to bridge the problem of a knowledge – action divide associated with the realities of clinical practice. 1 Through coordination of the right character trait expression practiced in real time, practical wisdom offers an attractive framework for operationalising clinical judgement. 2 As practical wisdom supports righteous decision making in ethically complex, context-specific situations, a strong case can be made for its explicit curricular integration in clinical training and active cultivation by medical students and trainees as part of professional development. 1,2 In their latest paper, Kaldjian and colleagues consider how to make practical wisdom a ‘ meaningful and teachable concept in medicine ’ , focusing on clarifying the dimensions of practical wisdom as perceived by physicians and medical students. 3 In doing so, they uncover heterogeneity in how practical wisdom is understood and applied in terms of associated virtues, noting that practical wisdom is ‘ developed through cultivating other virtues ’ that mirror the traits empirically associated with professional judgement and good medical practice. 3 However, mindful of the global trend towards inclusivity and decolonisation in health professions education, these findings suggest a need to examine the role of culture in mediating how virtues are conceptualised and a deeper understanding of how they are expressed and experienced by diverse groups of people.",
      "citationCount": 0,
      "doi": "10.1111/medu.15197",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eec835e060f50a485dc9ca9de39087f8a6871ee8",
      "venue": "Medical Education",
      "journal": {
        "name": "Medical Education",
        "pages": "1173 - 1175",
        "volume": "57"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "61dee85d9bcfe035144b15c8de7863c42281393b",
      "title": "The New Science of Practical Wisdom: A Critical Appraisal",
      "authors": [
        {
          "name": "Fabrice Jotterand",
          "authorId": "2322591730"
        },
        {
          "name": "Daniel T Kim",
          "authorId": "2352011451"
        }
      ],
      "year": 2025,
      "abstract": "\n Philosophically, practical wisdom has been discussed within the context of virtue ethics as a deliberative process or one dependent on a constellation of other virtues. The context of virtue ethics provides additional relevant concepts to consider when defining and measuring practical wisdom. Broadening the psychological perspective to consider the practice of deliberation within decision-making or to examine the contributions of other virtues will advance the understanding of the nuances related to doing the right thing, at the right time, for the right reason toward a moral end. At the same time, with a more developed biological perspective, there can be advancements in the complexity and completeness of the biological model underlying the psychological processes of practical wisdom. Importantly, with a well-developed science of practical wisdom, one can foster behavioral changes in a professional agent conducive to making professionally wise choices. The aim of this collection of essays by experts in the field of practical wisdom is to bring together these multidisciplinary perspectives on the conceptualization of practical wisdom to guide a meaningful integration of concepts of competence and character with care into the education and support of medical professionals.",
      "citationCount": 1,
      "doi": "10.1093/jmp/jhae049",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/61dee85d9bcfe035144b15c8de7863c42281393b",
      "venue": "The Journal of Medicine and Philosophy: A Forum for Bioethics and Philosophy of Medicine",
      "journal": {
        "name": "The Journal of Medicine and Philosophy: A Forum for Bioethics and Philosophy of Medicine"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e8de4add4dda3ba07dd372378a781ce2f858d151",
      "title": "Practical Wisdom: What Philosophy and Literature Can Add to Psychology",
      "authors": [
        {
          "name": "B. Schwartz",
          "authorId": "145870618"
        }
      ],
      "year": 2022,
      "abstract": "In the course of studying the cognitive and affective components of wise judgment, psychology has largely neglected the moral dimensions of wisdom. In Nicomachean Ethics, Aristotle places moral will at the center of his discussion, and points out how skill divorced from will—divorced from virtue and character—can create knavish individuals who will mold institutions that corrupt human character. In this chapter, the author discusses the central role that moral will must play in a complete discussion of wisdom. Understanding moral will requires understanding the proper telos of human activities and practices, as well as the virtues of character that people need in order to remain true to the telos of those practices. Discussion of these essential topics is avoided by psychologists, but embraced by philosophers. Thus, philosophy has a central role to play in developing a proper understanding of practical wisdom. Moreover, for Aristotle, wise practice typically involves finding the “mean” between extremes. But the mean is not formulaic; it is context specific. This means that wise judgment must give priority to the particular, which, in turn, means that judgment must be understood as embedded in narrative. Thus, an understanding of narrative, best embodied by literary studies, has much to contribute to a complete understanding of wisdom. In sum, a complete account of practical wisdom requires psychology, philosophy, and literary studies acting as partners.",
      "citationCount": 2,
      "doi": "10.1093/oxfordhb/9780190064570.013.27",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e8de4add4dda3ba07dd372378a781ce2f858d151",
      "venue": "The Oxford Handbook of the Positive Humanities",
      "journal": {
        "name": "The Oxford Handbook of the Positive Humanities"
      },
      "publicationTypes": null
    },
    {
      "paperId": "451ed38d3af0680cc3d678bb7f35fd775ff48840",
      "title": "Practical Wisdom, Situationism, and Virtue Conflicts: Exploring Gopal Sreenivasan’s Emotion and Virtue",
      "authors": [
        {
          "name": "Christian B. Miller",
          "authorId": "33729880"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/s11572-022-09649-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/451ed38d3af0680cc3d678bb7f35fd775ff48840",
      "venue": "Criminal Law and Philosophy",
      "journal": {
        "name": "Criminal Law and Philosophy",
        "pages": "265 - 279",
        "volume": "18"
      },
      "publicationTypes": null
    },
    {
      "paperId": "44bc22f43c85a10de1c264eebfc9207cc6145539",
      "title": "Integrating Local Wisdom into Moral and Character Education to Foster Students’ Moral Reasoning: An Embedded Mixed-Methods Study",
      "authors": [
        {
          "name": "Alya Nurmaya",
          "authorId": "2079237174"
        },
        {
          "name": "M. Ramli",
          "authorId": "2310022970"
        },
        {
          "name": "Adi Atmoko",
          "authorId": "9252811"
        },
        {
          "name": "Sa'dun Akbar",
          "authorId": "2307907104"
        }
      ],
      "year": 2025,
      "abstract": "The decline in moral reasoning abilities among secondary school students poses a serious challenge to character education, particularly as educational modernization has diminished the role of local cultural values as the foundation of moral consciousness. This study aims to analyze the extent to which the integration of Bima local wisdom values influences students’ moral reasoning, to examine differences in levels of moral reasoning based on the degree of value integration and demographic characteristics, and to explore how cultural values are implemented in moral education practices. Employing an embedded mixed-methods design, the study involved 261 students and 15 teachers. Quantitative instruments included the Moral Reasoning Questionnaire and the Local Wisdom Integration Scale–Mbojo, both developed contextually. Construct validity testing using Confirmatory Factor Analysis and reliability analysis (α = 0.87; ω = 0.86) indicated strong psychometric properties. Qualitative data were collected through semi-structured interviews and observations until saturation was reached, with credibility ensured through triangulation, audit trails, and member checking. Data analysis employed Jamovi version 2.6.44 and a reflective thematic approach. The findings revealed a substantial influence of local wisdom integration on moral reasoning (R² = 0.727; p < .001). However, ANOVA and Mann–Whitney U tests showed no significant differences among student groups based on learning achievement levels, gender, or grade level (p > 0.05), suggesting that cultural value influences were distributed evenly across groups. Thematic analysis further indicated that teachers integrated the maja labo dahu values through ethical reflection, social habituation, and moral exemplification. This study underscores local wisdom as a form of contextual moral ecology that extends universal theories of moral reasoning toward a relational, reflective, and community-rooted moral paradigm.",
      "citationCount": 0,
      "doi": "10.64753/jcasc.v11i1.3139",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/44bc22f43c85a10de1c264eebfc9207cc6145539",
      "venue": "Journal of Cultural Analysis and Social Change",
      "journal": {
        "name": "Journal of Cultural Analysis and Social Change"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "793d4feb8a9f8b8ad939afb404b80c5f141c3157",
      "title": "Virtue, Practical Wisdom and Character in Teaching",
      "authors": [
        {
          "name": "S. Cooke",
          "authorId": "39295393"
        },
        {
          "name": "D. Carr",
          "authorId": "144169306"
        }
      ],
      "year": 2014,
      "abstract": "ABSTRACT Recent reflection on the professional knowledge of teachers has been marked by a shift away from more reductive competence and skill-focused models of teaching towards a view of teacher expertise as involving complex context-sensitive deliberation and judgement. Much of this shift has been inspired by an Aristotelian conception of practical wisdom (phronesis) also linked by Aristotle to the development of virtue and character. This has in turn led recent educational philosophers and theorists – inspired by latter-day developments in virtue ethics and virtue epistemology – to investigate the contribution of various forms of virtue to the effective practice of teaching. In this light, the present paper undertakes further exploration of the logical geography of virtue, character and practical deliberation in teaching.",
      "citationCount": 37,
      "doi": "10.1080/00071005.2014.929632",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/793d4feb8a9f8b8ad939afb404b80c5f141c3157",
      "venue": "",
      "journal": {
        "name": "British Journal of Educational Studies",
        "pages": "110 - 91",
        "volume": "62"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d8bb48e4df243cc5062e33b882816582f47269d5",
      "title": "Contextualizing Luqman's Wisdom in Qur'anic Character Education within the Indonesian Curriculum",
      "authors": [
        {
          "name": "Alhamuddin Alhamuddin",
          "authorId": "2078193372"
        },
        {
          "name": "Andi Murniati",
          "authorId": "114550004"
        },
        {
          "name": "M. Syukri Ismail",
          "authorId": "2375607111"
        },
        {
          "name": "Imam Pamungkas",
          "authorId": "2375605341"
        }
      ],
      "year": 2025,
      "abstract": "This study explores how character values from Surah Luqman verse 13-19 can be integrated into Indonesia's character education curriculum. The main issue addressed is the gap between the ethical-religious ideals emphasized in national policies, such as the Pancasila Student Profile and the Guidelines for Strengthening Character Education, and their limited implementation in schools, where academic performance often prioritizes moral development. Using a qualitative library research approach, the study analyzed classical and contemporary Qur'anic interpretations, scholarly works, and official educational documents. Through thematic analysis of Luqman's advice, key values such as monotheism (tauhid), respect for parents, spiritual awareness, patience, humility, social responsibility, and ethical communication were identified and aligned with Indonesia's character education framework. These values were compared with curriculum indicators and policy guidelines, showing their relevance for teaching practices and school culture. The findings highlight that these values are consistent with Islamic educational traditions and modern character education theory. The study recommends that policymakers and educators adopt a more holistic approach, integrating Qur'anic values into curriculum content, teaching strategies, and school environments, to support students' moral and spiritual development. This approach offers a practical model for making character education in Indonesia more meaningful and transformative.",
      "citationCount": 1,
      "doi": "10.33367/ijies.v8i1.7206",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d8bb48e4df243cc5062e33b882816582f47269d5",
      "venue": "Indonesian Journal of Islamic Education Studies (IJIES)",
      "journal": {
        "name": "Indonesian Journal of Islamic Education Studies (IJIES)"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "853b5db21d83928fad27a427f9caed4a45147097",
      "title": "University of Birmingham Virtue, practical wisdom and character in teaching",
      "authors": [
        {
          "name": "S. Cooke",
          "authorId": "39295393"
        },
        {
          "name": "D. Carr",
          "authorId": "144169306"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/853b5db21d83928fad27a427f9caed4a45147097",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "ee7641799f2a4b6e93313953071de918e078fd1f",
      "title": "Wisdom in the digital age: a conceptual and practical framework for understanding and cultivating cyber-wisdom",
      "authors": [
        {
          "name": "Gianfranco Polizzi",
          "authorId": "119759252"
        },
        {
          "name": "T. Harrison",
          "authorId": "145400852"
        }
      ],
      "year": 2022,
      "abstract": "The internet presents not just opportunities but also risks that range, to name a few, from online abuse and misinformation to the polarisation of public debate. Given the increasingly digital nature of our societies, these risks make it essential for users to learn how to wisely use digital technologies as part of a more holistic approach to promoting human flourishing. However, insofar as they are exacerbated by both the affordances and the political economy of the internet, this article argues that a new understanding of wisdom that is germane to the digital age is needed. As a result, we propose a framework for conceptualising what we call cyber-wisdom, and how this can be cultivated via formal education, in ways that are grounded in neo-Aristotelian virtue ethics and that build on three prominent existing models of wisdom. The framework, according to which cyber-wisdom is crucial to navigating online risks and opportunities through the deployment of character virtues necessary for flourishing online, suggests that cyber-wisdom consists of four components: cyber-wisdom literacy, cyber-wisdom reasoning, cyber-wisdom self-reflection, cyber-wisdom motivation. Unlike the models on which it builds, the framework accounts for the specificity of the digital age and is both conceptual and practical. On the one hand, each component has conceptual implications for what it means to be wise in the digital age. On the other hand, informed by character education literature and practice, it has practical implications for how to cultivate cyber-wisdom in the classroom through teaching methods that match its different components.",
      "citationCount": 18,
      "doi": "10.1007/s10676-022-09640-3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ee7641799f2a4b6e93313953071de918e078fd1f",
      "venue": "Ethics and Information Technology",
      "journal": {
        "name": "Ethics and Information Technology",
        "volume": "24"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 30,
  "errors": []
}
