{
  "status": "success",
  "source": "sep_via_brave",
  "query": "cognitive enhancement",
  "results": [
    {
      "title": "Human Enhancement (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/enhancement/",
      "entry_name": "enhancement",
      "snippet": "At the same time, if the post-humans actually have enhanced cognitive and moral capacities, they might claim expanded rights proportional to those capacities, thereby entitling them to a broader range of opportunities and freedoms than ordinary humans.",
      "page_age": "2015-04-07T00:00:00"
    },
    {
      "title": "Neuroethics (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/neuroethics/",
      "entry_name": "neuroethics",
      "snippet": "As in the example above, the enhancements neuroethicists most often discuss are cognitive enhancements: technologies that allow normal people to function cognitively at a higher level than they might without use of the technology (Knafo and Venero 2015).",
      "page_age": "2016-02-10T00:00:00"
    },
    {
      "title": "Culture and Cognitive Science (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/culture-cogsci/",
      "entry_name": "culture-cogsci",
      "snippet": "He accepts that the accumulated structure and adaptive information found in human environments are key factors for explaining human intelligence and behavior, but he stops short of fully embracing the extended mind thesis. He holds that human cognitive functioning is greatly enhanced and amplified—scaffolded—by social, epistemic, and technological resources that are culturally transmitted and located outside the head.",
      "page_age": "2022-06-02T00:00:00"
    },
    {
      "title": "Cognitive Science (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/cognitive-science/",
      "entry_name": "cognitive-science",
      "snippet": "Cognitive science has unifying theoretical ideas, but we have to appreciate the diversity of outlooks and methods that researchers in different fields bring to the study of mind and intelligence. Although cognitive psychologists today often engage in theorizing and computational modeling, their primary method is experimentation with human participants.",
      "page_age": "1996-09-23T00:00:00"
    },
    {
      "title": "Aesthetics and Cognitive Science (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/aesthetics-cogsci/",
      "entry_name": "aesthetics-cogsci",
      "snippet": "Among the earliest is Wundt’s (1874) suggestion that we judge a form pleasing to the extent that the eye finds it easy to follow the contour. Recent work generalises this thought: there is said to be a tendency for stimuli to be experienced positively when our perceptual or cognitive grasp on them comes easily (Reber, Schwarz, &amp; Winkielman 2004).",
      "page_age": "2022-04-03T00:00:00"
    },
    {
      "title": "Cognitive Disability and Moral Status (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/cognitive-disability/",
      "entry_name": "cognitive-disability",
      "snippet": "Unlike membership in a nation, membership in a species is not a focus of collective identity. Being human does not significantly differentiate us from anything else; it therefore fails to engage our pride or enhance our sense of identity.",
      "page_age": "2012-07-06T00:00:00"
    },
    {
      "title": "Empathy > The Study of Cognitive Empathy and Empathic Accuracy (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/empathy/cognitive.html",
      "entry_name": "empathy",
      "snippet": "Besides a growing interest in person perception among psychologists in the 1950s (e.g., Heider 1958), researchers from the counseling and therapeutic milieu were keen on investigating empathic accuracy, since empathy was seen as being essential for successful therapy.",
      "page_age": null
    }
  ],
  "count": 7,
  "errors": []
}
