{
  "status": "success",
  "source": "sep_via_brave",
  "query": "extended mind",
  "results": [
    {
      "title": "Externalism About the Mind (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/content-externalism/",
      "entry_name": "content-externalism",
      "snippet": "In the philosophy of mind, externalism is the view that what is going on in an individual’s mind is not (entirely) determined by what is going on inside her body, including her brain. Externalism comes in two principal forms: externalism about mental content and externalism about the vehicles or bearers of that content. The latter form of externalism is commonly known as the extended mind.",
      "page_age": "2020-12-10T00:00:00"
    },
    {
      "title": "Embodied Cognition (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/embodied-cognition/",
      "entry_name": "embodied-cognition",
      "snippet": "Embodied Cognition is a wide-ranging research program drawing from and inspiring work in psychology, neuroscience, ethology, philosophy, linguistics, robotics, and artificial intelligence. Whereas traditional cognitive science also encompasses these disciplines, it finds common purpose in a conception of mind wedded to computationalism: mental processes are computational processes; the brain, qua computer, is the seat of cognition.",
      "page_age": "2021-06-25T00:00:00"
    },
    {
      "title": "Modularity of Mind (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/modularity-mind/",
      "entry_name": "modularity-mind",
      "snippet": "Where Fodor (1983, 2000) draws the line of modularity at the relatively low-level systems underlying perception and language, post-Fodorian theorists such as Sperber (2002) and Carruthers (2006) contend that the mind is modular through and through, up to and including the high-level systems responsible for reasoning, planning, decision making, and the like.",
      "page_age": "2009-04-01T00:00:00"
    },
    {
      "title": "Mental Representation (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/mental-representation/",
      "entry_name": "mental-representation",
      "snippet": "Clark and Chalmers (1998) and Clark (2001, 2005, 2008) have argued that mental representations may exist entirely “outside the head.” On their view, which they call “active externalism,” cognitive processes (e.g., calculation) may be realized in external media (e.g., a calculator or pen and paper), and the “coupled system” of the individual mind and the external workspace ought to count as a cognitive system – a mind –in its own right. Symbolic representations on external media would thus count as mental representations. Clark and Chalmers’s paper has inspired a burgeoning literature on extended, embodied and interactive cognition.",
      "page_age": "2000-03-30T00:00:00"
    }
  ],
  "count": 4,
  "errors": []
}
