{
  "status": "success",
  "source": "core",
  "query": "delegation expertise moral responsibility",
  "results": [
    {
      "core_id": "8858447",
      "doi": null,
      "title": "Expertise and the fragmentation of intellectual autonomy",
      "authors": [
        {
          "name": "Nguyen, C. Thi"
        }
      ],
      "year": 2018,
      "abstract": "In The Great Endarkenment, Elijah Millgram argues that the hyper-specialization of expert domains has led to an intellectual crisis. Each field of human knowledge has its own specialized jargon, knowledge, and form of reasoning, and each is mutually incomprehensible to the next. Furthermore, says Millgram, modern scientific practical arguments are draped across many fields. Thus, there is no person in a position to assess the success of such a practical argument for themselves. This arrangement virtually guarantees that mistakes will accrue whenever we engage in cross-field practical reasoning. Furthermore, Millgram argues, hyper-specialization makes intellectual autonomy extremely difficult. Our only hope is to provide better translations between the fields, in order to achieve intellectual transparency.\n          I argue against Millgram’s pessimistic conclusion about intellectual autonomy, and against his suggested solution of translation. Instead, I take his analysis to reveal that there are actually several very distinct forms intellectual autonomy that are significantly in tension. One familiar kind is direct autonomy, where we seek to understand arguments and reasons for ourselves. Another kind is delegational autonomy, where we seek to find others to invest with our intellectual trust when we cannot understand. A third is management autonomy, where we seek to encapsulate fields, in order to manage their overall structure and connectivity. Intellectual transparency will help us achieve direct autonomy, but many intellectual circumstances require that we exercise delegational and management autonomy. However, these latter forms of autonomy require us to give up on transparency",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/186330847.pdf",
      "source_url": "https://philpapers.org/archive/NGUEAT.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "29555831",
      "doi": "10.1057/cep.2016.24",
      "title": "Strengthening the accountability of independent regulatory agencies: From performance back to democracy",
      "authors": [
        {
          "name": "NESTI, GIORGIA"
        }
      ],
      "year": 2018,
      "abstract": "The autonomy of independent regulatory agencies (IRAs) raises concerns about how to keep them accountable. Remarkably, the process of Europeanisation has led to the emergence of a multilevel regulatory system linking IRAs to national and supranational actors but, on the other side, this process has influenced the capacity to make IRAs accountable. The literature about the accountability deficit of IRAs has tried to address this question, but the interplay between delegation, \\u2018multi-levelisation\\u2019 and accountability has not been thoroughly investigated yet. Notably, theoretical analysis of IRAs\\u2019 accountability in multilevel regulatory environments is still scarce. This article is aimed at contributing to the debate by pointing out that any theoretical discussion about the accountability of IRAs should be framed in normative terms and, precisely, should reconsider a crucial dimension neglected so far, that is, the goals accountability is expected to achieve. The article, in fact, argues that in multilevel regulatory environments the impact of devices adopted to improve the accountability of IRAs is generally weakened by the presence of a \\u2018neutral\\u2019 idea of accountability, which dilutes its power. The only way to strengthen the effect of accountability is to bring politics and democratic values back into the regulatory process",
      "publisher": "'Springer Science and Business Media LLC'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/53527106.pdf",
      "source_url": "https://www.research.unipd.it/bitstream/11577/3200788/7/CEP_POST%20PRINT.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8862095",
      "doi": null,
      "title": "The Relational Conception of Practical Authority",
      "authors": [
        {
          "name": "Adams, N."
        }
      ],
      "year": 2018,
      "abstract": "I argue for a new conception of practical authority based on an analysis of the relationship between authority and subject. Commands entail a demand for practical deference, which establishes a relationship of hierarchy and vulnerability that involves a variety of signals and commitments. In order for these signals and commitments to be justified, the subject must be under a preexisting duty, the authority’s commands must take precedence over the subject’s judgment regarding fulfillment of that duty, the authority must accept the position and responsibilities of command, and the authority must be sufficiently trustworthy relative to how vulnerable the subject makes herself by deferring. This results in an instrumentalist conception of practical authority that can be favorably compared to Joseph Raz’s famous service conception. The relational conception’s main advantage is that it focuses on the authority as much as the subject, requiring that the authority accept responsibility for the relationship and be sufficiently trustworthy",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/131214896.pdf",
      "source_url": "https://philpapers.org/archive/ADATRC-2.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "49681312",
      "doi": "10.1111/puar.12471",
      "title": "Citizens' Blame of Politicians for Public Service Failure: Experimental Evidence about Blame Reduction through Delegation and Contracting",
      "authors": [
        {
          "name": "James, O"
        },
        {
          "name": "Jilke, S"
        },
        {
          "name": "Petersen, C"
        },
        {
          "name": "Van de Walle, S"
        }
      ],
      "year": 2018,
      "abstract": "This is the author accepted manuscript. The final version is available from Wiley via the DOI in this recordTheories of blame suggest that contracting out public service delivery reduces citizens' blame of politicians for service failure. The authors use an online experiment with 1,000 citizen participants to estimate the effects of information cues summarizing service delivery arrangements on citizens' blame of English local government politicians for poor street maintenance. Participants were randomized to one of four cues: no information about service delivery arrangements, politicians' involvement in managing delivery, delegation to a unit inside government managing delivery, and delegation through a contract with a private firm managing delivery. The politicians managing delivery cue raises blame compared to citizens having no information. However, the contract with a private firm cue does not reduce blame compared to either no information or the politicians managing delivery cue. Instead, the delegation to a unit inside government cue reduces blame compared to politicians managing delivery, suggesting that delegation to public managers, not contracting, reduces blame in this context.Funding support is acknowledged from European Community's Seventh Framework Programme, Grant no. 266887, Coordinating for Cohesion in the Public Sector of the Future",
      "publisher": "Wiley for American Society for Public Administration",
      "journal": "Public Administration Review",
      "download_url": "https://core.ac.uk/download/151259455.pdf",
      "source_url": "https://ore.exeter.ac.uk/repository/bitstream/10871/31752/1/JamesJilkePetersenVandeWalle2016Citizens_Blame_of_Politicians_for_Public_Service_Failure.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "78752606",
      "doi": "10.1080/07075332.2018.1463551",
      "title": "'The claims of Asia and the Far East’: India and the FAO in the age of ambivalent internationalism",
      "authors": [
        {
          "name": "Siegel, Benjamin"
        }
      ],
      "year": 2018,
      "abstract": "If any nation were poised to actualize the developmental promises that the Food and Agriculture Organization (FAO) extended to the international community, it was India. India's independence came in the wake of devastating famine in Bengal and the fears of its recurrence, and the nationalists who had midwifed India's freedom staked their legitimacy to the promise of food for all. Yet from independence, the FAO played only a marginal role in India's agricultural development, its projects reflecting a winnowing scale of ambition. From early investigations into the improved cultivation of basic food grains, the FAO's projects grew increasingly modest by the time of the Green Revolution, revolving around modest improvements to capitalist agriculture, from wool shearing to timber and fishery development. Instead, India drew more substantively upon resources made available by the Ford and Rockefeller Foundations, the United States Technical Cooperation Mission and occasional Soviet largesse. Meanwhile, the Indian most associated with the FAO, B.R. Sen (Director-General, 1956–1967), struggled to align the Organization's capacities with India's scarcity crises, even as his own understanding of famine drew upon his experience as India's Director of Food during the Bengal Famine.Accepted manuscrip",
      "publisher": "'Informa UK Limited'",
      "journal": "The International History Review",
      "download_url": "https://core.ac.uk/download/289166380.pdf",
      "source_url": "https://open.bu.edu/bitstream/2144/39453/1/Siegel%20-%20The%20Claims%20of%20Asia.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "53864956",
      "doi": "10.1080/14780038.2018.1518562",
      "title": "In loco parentis, corporal punishment and the moral economy of discipline in English schools, 1945–1986",
      "authors": [
        {
          "name": "Burchell, Andrew"
        }
      ],
      "year": 2018,
      "abstract": "This article uses debates surrounding teachers’ in loco parentis position to explore the social and cultural responses to school corporal punishment in post-1945 English schools. Analysing materials produced by educators and campaigners, it argues that retentionists conceived of their right to inflict physical chastisement as one based on an imagined and discursive status as a parent. This was challenged by opponents who stressed not only the severity of the practice but sought to directly counter the view that parental rights should be automatically delegated to teachers. Whilst the abolition of corporal punishment was ultimately a consequence of an ECHR ruling, it is suggested that it can also be read as the culmination of a longer shift in the status and forms of parental rights in twentieth-century Britain",
      "publisher": "'Informa UK Limited'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/185246163.pdf",
      "source_url": "http://wrap.warwick.ac.uk/112583/1/WRAP-loco-parentis-corporal-punishment-moral-economy-discipline-English-schools-Burchell-2018.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "63254246",
      "doi": null,
      "title": "Institutional Independence: Lawyers and the Administrative State",
      "authors": [
        {
          "name": "Mortazavi, Melissa"
        }
      ],
      "year": 2019,
      "abstract": "The institutional structure where federal government lawyers practice is fraught with political and economic pressures that undermine the ability of lawyers to exercise independent professional judgment. A lack of candid legal advice in this space not only removes a pivotal fail-safe between legal and illegal state action but also precariously imbalances the powerful administrative state, exposing it to undue political influence. For these reasons, this Article argues that structural changes to administrative institutions must be made to support and nurture lawyers’ ability to independently determine the bounds of legality. Previous scholarship has examined the role of professional independence for lawyers generally; however, the legal academy has yet to explore the centrality of professional independence to administrative law or the structural pressures influencing its exercise. This Article joins a body of work that adopts a new institutionalist approach to professional misconduct. In doing so, this Article makes three principal contributions: (1) it outlines why institutionally sustained professional independence is essential to the federal administrative state; (2) it identifies institutional failings that impede government lawyers’ exercise of professional independent judgment; and (3) it proposes institution-based solutions to facilitate professionally independent conduct by government lawyers. By insulating government lawyers from excessive interference on core professional judgment calls, civil society may rely on these lawyers to help protect the basic structure of the rule of law",
      "publisher": "FLASH: The Fordham Law Archive of Scholarship and History",
      "journal": null,
      "download_url": "https://core.ac.uk/download/216959400.pdf",
      "source_url": "https://ir.lawnet.fordham.edu/cgi/viewcontent.cgi?article=5592&amp;context=flr",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "40824041",
      "doi": null,
      "title": "Inheritance Forgery",
      "authors": [
        {
          "name": "Horton, David"
        },
        {
          "name": "Weisbord, Reid Kress"
        }
      ],
      "year": 2020,
      "abstract": "Many venerable norms in inheritance law were designed to prevent forgery. Most prominently, since 1837, the Wills Act has required testators to express their last wishes in a signed and witnessed writing. Likewise, the court-supervised probate process helped ensure that a donative instrument was genuine and that assets passed to their rightful owners. But in the mid-twentieth century, concern about forgery waned. Based in part on the perception that counterfeit estate plans are rare, several states relaxed the Wills Act and authorized new formalities for notarized and even digital wills. In addition, lawmakers encouraged owners to bypass probate altogether by transmitting wealth through devices such as life insurance and transfer-on-death deeds.\nThis Article offers a fresh look at inheritance-related forgery. Cutting against the conventional wisdom, it discovers that counterfeit donative instruments are a serious problem. Using reported cases, empirical research, grand jury investigations, and media stories, it reveals that courts routinely adjudicate credible claims that wills, deeds, and life insurance beneficiary designations are illegitimate. The Article then argues that the persistence of inheritance-related forgeries casts doubt on the wisdom of some recent innovations, including statutes that permit notarized and electronic wills. The Article also challenges well-established inheritance law norms, including the litigation presumptions in will-forgery contests, the widespread practice of rubber-stamping deeds, and the delegation of responsibility for authenticating a nonprobate transfer to private companies. Finally, the Article outlines reforms to modernize succession while remaining sensitive to the risks of forgery",
      "publisher": "Duke University School of Law",
      "journal": null,
      "download_url": "https://core.ac.uk/download/286084998.pdf",
      "source_url": "https://scholarship.law.duke.edu/cgi/viewcontent.cgi?article=4008&amp;context=dlj",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "45168426",
      "doi": null,
      "title": "The Bulletin: Sidney Kimmel Medical College at Thomas Jefferson University, Volume 67, Issue 2, Spring/Summer 2018",
      "authors": [],
      "year": 2018,
      "abstract": "This issue includes:   Exposure: Michael Weinstein, MD \\u2794, had a plan to take his own life; now he is back to living it Medical School 2.0: JeffMD - A New Way to Train Physicians 25 Years of JeffHOPE Clinics: Student Volunteers Shape Patients\\u27 Lives - and Their Own Caring for the Most Vulnerable a  Moral, Ethical, Medical Responsibility : Jefferson\\u27s Latina Women\\u27s Clinic Dispenses Care and Compassion The Dean\\u27s Column Findings: New Look at Eye\\u27s Immune Status Home at Last: A message from Elizabeth Dale Endowed Professorships Time Capsule On Campus Feeling all the Bumps: Jefferson Oncologist Looks at the World from Behind a Camera Drawing on Many Mikes: Intern Uses Art to Apply the Adage  Physician Heal Thyself  Class Notes In Memoriam By the Number",
      "publisher": "Jefferson Digital Commons",
      "journal": null,
      "download_url": "https://core.ac.uk/download/213445358.pdf",
      "source_url": "https://jdc.jefferson.edu/cgi/viewcontent.cgi?article=1324&amp;context=alumni_bulletin",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "40820646",
      "doi": null,
      "title": "Regulatory Horcruxes",
      "authors": [
        {
          "name": "Light, Sarah E."
        }
      ],
      "year": 2018,
      "abstract": "The regulator that designs and first implements a federal regulatory program does not always have the ability to control the timing and process of how that regulatory program will, in this Symposium’s language, “exit.” As the 2016 election has demonstrated, the initiating regulator cannot necessarily plan in advance for the program’s expiration, diminution, or scaling back. A successor instead wields this power. Whether one views this as a terrible thing or a salutary feature of democracy depends in part upon one’s relationship to the regulatory status quo, but also implicates broader questions about policy stability and democratic accountability. At the very least, however, this fact raises several important questions about strategic regulatory design. First, is it possible to insulate or harden regulatory programs from successor exit? And second, when, if ever, would this be a good thing? This Article offers a systematic account of how regulators can make regulatory exit more challenging by looking outward, beyond the walls of a single, primary federal agency to other potential regulators or co-regulators, including secondary federal agencies, the states, and private actors.\nThis Article identifies as a potential antidote to regulatory exit a constellation of strategic techniques that I call regulatory horcruxes—much like the horcruxes Lord Voldemort created by placing portions of his soul into multiple external objects in order to ensure his immortality.  An initiating regulator, be it Congress or a federal agency, can use such horcruxes in an effort to make successor exit more difficult by splitting programs beyond the walls of a single federal agency into other institutions. This Article first offers an analytical framework laying out five primary types of horcrux. It then examines horcruxes from a normative perspective, evaluating the comparative benefits and costs of their use in terms of their potential impact both on the durability of regulatory programs and on the quality of democratic deliberation. It acknowledges that horcruxes are an imperfect solution. Although dispersal or fragmentation of regulatory authority may insulate a program from deregulatory pressure, the fragmented regulatory program may exist in a weakened form that cannot accomplish as much as more direct, centralized regulation can. The Article concludes by offering a research agenda, including suggestions for further empirical research",
      "publisher": "Duke University School of Law",
      "journal": null,
      "download_url": "https://core.ac.uk/download/213020197.pdf",
      "source_url": "https://scholarship.law.duke.edu/cgi/viewcontent.cgi?article=3943&amp;context=dlj",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "40820249",
      "doi": null,
      "title": "Global Standard-Setting 2.0: How the WTO Spotlights ISO and Impacts the Transnational Standard-Setting Process",
      "authors": [
        {
          "name": "Delimatsis, Panagiotis"
        }
      ],
      "year": 2018,
      "abstract": "Transnational technical standard-setting has grown in prominence in recent years. The World Trade Organization (WTO) requires the use of international standards but adopts a deferential approach towards international standards. However, practice shows that several international standards are promulgated through opaque and exclusionary processes. In line with this observation, in its recent US—Tuna II ruling, the Appellate Body adopted a more critical stance regarding international standards and the processes that lead to their adoption. Against this backdrop, this article focuses on an analysis of the properties and mechanics of international standard-setting processes within the International Organization for Standardization (ISO), discussing procedural and substantive guarantees regarding transparency, openness, deliberation and participation. As the WTO becomes the de facto arbiter of the legitimacy of international standards, much needed institutional reform in international standard-setting is bound to occur. Arguably, this is bringing a paradigm shift in standardization practices and introduces “global standard-setting 2.0.” Such trend is in line with emerging demands for a more inclusive global legal order",
      "publisher": "Duke University School of Law",
      "journal": null,
      "download_url": "https://core.ac.uk/download/213020038.pdf",
      "source_url": "http://www.loc.gov/mods/v3",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "18834424",
      "doi": null,
      "title": "Student Support guidance for Scotland during COVID-19 Outbreak: medical, nursing and midwifery",
      "authors": [],
      "year": 2020,
      "abstract": null,
      "publisher": "Scottish Government",
      "journal": null,
      "download_url": "https://core.ac.uk/download/305121004.pdf",
      "source_url": "https://dera.ioe.ac.uk//35313/1/student-support-guidance-scotland-during-covid-19-outbreak-medical-nursing-midwifery.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8681124",
      "doi": "10.15173/ijsap.v3i2.3714",
      "title": "Developing a collaborative project on higher education pedagogy: The institutional, organizational, and community identity dimensions of student staff partnerships",
      "authors": [
        {
          "name": "Clark, Lauren"
        },
        {
          "name": "Ribereau-Gayon, Agathe"
        },
        {
          "name": "Sotiriou, Mina"
        },
        {
          "name": "Standen, Alex"
        },
        {
          "name": "Thorogood, Joe"
        },
        {
          "name": "Tong, Vincent"
        }
      ],
      "year": 2019,
      "abstract": "This case study presents an ambitious student-staff partnership project at University College London (UCL) to publish a collaborative book on higher education pedagogy. Over two-and-a-half years, a total of 86 students and staff contributed to the project, which sought to provide educators with a new type of scholarly material under the unifying theme of connecting research and teaching. Multiple layers of student-staff partnership were interwoven throughout the project; this case study contextualizes these layers against three dimensions: institutional, organizational, and community identity. Central to the project was our distinctive approach to engaging with Graduate Teaching Assistants (GTAs) and their crucial role in bringing the three dimensions together. As such, the project represents a model of enhanced student-staff partnership that has the capacity to empower students and break down educational silos to form new, multi-specialty learning communities.</jats:p",
      "publisher": "'McMaster University Library Press'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/228158608.pdf",
      "source_url": "https://pure.coventry.ac.uk/ws/files/26089797/Clark_et_al_Developing_collaborative_book_project_IJSP.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "62535224",
      "doi": null,
      "title": "Full Issue Summer 2015 Volume 10, Issue 2",
      "authors": [],
      "year": 2018,
      "abstract": null,
      "publisher": "SFA ScholarWorks",
      "journal": null,
      "download_url": "https://core.ac.uk/download/215494431.pdf",
      "source_url": "https://scholarworks.sfasu.edu/cgi/viewcontent.cgi?article=1007&amp;context=slr",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "41325886",
      "doi": null,
      "title": "Best interest duties of financial advisers - more law, more confusion",
      "authors": [
        {
          "name": "Millhouse, David"
        }
      ],
      "year": 2020,
      "abstract": null,
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/288816436.pdf",
      "source_url": "https://pure.bond.edu.au/ws/files/35340798/Best_interest_duties_of_financial_advisers.pdf",
      "language": "en",
      "document_type": "research"
    }
  ],
  "count": 15,
  "errors": []
}
