{
  "status": "success",
  "source": "semantic_scholar",
  "query": "existentialism authenticity",
  "results": [
    {
      "paperId": "c5aa2d0c81db04f4ac94d02cd9c92b298bc3f5ab",
      "title": "Existentialism, Authenticity and Modern Debates Over Incapable Individuals",
      "authors": [
        {
          "name": "Runyang Zhou",
          "authorId": "2319196269"
        }
      ],
      "year": 2024,
      "abstract": "This study offers a comprehensive explanation of Sartre's existentialist vision of man's true nature and the concept of freedom in terms of the cognitive categories, moral responsibility, and intelligibility of behaviour of the modern individual. Specifically, the study focuses on the modern individual. It attempts to present some dilemmas about freedom and individual behaviour in the form of a history of ideas by echoing each other with some intellectual traditions and currents of modernity that are closely related to one another. For the purpose of concentrating the work of this study, a number of comparative approaches to the history of philosophy have been selected. These approaches, in particular those that are founded on action analysis and social contextualization, have been selected. By utilising these comparisons, the purpose of this study is to attempt to uncover some theoretical conundrums concerning freedom that are associated with the existentialist or humanist system of thought, as well as to propose theoretical reflections that correspond to these concerns. The clues that are sorted out in this article will be of great assistance in the future when attempts are made to be successful in completing the numerous tasks of theoretical advancement work that fall under the concept of freedom in traditional continental philosophy.",
      "citationCount": 0,
      "doi": "10.62051/s63mtd56",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c5aa2d0c81db04f4ac94d02cd9c92b298bc3f5ab",
      "venue": "Transactions on Social Science, Education and Humanities Research",
      "journal": {
        "name": "Transactions on Social Science, Education and Humanities Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c3620eae3b1b508098f7edfc06c8a48016ce639e",
      "title": "Existentialism, Authenticity, Solidarity",
      "authors": [
        {
          "name": "S. Bronner",
          "authorId": "89644380"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.4324/9781003106241",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c3620eae3b1b508098f7edfc06c8a48016ce639e",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "adf49796b7526d81a87eacfd0849a8d46b23dc83",
      "title": "Existentialism and My 'Postwolf' Dachshund: Authenticity in the Age of Genetic Engineering.",
      "authors": [
        {
          "name": "D. Thaldar",
          "authorId": "51068238"
        }
      ],
      "year": 2025,
      "abstract": "Human genetic engineering has the potential to profoundly alter the traits of future generations, raising critical ethical questions about authenticity and identity. Essentialist perspectives reject genetic engineering, claiming it inherently compromises authenticity by deviating from a species-typical genome. In contrast, this article advocates for an existentialist interpretation of authenticity, drawing on the philosophies of Heidegger and Sartre. Here, authenticity is understood as a dynamic and relational process rooted in individual choice, responsibility, and engagement with existential conditions. Unlike essentialism, existentialism evaluates genetic interventions not as inherently wrong but based on their alignment with values such as autonomy and authenticity, offering a more flexible and ethically robust framework. Existentialism's emphasis on individual freedom, self-determination, and the creation of meaning in life makes it ethically more compelling than essentialist frameworks, which impose deterministic constraints. Moreover, essentialist critiques falter when they concede the permissibility of therapeutic genetic engineering, undermining the notion of an inherently valuable species-typical human genome. In contrast, existentialism affirms the transformative potential of genetic engineering, recognising it as a means to expand autonomy, self-expression, and opportunities for flourishing when applied responsibly. The article advocates for a balanced ethical approach by integrating the Principle of Procreative Beneficence, which promotes enhancements to optimise flourishing, with the Principle of Procreative Non-Maleficence, which safeguards autonomy by preventing deterministic constraints. This complementary framework, grounded in an existentialist perspective, reframes authenticity as an evolving concept aligned with the transformative possibilities of genetic engineering, enriching the discourse on bioethics and identity in a rapidly changing era.",
      "citationCount": 0,
      "doi": "10.1111/bioe.13428",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/adf49796b7526d81a87eacfd0849a8d46b23dc83",
      "venue": "Bioethics",
      "journal": {
        "name": "Bioethics"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f2ec207f89f702092d9aa6a514902e7240882497",
      "title": "Active living for people with disabilities: Toward the concept of equality of well-being and human existentialism (authenticity).",
      "authors": [
        {
          "name": "J. Levy",
          "authorId": "79970965"
        },
        {
          "name": "A. Sivan",
          "authorId": "47637097"
        },
        {
          "name": "H. Ruskin",
          "authorId": "145060182"
        }
      ],
      "year": 2000,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1079/9780851994444.0119",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f2ec207f89f702092d9aa6a514902e7240882497",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "119-129",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "adee5220fc2addf16e503726d4ceefd5f93f3aa8",
      "title": "The Authenticity of Death: A Study of Tillich Existentialism in Lyudmila Ulitskaya’s The Funeral Party",
      "authors": [
        {
          "name": "Rekha Nur Alisha",
          "authorId": "2022283205"
        },
        {
          "name": "Thera Widyastuti",
          "authorId": "2400461481"
        }
      ],
      "year": 2020,
      "abstract": "While the majority of people regard death as a frightening event, human beings evince a remarkable variety in the ways in which they confront and tackle death. Human reactions to death can range from being terrified to welcoming. This article explores how the protagonist in Lyudmila Ulitskaya’s novel, The Funeral Party, handles his being when he is diagnosed with an unidentified sickness and is faced with the prospect of premature death. The present study attempts to elucidate the protagonist’s endeavor to achieve authenticity despite his impending death. To this end, this paper scrutinizes the text for his actions and choices on the basis of Tillich’s [1] existentialism. The article hypothesizes that Alik achieves authenticity in his handling and confrontation of his death. The data for the analysis are compiled via a study of the extant literature. A descriptive qualitative analysis is performed on the obtained data. The findings of this study validate the hypothesis and reveal that the protagonist does attain his desired authenticity through three significant actions: taking charge of his own choices, fully participating as a member of his society, and demonstrating acceptance by being grateful for",
      "citationCount": 2,
      "doi": "10.2991/assehr.k.200729.033",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/adee5220fc2addf16e503726d4ceefd5f93f3aa8",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "169-173",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "9f268d931f7f776cd92b6099f03352a272975259",
      "title": "Existentialism and Cinema: The Dialectic of Bad Faith and Authenticity in Federico Fellini’s 8½",
      "authors": [
        {
          "name": "M. Russo",
          "authorId": "79671685"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-030-38482-1_20",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9f268d931f7f776cd92b6099f03352a272975259",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "363-375",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "fa8445683e6fe8190425bf3a14b90ecc45df6977",
      "title": "BASICS OF EXISTENTIALISM: A JOURNEY THROUGH THE PHILOSOPHY OF EXISTENCE AND ESSENCE",
      "authors": [
        {
          "name": "Dr. Dharmendra Kumar Singh",
          "authorId": "2358946095"
        }
      ],
      "year": 2025,
      "abstract": "Amid an abundance of studies that probe the applications of Existentialism, few venture back to its origins, which are often neglected. For this, present research paper dares to return to that primal soil—where meaning quivers, freedom weighs heavy and existence begins without apology. Grounded in the raw tension between absurdity and purpose of life, it explores Existentialism not as a finished doctrine but as a living, breathing question. Tracing its intellectual evolution from the meditative inquiries of ancient Eastern and Western traditions to its defiant articulation by Kierkegaard, Nietzsche, Sartre, Camus, and de Beauvoir, this study uncovers the philosophy's beating heart: anguish, freedom, authenticity, the Other, and death. Through a deeply interdisciplinary approach that blends textual interpretation, philosophical critique, and literary analysis, it examines not only canonical texts like Being and Nothingness and The Myth of Sisyphus but also the existential tremors found in Dostoevsky, Kafka, and Beckett. The silenced voices—non-Western, religious, and feminist—are brought into the fold to complete the portrait of philosophy too often framed narrowly. This research does not merely describe Existentialism—it embodies it. It speaks to a fractured age, offering not comfort but courage. In a world of masks and mechanisms, it calls individuals to live awake, to live deliberately",
      "citationCount": 0,
      "doi": "10.57067/2mzpgy17",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fa8445683e6fe8190425bf3a14b90ecc45df6977",
      "venue": "Knowledgeable Research A Multidisciplinary Journal",
      "journal": {
        "name": "Knowledgeable Research A Multidisciplinary Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6c246cfe553f0d4a66682c986ef0d0e1f3c66902",
      "title": "Existentialism in the age of climate crisis: Freedom, responsibility and authentic living amid global challenges",
      "authors": [
        {
          "name": "Jinyoung Hwang",
          "authorId": "2332584086"
        }
      ],
      "year": 2025,
      "abstract": "This research investigates the philosophical contributions of existentialism to understanding and addressing the global climate crisis. Drawing on the foundational ideas of Kierkegaard, Nietzsche, Sartre, and de Beauvoir, the study explores how existential themes - freedom, responsibility, and authenticity - offer tools for grappling with the ethical and existential dilemmas posed by ecological destruction. Existentialism’s emphasis on human agency is juxtaposed against the collective nature of environmental responsibility, revealing tensions between individual actions and systemic change. Central existential concepts, including the absurd and alienation, are analyzed to uncover their relevance in fostering ethical resilience and guiding action amidst the uncertainties of the Anthropocene. The study argues that existentialism challenges humanity to confront the climate crisis authentically, rejecting nihilism and embracing responsibility for the self and future generations. Through the lens of existential thought, the research underscores the imperative of aligning personal values with environmental ethics while advocating for systemic transformations that address the climate emergency. Existentialism’s focus on the individual’s ability to create meaning through deliberate choices provides a philosophical foundation for engaging with the moral complexities of climate justice and sustainability. The research concludes that existentialist philosophy not only critiques humanity’s historical failures but also offers a hopeful framework for constructing a meaningful response to the climate crisis. It calls for embracing the freedom to act in ways that promote sustainability and intergenerational justice, transforming despair into purposeful action amid an indifferent universe.",
      "citationCount": 0,
      "doi": "10.30574/ijsra.2025.14.1.0154",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6c246cfe553f0d4a66682c986ef0d0e1f3c66902",
      "venue": "International Journal of Science and Research Archive",
      "journal": {
        "name": "International Journal of Science and Research Archive"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1c2ee529114e2df60f01f2468ece57681ec62f33",
      "title": "Sacred Freedom: Reimagining Existentialism Through Bhakti",
      "authors": [
        {
          "name": "Sayantika Sen",
          "authorId": "2349416369"
        },
        {
          "name": "Debraj Chakraborty",
          "authorId": "2348625737"
        }
      ],
      "year": 2025,
      "abstract": "This study looks at how Bhakti and existential philosophy interact, suggesting that in Bengal Vaiṣṇavism, Bhakti represents both deep love and complete freedom which could be an existential choice that is basically contradictory but ultimately transformative. Bengal Vaiṣṇavism gives an alternative answer to existential questions: surrender as freedom and love as transcendence. This contrasts with Western existentialism, which emphasizes autonomy, anguish, and authenticity, and its resultant anxiety, alienation and despairespecially as expressed by Kierkegaard, Sartre, and Camus. This essay advocates the case that Bhakti could be a poignant and fruitful alternative tothese existential crises because, contrary commonplace idea, this paper argue that bhaktiis an active reclamation of identity through a divine relationship rather than a passive act. This research reconstructs Bhakti as an existential commitment to meaning, integrity, and profound freedom by interpreting important texts like the BhāgavataPurāṇa, Bhakti-rasāmṛta-sindhu, and Chaitanya Charitāmṛta through the prism of widely overlapping philosophies.",
      "citationCount": 0,
      "doi": "10.36948/ijfmr.2025.v07i06.64366",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1c2ee529114e2df60f01f2468ece57681ec62f33",
      "venue": "International Journal For Multidisciplinary Research",
      "journal": {
        "name": "International Journal For Multidisciplinary Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "eacd0388c86ba7e3e1e074d092b16c1b82b77698",
      "title": "Postcolonial Existentialism: Identity, Race, and Belonging in Contemporary South Asian Fiction",
      "authors": [
        {
          "name": "Nabiha Hashmi",
          "authorId": "2350229652"
        },
        {
          "name": "Maryam Tariq",
          "authorId": "2301897154"
        },
        {
          "name": "Um e Rubab",
          "authorId": "2275965498"
        },
        {
          "name": "Shanza Maqsood",
          "authorId": "2348446887"
        }
      ],
      "year": 2025,
      "abstract": "This paper explores the nexus of postcolonial existentialism and the contemporary South Asian fiction to identify identity, race, and belonging as the central concerns of the post truth and the globalized world. Utilizing existentialist paradigms from Jean-Paul Sartre’s Views of Existence and Frantz Fanon’s the Wretched of the Earth, along with theories of post colonialism and otherness; this study examines South Asian literature, that is, Mohsin Hamid’s The Reluctant Fundamentalist , Arundhati Roy’s The God of Small things and Kamila Shamsie’s Home Fire, to inquire how characters tackle the crisis of existence in the face of colonial traces, and what might be termed as the dislocations of diasporas. In lieu of this, these narratives present their crisis of selfhood, which is pulled about by racialized identity and the conditions of authenticity and alienation, only to mirror the general postcolonial crisis in representation. This research investigates South Asian authors using existentialism themes, freedom, absurdity, and search for meaning, to redefine the racial belonging in a transnational context, through close textual analysis. This paper claims that existentialism, a philosophy of European origin, houses existentialism within Contemporary South Asian fiction, which presents a postcolonial gaze that features race as a location for its oppression and agency. This study locates the texts in the socio historical realities of partition, migration and globalization in order to show how the protagonists’ quests for self ’s belonging unpick the idea of identity. As this analysis not only connects philosophy and literature but also enters a live discourse on race and diaspora in the 21st century, it brings into light the idea that South Asian fiction offers an important realm for renewing existentialist thought in a postcolonial context. Potential findings suggest that narrative is a subversive force through which the self can inhabit multiple selves wielding negotiative power in spaces contending with intersecting oppressions, while at the same time, extending narratives of identity formation in a rapidly fragmenting world.",
      "citationCount": 0,
      "doi": "10.63287/594371",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eacd0388c86ba7e3e1e074d092b16c1b82b77698",
      "venue": "Falcons Journal of Advanced Research",
      "journal": {
        "name": "Falcons Journal of Advanced Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c464fcc64d5649c94c2ce858e046759f91e12b3e",
      "title": "MEANING AMIDST PANDEMIC: EXISTENTIALISM IN EMILY ST. JOHN MANDEL'S STATION ELEVEN",
      "authors": [
        {
          "name": "Kritika Kritika",
          "authorId": "2152397877"
        },
        {
          "name": "Devendra Kumar Sharma",
          "authorId": "2181416868"
        }
      ],
      "year": 2025,
      "abstract": "Pandemics are global health emergencies that dismantle the established social systems and heighten the experiences\nof isolation,loss,and uncertainty.Since the breakdown of COVID-19,the corpus of literature dealing with pandemics and\ndisease outbreaks has experienced a notable uptick,particularly in post-apocalyptic pandemic fiction.Amidst societal\nchaos,suffering,and collapse,these literary works investigate the existential search for meaning,purpose and mortality.\nThis research paper examines pandemic literature focusing specifically on Emily St.John Mandel's novel Station Eleven\n(2014),which explores the apprehension of a post-pandemic world where civilization has crumbled under the strain of\nthe Georgia Flu.The novel is considered as a narrative of survival not merely in a physical sense,but as a philosophical\nand psychological endeavour.Interpreting Existential themes; such as the search for meaning, authenticity and human\nresilience, this study incorporates how pandemics lead people to confront their voids and establish new meanings for\nindividuals and communities. Furthermore, this research delves into existential questions of the meaninglessness and\nthe essence of civilization amid catastrophes.Additionally,it concerns how individuals and communities have managed\ntraumatic experiences of previous pandemics where situations are beyond control.",
      "citationCount": 0,
      "doi": "10.36106/paripex/7503209",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c464fcc64d5649c94c2ce858e046759f91e12b3e",
      "venue": "PARIPEX-INDIAN JOURNAL OF RESEARCH",
      "journal": {
        "name": "PARIPEX INDIAN JOURNAL OF RESEARCH"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "40bcb1cb91f946b7e489914e32494d07eaecaeb0",
      "title": "Existential Identity and Authenticity in The Glass Menagerie Through Sartrean Lens",
      "authors": [
        {
          "name": "Najlaa Atshan Khalaf Al-musawi",
          "authorId": "2369667575"
        }
      ],
      "year": 2025,
      "abstract": "General Background: Tennessee Williams’ The Glass Menagerie has long been recognized for its psychological complexity and portrayal of familial dysfunction. Specific Background: While many analyses focus on psychoanalytic or realist readings, the play also invites exploration through existential philosophy, particularly that of Jean-Paul Sartre. Knowledge Gap: Limited scholarly attention has been given to examining the play through an existentialist-expressivist lens that bridges literary technique and philosophical inquiry. Aim: This paper aims to reinterpret The Glass Menagerie through Sartrean existentialism, focusing on themes of freedom, identity, and authenticity. Results: The study finds that Williams employs memory and expressionist techniques to illustrate characters’ existential crises, highlighting their struggles with \"bad faith,\" alienation, and the burden of freedom. Amanda, Tom, and Laura each embody forms of existential angst and self-deception, yet their experiences also signal the possibility of self-assertion and authentic living. Novelty: The paper offers a novel reading by integrating Sartrean concepts such as subjectivity, personal responsibility, and authenticity with Williams’s theatrical method, revealing deeper existential dimensions of the play. Implications: This perspective not only broadens the interpretative scope of the play but also demonstrates how literary works can serve as philosophical discourses, emphasizing the relevance of existential thought in analyzing human experience amid socio-political pressures. \nHighlights: \n  \n \n \nExplores The Glass Menagerie through Sartrean existential philosophy. \n \n \nAnalyzes characters' identity, freedom, and existential crisis via expressionism. \n \n \nReveals existential depth and philosophical relevance in Williams’s dramatic technique. \n \n \nKeywords: Existentialism, Expressionism, Jean-Paul Sartre, Tennessee Williams, Plastic Theatre, Subjective Identity. \n ",
      "citationCount": 0,
      "doi": "10.21070/acopen.10.2025.10798",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/40bcb1cb91f946b7e489914e32494d07eaecaeb0",
      "venue": "Academia Open",
      "journal": {
        "name": "Academia Open"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f53f805457a982cb54aa168caf6cdf710d4569a1",
      "title": "Condemned to authenticity: corporate branding through an existentialist lens",
      "authors": [
        {
          "name": "Nils Grimm",
          "authorId": "2063459114"
        },
        {
          "name": "Y. Sahhar",
          "authorId": "98677802"
        },
        {
          "name": "Christoph Moss",
          "authorId": "2365870907"
        },
        {
          "name": "Jörg Henseler",
          "authorId": "2260902282"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1057/s41262-025-00396-x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f53f805457a982cb54aa168caf6cdf710d4569a1",
      "venue": "Journal of Brand Management",
      "journal": {
        "name": "Journal of Brand Management"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8ba96dfbe71022dc37cd36828f6d1a05edaa55b6",
      "title": "«Face» and «mask»: the problem of authenticity and inauthenticity of human existence (based on the philosophy of E. Levinas)",
      "authors": [
        {
          "name": "Lilia E. Kropotina",
          "authorId": "2377210406"
        }
      ],
      "year": 2025,
      "abstract": "The article deals with the problem of authenticity and inauthenticity of human existence considered through the prism of Emmanuel Levinas’s philosophy of the Other — using the terms of the face and mask. This «ethical-and-phenomenological perspective» opens up new horizons in the study of this problem and overcomes ethical subject-centrism, characteristic of existentialism in general. The study looks at the main concepts of Levinas’s ontology of the subject: Self-identity, ontological vulnerability of the subject, his «spontaneous solipsism», as well as such a «deep phenomenon» as the face of the Other. This phenomenon reveals itself in four guises: 1) as an expression; 2) as an absolute; 3) as an ethical face; 4) as a trace of the Infinite. It is argued that for genuine existence there are neither masks on the part of the subject (both in relation to himself and in relation to the Other) nor masks on the part of the Other. Inauthentic existence, on the contrary, is associated with the presence of a mask as a consequence of the very nature of being of a Self-identical subject (with his «timelessness», «physicality», and «enslavement»): the presence of a mask acts as an illusion dictated by the «imperious solipsistic reflex» of the subject and his ontological vulnerability to the Other. In this case, the mask (inauthenticity) turns out to be the subject’s attitude toward himself, the world, and the Other, which is overcome only in the rupture of the Totality of his own consciousness and an ethical encounter with the face of the Oher. It is concluded that the authenticity of the Other, revealed by the subject in the face of the Other and ethical attitude toward him, determines the authenticity of the subject himself.",
      "citationCount": 0,
      "doi": "10.17072/2078-7898/2025-1-28-37",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8ba96dfbe71022dc37cd36828f6d1a05edaa55b6",
      "venue": "Вестник Пермского университета Философия Психология Социология",
      "journal": {
        "name": "Вестник Пермского университета. Философия. Психология. Социология"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d183765ffef6023461380ad6a16194d8c2b0f23f",
      "title": "Dada and Existentialism: The Authenticity of Ambiguity",
      "authors": [
        {
          "name": "Elizabeth Benjamin",
          "authorId": "84606269"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d183765ffef6023461380ad6a16194d8c2b0f23f",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "1057d8df9bf091a19249860de87e9dcdadcaf852",
      "title": "Existentialism and Its Implications for Leadership: Examining the Existential Philosophical Perspective in Leadership Practices",
      "authors": [
        {
          "name": "Nabeena Basnet",
          "authorId": "2349716160"
        },
        {
          "name": "Surya Luitel",
          "authorId": "2349716097"
        },
        {
          "name": "Sunita Tamang",
          "authorId": "2349665724"
        }
      ],
      "year": 2024,
      "abstract": "This study addresses how existential philosophical perspectives inform leadership practices across the themes of authenticity, freedom and responsibility, situatedness, and irrationality. The major objective of the study is to explain how the existential perspective may become integrated into the leading approach addressing ambiguity, moral dilemmas, and meaning making inside organizations. The objective of this study is shaped around the question: How can existential philosophical perspective be linked to leadership? The study describes, based on a review of the works of Kierkegaard, Sartre, Heidegger, and Nietzsche, how self-awareness, autonomy, and moral responsibility express themselves in leadership. It supports the thesis that existentialism empowered leaders to make free choices within conditions of uncertainty while leading their followers authentically, nurturing resilience and sensitivity in them. Similarly, the study also shows that leaders can find a way in the middle of the so-called existential vacuum: the sense of emptiness surrounding all organizational contexts. From the practical side, Mengel's Existential and Motivational Analysis model combines existential reflection with motivational strategies toward more sustainable leadership development. In linking the insights of philosophy to contemporary leadership theories, this paper contributes to the richness of the field of leadership studies concerned with holistic, ethical, and human-centered approaches to leadership.",
      "citationCount": 1,
      "doi": "10.3126/jbmr.v6i1-2.76521",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1057d8df9bf091a19249860de87e9dcdadcaf852",
      "venue": "Journal of Business and Management Research",
      "journal": {
        "name": "Journal of Business and Management Research"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "18e268c67a3aab293f17527708ddd0e504543919",
      "title": "Existentialism and Individualism: A Study of Its Influence on French Society",
      "authors": [
        {
          "name": "Emma Girard",
          "authorId": "2313836473"
        }
      ],
      "year": 2024,
      "abstract": "Purpose: The aim of the study was to analyze the existentialism and individualism: a study of its influence on French society. \nMethodology: This study adopted a desk methodology. A desk study research design is commonly known as secondary data collection. This is basically collecting data from existing resources preferably because of its low cost advantage as compared to a field research. Our current study looked into already published studies and reports as the data was easily accessed through online journals and libraries. \nFindings: The study revealed that existentialism, led by Sartre and Camus, promoted personal freedom and meaning-seeking in a chaotic world, fostering individualism in French society. This philosophy resonated with post-war France, offering a response to societal upheaval. Across literature, cinema, and politics, existentialism influenced narratives of identity and authenticity, leaving a lasting imprint on French culture. \nUnique Contribution to Theory, Practice and Policy: Existentialism, individualism & social constructivism may be used to anchor future studies on the existentialism and individualism on French society. Develop educational programs and public awareness campaigns to promote critical reflection and dialogue on existentialist themes such as freedom, authenticity, and responsibility in French society. Advocate for policies that prioritize individual autonomy, self-expression, and self-determination while also fostering social cohesion and collective well-being in French society.",
      "citationCount": 1,
      "doi": "10.47604/jpcr.2607",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/18e268c67a3aab293f17527708ddd0e504543919",
      "venue": "Journal of Philosophy, Culture and Religion",
      "journal": {
        "name": "Journal of Philosophy, Culture and Religion"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9865ecc8830d7749e902c7d7eae4714c731b130c",
      "title": "Rethinking Existentialism",
      "authors": [
        {
          "name": "Jonathan Webber",
          "authorId": "2336487426"
        }
      ],
      "year": 2024,
      "abstract": "\nThis article is a response to critiques of my book Rethinking Existentialism in this symposium. It begins with a reflection on the nature of this discussion. Then it reformulates Eshleman's ‘bridge problem’ to defend my view that eudaimonist arguments cannot establish that we ought to respect freedom. Next, it shows how my interpretation of Beauvoir's argument for authenticity can incorporate Kirkpatrick's reading of Beauvoir's ethics. Then it uses Romdenh-Romluc's description of Fanon's therapeutic methodology to present a comparative reading of Fanon and Sartre, followed by an argument that Romdenh-Romluc's reading of Fanon can be incorporated into my interpretation to the benefit of both. The penultimate section incorporates Beauvoir's theory of femininity into my account of her theory of gender sedimentation. The final section considers how Eshleman's emphasis on social interdependence might enrich Sartre's picture of authenticity. The article closes with brief comments on the value of reading these texts together.",
      "citationCount": 0,
      "doi": "10.3167/ssi.2024.300107",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9865ecc8830d7749e902c7d7eae4714c731b130c",
      "venue": "Sartre Studies International",
      "journal": {
        "name": "Sartre Studies International"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bde5fa39c60e32887d9047414d155a2a48b0a5d3",
      "title": "Mailer’s Existentialism and the American Existential Tradition",
      "authors": [
        {
          "name": "Nemika Nemika",
          "authorId": "2342301147"
        }
      ],
      "year": 2024,
      "abstract": "Mailer occupies a prominent position within the American literary tradition due to his opposition to the dominant cultural values of his era. Influential American existentialist writers include Mailer, Faulkner, Hemingway, and Updike. Through their writings they celebrate personal freedom, reject determinism, and focus on human existence. Mailer's existentialism emphasizes individualism, authenticity, and moral ambiguity. He aligns himself with a longstanding lineage of writers who have sought to awaken the moral awareness of their audience, striving to connect language with concrete realities through the use of symbolism and imagery, as noted by Emerson. Furthermore, he has metaphorically illustrated the individual's spiritual journey as fundamentally intertwined with the broader narrative of America, both as a reality and as an ideal. Norman Mailer's existentialism and the American existential tradition are intriguing subjects that explore the human condition, individual freedom, and the search for meaning.",
      "citationCount": 0,
      "doi": "10.29070/tkqwd317",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bde5fa39c60e32887d9047414d155a2a48b0a5d3",
      "venue": "Journal of Advances and Scholarly Researches in Allied Education",
      "journal": {
        "name": "Journal of Advances and Scholarly Researches in Allied Education"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ba79f7bc3722a22f7e56af1744e490c7f25b3aac",
      "title": "Existentialism and the Search for Meaning in Albert Camus' The Stranger",
      "authors": [
        {
          "name": "Dr. Najlaa Hosny",
          "authorId": "2335617424"
        },
        {
          "name": "Ameen Mohammed",
          "authorId": "2336091520"
        }
      ],
      "year": 2024,
      "abstract": "This paper explores the relationship between existentialism and the quest for significance in Albert Camus' influential novel, The Stranger . The study first analyzes the intersection between literature and philosophy, emphasizing the mechanism by which literary works can serve as vehicles to articulate philosophical concepts. It also elucidates the fundamental principles of Jean-Paul Sartre's existentialism, examining the notion that existence precedes essence, the significance of authenticity, and concepts of freedom, bad faith, and alienation. It then goes on to highlight the connection between literature and philosophy, by focusing on how Camus’ The Stranger effectively conveys existentialist concepts through a fictional narrative, despite the author refusing to categorize himself as a philosopher. The author contends that The Stranger embodies existentialist ideas, despite Camus’ conscious detachment from the philosophical movement. In particular, Camus' work is shown to seek to elucidate the concept of absurdism, and the futility of attempting to find meaning in life's incomprehensible events. The ways in which Camus effectively communicates a significant message concerning the influence of warring ideologies on their followers, through the lens of absurdism are highlighted. The study also challenges the general significance of texts, contemplating the pointlessness of seeking meaning in life through a work of fiction. It concludes by emphasizing the endurance of Camus' work as a medium for examining the human condition and the quest for purpose in an increasingly ludicrous world.",
      "citationCount": 0,
      "doi": "10.71002/jssdr.v1n2p1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ba79f7bc3722a22f7e56af1744e490c7f25b3aac",
      "venue": "Journal of Social Sciences and Development Research",
      "journal": {
        "name": "Journal of Social Sciences and Development Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7aa361abebebab1007438f5c3c2863490e8af492",
      "title": "Examining the Role of Existentialism in Climate Change Mitigation",
      "authors": [
        {
          "name": "Mr. Massawa Charles Valentine.",
          "authorId": "2322158094"
        },
        {
          "name": "Dr. Dynesius Nyang’au.,",
          "authorId": "2322154624"
        },
        {
          "name": "Dr. Jonathan Kathenge",
          "authorId": "2322154631"
        }
      ],
      "year": 2024,
      "abstract": "Man has relied on nature for food, medicine, fresh air, water, and other life-supporting factors. However, human activities have threatened biodiversity which now poses a magnanimous threat to man’s food, water, air, and medicine supply. Existentialist philosophy emphasizes the aspects of freedom, choice, and responsibility. We are where we are because of man’s choice and we can change our situation through choice. In this paper, we refer to among various existential themes, the concept of freedom, authenticity, transcendence, choice, and responsibility. We acknowledge that man’s actions have led to threats to his existence. On the contrary, man has lived in bad faith by relying on the deity to save him (man) from self-inflicted anguish. It can be observed that unless man authentically takes responsibility, his very existence is threatened and may lead to his extinction. For centuries, man’s existence has been dependent on nature for survival, however, man’s actions have destroyed nature upon which man’s existence was dependent. The purely scientific course of action which depends on the political will of the governments has not produced any tangible fruits, since politicians tend to act based on political expediency. Governments are formed by politicians who are often keen on winning the next election. As such, most governments tend to place climate change on the periphery as they get preoccupied with what can help them win the next election. This therefore implies that there is very high confidence that policies managed by governments are very likely to fail. This is why this paper seeks to reinvent the narrative and develop a framework based on existentialist philosophical aspects of individual, authenticity, freedom, and choice, and demonstrate how this framework anchored on existentialist philosophy goes beyond mere mitigation and adaptation.",
      "citationCount": 0,
      "doi": "10.47772/ijriss.2024.8080274",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7aa361abebebab1007438f5c3c2863490e8af492",
      "venue": "International journal of research and innovation in social science",
      "journal": {
        "name": "International Journal of Research and Innovation in Social Science"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1c91080400c2162636820ef51cec9c67a2fbe281",
      "title": "Existentialism and Camp in Joseph Losey’s Boom!",
      "authors": [
        {
          "name": "Hysni Kafazi",
          "authorId": "2346214379"
        }
      ],
      "year": 2024,
      "abstract": "Tennessee Williams’s The Milk Train Doesn’t Stop Here Anymore (1963) is a notable example in the playwright’s oeuvre that depicts existential concerns regarding themes like one’s attitude towards death, authenticity, and bad faith. Joseph Losey’s adaptation of this play, Boom! (1968), is unique in its treatment of the existentialist subject matter through atypical modes of representation. Criticism towards the play, and especially its filmic adaptation, has been mostly negative, with offstage problems, issues of stardom concerning the casting of Elizabeth Taylor and Richard Burton in the lead roles, as well as an obsessive focus with their off-screen personas overshadowing the film’s philosophical subject matter and cinematic techniques. This paper gives an overview of the characteristics of this misaligned assessment of The Milk Train Doesn’t Stop Here Anymore and Boom!, together with its contributing factors. Afterwards, it suggests to redirect critical attention towards the form-content relationship of various aspects of the movie by proposing two alternative analytical perspectives: approaching the movie from an existentialist standpoint, as well as from the framework of camp aesthetics. Finally, the paper concludes by converging both these novel approaches to demonstrate that, contrary to previous critical and public reception, Boom! succeeds in combining its serious existentialist themes and campy representation in a meaningful and coherent manner.",
      "citationCount": 0,
      "doi": "10.14232/americana.2024.1.75-92",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1c91080400c2162636820ef51cec9c67a2fbe281",
      "venue": "Americana : E-Journal of American Studies in Hungary",
      "journal": {
        "name": "AMERICANA E-journal of American Studies in Hungary"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "168919de8965e12efb94f6f1be91306a48b3a0dd",
      "title": "Authenticity in the Zhuangzi ? Contemporary Misreadings of Zhen 真and an Alternative to Existentialism",
      "authors": [
        {
          "name": "P. D’Ambrosio",
          "authorId": "1400584335"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 10,
      "doi": "10.3868/S030-004-015-0029-0",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/168919de8965e12efb94f6f1be91306a48b3a0dd",
      "venue": "",
      "journal": {
        "name": "Frontiers of Philosophy in China",
        "pages": "353-379",
        "volume": "10"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "da852a908396a13326da91bd3d35127a5ce0ad11",
      "title": "Horizons of Authenticity in Phenomenology, Existentialism, and Moral Psychology",
      "authors": [
        {
          "name": "H. Pedersen",
          "authorId": "145250080"
        },
        {
          "name": "M. Altman",
          "authorId": "29511498"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1007/978-94-017-9442-8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/da852a908396a13326da91bd3d35127a5ce0ad11",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "10552fb92943cc56a8b3637ab87d673ef984c36d",
      "title": "The Quest for Truth and Authenticity in Rainer Maria Rilke’s “The Panther”",
      "authors": [
        {
          "name": "Mohammad Reza Zare",
          "authorId": "2335270341"
        }
      ],
      "year": 2024,
      "abstract": "The opaque poetic language of Rainer Maria Rilke as a symbolist writer facilitates the reader to elicit diverse interpretations from his poems and refabricate their meaning as befitting. Rilke’s poem “The Panther”, is highly recognized as a prominent symbolic modernist work, showcasing Rilke’s profound insight into the human condition and the intricacies of existence. By adopting the framework of existentialism and relying on the symbolic language of the poem, this paper tries to transcend the poem’s literal meaning and bring up the possibility of considering “The Panther” as a symbol of modern human questing for truth and authenticity in the backdrop of modernity.",
      "citationCount": 0,
      "doi": "10.31126/akrajournal.1560251",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/10552fb92943cc56a8b3637ab87d673ef984c36d",
      "venue": "AKRA KÜLTÜR SANAT VE EDEBİYAT DERGİSİ",
      "journal": {
        "name": "AKRA Kültür Sanat ve Edebiyat Dergisi"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2f6ed826d049f05be0489c56dbab27008c66f41d",
      "title": "Entrepreneurship and Existentialism: Establishing Authenticity in a Crowded Global Marketplace",
      "authors": [
        {
          "name": "Michael G. Goldsby",
          "authorId": "95713981"
        },
        {
          "name": "R. Mathews",
          "authorId": "40519315"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1108/S1048-473620150000025001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2f6ed826d049f05be0489c56dbab27008c66f41d",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "25"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "6dbbf9525ee9b2a865c486fc04e2ec7840f352db",
      "title": "The authenticity of ambiguity: Dada and existentialism",
      "authors": [
        {
          "name": "Elizabeth Benjamin",
          "authorId": "84606269"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6dbbf9525ee9b2a865c486fc04e2ec7840f352db",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "eba17972ca4747cb329640668a3d8d66d1289dc1",
      "title": "Assumed Personality and Authenticity in The Crucible——Identity Reconstruction from Existentialism",
      "authors": [
        {
          "name": "Wei Yan-xu",
          "authorId": "1445336642"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eba17972ca4747cb329640668a3d8d66d1289dc1",
      "venue": "",
      "journal": {
        "name": "Journal of Mianyang Normal University",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "508ee40efbbdfcb347f3ad2a43fe4d7083c4463f",
      "title": "Self and Authenticity in the Philosophy of Education of Buddhism and Existentialism",
      "authors": [
        {
          "name": "Seo Yongseok",
          "authorId": "2090916387"
        },
        {
          "name": "H. Jung",
          "authorId": "2150178359"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.15754/JKPE.2015.37.3.005005",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/508ee40efbbdfcb347f3ad2a43fe4d7083c4463f",
      "venue": "",
      "journal": {
        "name": "The Korean Journal of Philosophy of Education",
        "pages": "105-130",
        "volume": "37"
      },
      "publicationTypes": null
    },
    {
      "paperId": "565b7fbd2e34835f6d36afef3592b8ac0fa411c3",
      "title": "Freedom and the Weight of the Crown: Sartrean and Beauvoirian Existentialism in Peter Morgan's The Crown",
      "authors": [
        {
          "name": "Gabrielle Pozzo di Borgo",
          "authorId": "2217074701"
        }
      ],
      "year": 2023,
      "abstract": "In this article, I examine Peter Morgan's TV series The Crown (2016–present) through the lens of Sartrean and Beauvoirian existentialism. I argue that the character of Queen Elizabeth II holds a special place in the royal family, as the monarch who demonstrates the compatibility of duty and tradition with existential freedom and authenticity. I also demonstrate the series’ commitment to breaking the illusion of inhumanity that the royal family tries to maintain, by showing that the royals are not out-of-reach ideals, but humans who struggle to transcend their exceptionally binding facticity. As portrayed in The Crown, Queen Elizabeth's lucidity on her situation leads to honest introspection, which dispels any attempt at self-deception, and therefore prevents her from slipping into bad faith.",
      "citationCount": 2,
      "doi": "10.3366/film.2023.0232",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/565b7fbd2e34835f6d36afef3592b8ac0fa411c3",
      "venue": "Film-Philosophy",
      "journal": {
        "name": "Film-Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 30,
  "errors": []
}
