{
  "status": "success",
  "source": "core",
  "query": "authenticity self-expression",
  "results": [
    {
      "core_id": "8859289",
      "doi": null,
      "title": "Enhancement, Authenticity, and Social Acceptance in the Age of Individualism",
      "authors": [
        {
          "name": "Kelly, Daniel R."
        },
        {
          "name": "Morar, Nicolae"
        }
      ],
      "year": 2019,
      "abstract": "Public attitudes concerning cognitive enhancements are significant for a number of reasons. They tell us about how socially acceptable these emerging technologies are considered to be, but they also provide a window into the ethical reasons that are likely to get traction in the ongoing debates about them. We thus see Conrad et al’s project of empirically investigating the effect of metaphors and context in shaping attitudes about cognitive enhancements as both interesting and important. We sketch what we suspect is a central theme that runs through these public attitudes, but that Conrad el al’s paper elides. We were disappointed that they did not more directly explore the efficacy of frames and metaphors associated with the values of authenticity and self-expression. This seems like a missed opportunity. Based on the premise that individualistic values enjoy centrality in Western and especially North American culture (e.g. Taylor 1989), we hypothesize that metaphors and frames informed by those values will be especially effective in shaping public attitudes. That is, when various kinds of novel enhancement are described as allowing people to more fully express themselves, or as helping people overcome obstacles to being authentic and true to their inner sense of themselves, those enhancements will be considered justified, and their use more likely to be viewed as socially acceptable by the public. We support our contention by drawing on work by Elliott (2004, 2011, c.f. Kadlac 2018), and discuss how this study, and others modeled on it, might shed light on our hypothesis",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/199235383.pdf",
      "source_url": "https://philpapers.org/archive/MOREAA-14.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "58279658",
      "doi": "10.1111/jasp.12596",
      "title": "Can you be yourself in business? How reminders of business affect the perceived value of authenticity",
      "authors": [
        {
          "name": "Kokkoris, Michail"
        },
        {
          "name": "Sedikides, Constantine"
        }
      ],
      "year": 2019,
      "abstract": "Authenticity is generally beneficial to employees and organizations, but do business\n\nstudents believe that the business world affords it? On the one hand, business may\n\nbe regarded as incompatible with authenticity, as it is arguably ruled largely by etiquette,\n\nnorms, and conventions that leave little room to be one's true self (hindering\n\nrole). On the other hand, business may be seen as promoting authenticity, as it is\n\narguably based largely on creativity, initiative, and independence that provide opportunities\n\nto thrive by being one's true self (facilitating role). We proposed that business\n\nstudents would be more likely to endorse the facilitating role of authenticity. We\n\nhypothesized, in particular, that mere reminders of business (i.e., primes) would raise\n\nthe general value of authenticity, but only among those who dispositionally value\n\nauthenticity less (than more). Results of two experiments were consistent with the\n\nhypothesis. We discuss theoretical, managerial, and educational implications",
      "publisher": "'Wiley'",
      "journal": "Journal of Applied Social Psychology",
      "download_url": "https://core.ac.uk/download/199182323.pdf",
      "source_url": "http://epub.wu.ac.at/6946/1/Kokkoris_et_al%2D2019%2DJournal_of_Applied_Social_Psychology.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "67792902",
      "doi": "10.3390/ijerph16173016",
      "title": "Safeguarding Health at the Workplace: A Study of Work Engagement, Authenticity and Subjective Wellbeing among Religious Workers",
      "authors": [
        {
          "name": "Ariza Montes, José Antonio"
        },
        {
          "name": "Leal Rodríguez, Antonio Luis"
        },
        {
          "name": "Molina Sánchez, Horacio"
        },
        {
          "name": "Ramírez Sobrino, Jesús N."
        }
      ],
      "year": 2019,
      "abstract": ": Research in work and organizational psychology has paid little attention to religious workers, something certainly surprising as faith-based organizations play a key role in the welfare state of many countries. This research shows that religious workers in a Catholic order present a high degree of subjective wellbeing, both in terms of flourishing and satisfaction with life in general,\r\nand a positive balance of positive and negative feelings. More specifically, this study examines the relationship between authenticity and wellbeing amongst religious workers. Survey responses from 142 religious workers in Spain were analyzed using partial least squares path modelling. The results reveal that subjective wellbeing at work is positively related to authenticity. In addition, this relationship is mediated by their level of work engagement",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/286563806.pdf",
      "source_url": "https://repositorio.uloyola.es/bitstream/20.500.12412/5463/1/ijerph-16-03016.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "63011517",
      "doi": "10.51644/edlb4019",
      "title": "Social Media and Othering: Philosophy, Algorithms, and the Essence of Being Human",
      "authors": [
        {
          "name": "Ehlebracht, Mark"
        }
      ],
      "year": 2019,
      "abstract": null,
      "publisher": "Scholars Commons @ Laurier",
      "journal": null,
      "download_url": "https://core.ac.uk/download/216875166.pdf",
      "source_url": "https://scholars.wlu.ca/cgi/viewcontent.cgi?article=2402&amp;context=consensus",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "40087597",
      "doi": null,
      "title": "Spoken Stories, Spoken Word: An Insurgent Practice for Restorative Education",
      "authors": [
        {
          "name": "Schmitt, Madeline"
        }
      ],
      "year": 2019,
      "abstract": "This paper uses the terminology of whiteness, settler colonialism, culturally responsive pedagogy, and restorative education to interrogate the usage of spoken word in schools. I argue that spoken word can function as a form of resistance to white colonialist practices and as an advocate of emotional learning and critical education. This paper focuses on representation, student empowerment, and identity exploration in the context of education institutions. It crosses borders between education and authenticity, between classrooms and real life, and between teachers and students. I aim to ground this essay in the American Studies discipline as it discusses systems of power in the United States and seeks to disrupt dominant narratives through spoken word as an alternative education strategy for dismantling white supremacy and validating marginalized identities. This work is only a small part of the larger conversation on restorative justice in education",
      "publisher": "DigitalCommons@Macalester College",
      "journal": null,
      "download_url": "https://core.ac.uk/download/212890698.pdf",
      "source_url": "https://digitalcommons.macalester.edu/cgi/viewcontent.cgi?article=1163&amp;context=tapestries",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "65558999",
      "doi": null,
      "title": "Hip Hop Culture in a Small Moroccan City",
      "authors": [
        {
          "name": "Seilstad, Brian"
        }
      ],
      "year": 2015,
      "abstract": "This paper explores Hip Hop culture by tracing its development from the global level through the Arab world to finally its manifestation in Morocco. Hip Hop culture is defined broadly as a wide range of artistic expressions-rap, graffiti, breakdancing, DJing, etc.-and also a mind-set or way of life. The focus on the Moroccan context starts at the national level, pointing out some of the key artists, issues Moroccan Hip Hop faces, and how this has been explored by scholars of Hip Hop. The paper focuses on an ethnographic exploration of Hip Hop culture in Ifrane, a small Moroccan city. An analytic approach suggested in Patti Lather\\u27s 1991 book Getting Smart informs and expands the paper particularly by privileging the emancipatory power of Moroccan Hip Hop, creating a nuanced view of the impact of Hip Hop on the lives of youth in this small community. Finally, the paper employs a self-reflexive stance to critically view the author\\u27s own position in the research project in order to name some of the challenges and contradictions of a white male American doing Hip Hop research in the Moroccan context",
      "publisher": "VCU Scholars Compass",
      "journal": null,
      "download_url": "https://core.ac.uk/download/225355707.pdf",
      "source_url": "https://scholarscompass.vcu.edu/cgi/viewcontent.cgi?article=1027&context=jhhs",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "37591907",
      "doi": null,
      "title": "Review Of  The Modernist Masquerade: Stylizing Life, Literature And Costumes In Russia  By C. McQuillen",
      "authors": [
        {
          "name": "Forrester, Sibelan E.S."
        }
      ],
      "year": 2015,
      "abstract": null,
      "publisher": "'Transformative Works and Cultures'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/73341691.pdf",
      "source_url": "https://works.swarthmore.edu/cgi/viewcontent.cgi?article=1187&amp;context=fac-russian",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8277804",
      "doi": "10.1177/0963721417713296",
      "title": "State authenticity",
      "authors": [
        {
          "name": "Alison Lenton"
        },
        {
          "name": "Constantine Sedikides"
        },
        {
          "name": "Fleeson W."
        },
        {
          "name": "Harter S."
        },
        {
          "name": "Leary M. R."
        },
        {
          "name": "Letitia Slabu"
        },
        {
          "name": "Maslow A. H."
        },
        {
          "name": "Pennebaker J. W."
        },
        {
          "name": "Rogers C. R."
        },
        {
          "name": "Sander Thomaes"
        },
        {
          "name": "Sedikides C."
        },
        {
          "name": "Wallace H. M."
        }
      ],
      "year": 2017,
      "abstract": "State authenticity is the sense that one is currently in alignment with one’s true or real self. We discuss state authenticity as seen by independent raters, describe its phenomenology, outline its triggers, consider its well-being and behavioral implications, and sketch out a cross-disciplinary research agenda",
      "publisher": "'SAGE Publications'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/131242011.pdf",
      "source_url": null,
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "8069579",
      "doi": "10.1177/0170840617727784",
      "title": "‘No More Heroes’: Critical Perspectives on Leadership Romanticism",
      "authors": [
        {
          "name": "Collinson, David"
        },
        {
          "name": "Grint, Keith"
        },
        {
          "name": "Smolović Jones, Owain"
        }
      ],
      "year": 2017,
      "abstract": "This paper revisits Meindl et al’s (1985) ‘romance of leadership’ thesis and extends these ideas in a number of inter-related ways. First, it argues that the thesis has sometimes been neglected and/or misinterpreted in subsequent studies. Second, the paper suggests that romanticism is a much broader and more historically rich term with wider implications for leadership studies than originally proposed. Arguing that romanticism stretches beyond leader attribution, we connect leadership theory to a more enduring and naturalistic tradition of romantic thought that has survived and evolved since the mid-18th century. Third, the paper demonstrates the contemporary relevance of the romanticism critique. It reveals how the study of leadership continues to be characterized by romanticizing tendencies in many of its most influential theories, illustrating this argument with reference to spiritual and authentic leadership theories, which only recognize positive engagement with leaders. Equally, the paper suggests that romanticism can shape conceptions not only of leaders, but also of followers, their agency and their (potential for) resistance. We conclude by discussing future possible research directions for the romanticism critique that extend well beyond its original focus on leader attribution to inform a broader critical approach to leadership studies",
      "publisher": "'SAGE Publications'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/96837727.pdf",
      "source_url": "https://eprints.lancs.ac.uk/id/eprint/86886/1/No_More_Heroes_accepted_pdf_version_2017.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "125596748",
      "doi": null,
      "title": "Power Within. I\\u27m New to Putting Me First",
      "authors": [
        {
          "name": "Williams, Dr. Michael R"
        }
      ],
      "year": 2020,
      "abstract": "I’m kinda in this new space where my space is my space and I don’t care about nobody but me, only me (Samoht, 2019,0:56).\nIn a field that exists at the exigency of civil policymakers, tranquil institutional borders, and the revolving demand for connected- ness, I’m new to putting me first. No one is below me, but I understand the need for integrated clarity—valuing the basic needs of my existence in the workplace. In this article, I outline how social media, Hip-Hop, and non-violence communication strategies enabled me to protect my space and reduce burnout as a scholar-practitioner",
      "publisher": "UVM ScholarWorks",
      "journal": null,
      "download_url": "https://core.ac.uk/download/304590465.pdf",
      "source_url": "https://scholarworks.uvm.edu/cgi/viewcontent.cgi?article=1355&amp;context=tvc",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "136779692",
      "doi": null,
      "title": "The Concept of the Luxury Branding in Samsung Galaxy S6 Edge Series Through Triadic Modes of Sign",
      "authors": [
        {
          "name": "Gunawan, S. (Samuel)"
        },
        {
          "name": "Paksi, T. (Tiyo)"
        }
      ],
      "year": 2017,
      "abstract": "This thesis mainly deals with the iconisation of signs and naturalisation process in order to reveal the way Samsung Galaxy S6 Edge is naturalised as a luxury product. This thesis also involves analysis of the luxury branding concept through the analysis of a product which conceptualises its advertisement using the concept of luxury identifiers. The focus of the writer's analysis is the advertisements themselves as the writer will use the triadic modes of signs, naturalisation process, and the concept of luxury identifiers which also involves process of signification, and metaphor in its analysis. Those theories will help the writer in analysing the meaning of the advertisement first, and then figure out the aim of the luxury branding strategy in the product, then figure out how the expressions are used in the luxury concept of advertisement. The writer analyses the advertisement of Samsung Galaxy S6 Edge which was published in 2015. From the analysis, the writer found out that the luxury branding strategy of Samsung Galaxy S6 Edge utilises naturalisation process to naturalise the luxury identity of Samsung Galaxy S6 Edge which is a masstige product. Using that as a basis, the expressions in the advertisement focus on selling the idea that Samsung Galaxy S6 Edge is a luxury product which is an innovative idea designed for professionals and to display superiority within the social group. Samsung Galaxy S6 Edge aims to provide the user with a display of social superiority within the social group through the consumption of Samsung Galaxy S6 Edge. In that regards, the user will be seen as a person who is wealthy, stand out in terms of taste, and a professional who is fully aware of the technology",
      "publisher": "'Petra Christian University'",
      "journal": null,
      "download_url": "https://media.neliti.com/media/publications/149648-EN-the-concept-of-the-luxury-branding-in-sa.pdf",
      "source_url": "https://media.neliti.com/media/publications/149648-EN-the-concept-of-the-luxury-branding-in-sa.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "33911406",
      "doi": "10.15781/t2gf0nc91",
      "title": "Repping the streets, repping the hometown : a sociophonetic analysis of dialectal variation in the Moroccan hip hop community",
      "authors": [
        {
          "name": "Schwartz, Sarah Ruth"
        }
      ],
      "year": 2018,
      "abstract": "The following study is a sociophonetic analysis of coronal stop affrication in the casual speech of four Moroccan rappers from two regions of the country: the cities of Salé and Casablanca, where the phoneme is /t/ is realized as the palato-alveolar affricate [tʃ], and the city of Meknès, where the phoneme /t/ is realized as the alveolar affricate [ts]. Casablanca and Salé host two of the most important rap scenes in the country, and Meknès hosts a significant, but less prominent, rap scene; this would suggest that the rappers from Meknès will attempt to access the Slaoui-Cassaoui variant [tʃ] in order to access the authenticity inherent in the more important rap scene’s street code. However, the varying attitudes between the two Meknassi rappers towards adopting the Slaoui-Cassaoui street code indicates a more complex construction of the notion of authenticity within the Moroccan Hip Hop community.Middle Eastern Studie",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/211342976.pdf",
      "source_url": "https://repositories.lib.utexas.edu/bitstream/2152/63770/1/SCHWARTZ-MASTERSREPORT-2017.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8961045",
      "doi": "10.5038/2157-7129.9.1.1171",
      "title": "Representing camp: Constructing macaroni masculinity in eighteenth century visual satire",
      "authors": [
        {
          "name": "Gowrley, Freya"
        }
      ],
      "year": 2019,
      "abstract": "This article asks how ‘Camp,’ as defined in Sontag’s 1964 essay, ‘Notes on Camp,’ might provide a valuable framework for the analysis of late eighteenth-century satirical prints, specifically those featuring images of the so-called ‘macaroni.’ Discussing a number of satirical prints and contemporary writings on the macaroni, the article reads them against Sontag’s text in order to establish its utility as a critical framework for understanding the images’ complex relationship of content, form, and function.Postdoctoral Research Fellowship, Institute for Advanced Studies in the Humanities, University of Edinburg",
      "publisher": "'University of South Florida Libraries'",
      "journal": "ABO Interactive Journal for Women in the Arts 1640-1830",
      "download_url": "https://core.ac.uk/download/286457362.pdf",
      "source_url": "https://repository.derby.ac.uk/download/4594ca015c6cd0511ea6e66f598806fd038a0d6d5501191f9bd22ac59b49a5e3/1112617/Constructing%20Macaroni%20Masculinity%20in%20Visual%20Satire.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "52448657",
      "doi": null,
      "title": "Cultural reflexivity in Poland and beyond : introduction",
      "authors": [],
      "year": 2018,
      "abstract": null,
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/161229661.pdf",
      "source_url": "https://ruj.uj.edu.pl/xmlui/bitstream/handle/item/56910/dziuban_tomanek_cultural_reflexivity_in_poland_2018.pdf?sequence=1&isAllowed=y",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "68370979",
      "doi": null,
      "title": "If I Ruled the World: Putting Hip Hop on the Atlas",
      "authors": [
        {
          "name": "Harris, Travis T."
        },
        {
          "name": "Hodge, Daniel White"
        },
        {
          "name": "Singh, Simran"
        }
      ],
      "year": 2019,
      "abstract": "“If I Ruled the World: Putting Hip Hop on the Atlas” contends for a third wave of Global Hip Hop Studies that builds on the work of the first two waves, identifies Hip Hop as an African diasporic phenomenon, and aligns with Hip Hop where there are no boundaries between Hip Hop inside and outside of the United States. Joanna Daguirane Da Sylva adds to the cipha with her examination of Didier Awadi. Da Sylva\\u27s excellent work reveals the ways in which Hip Hoppa Didier Awadi elevates Pan-Africanism and uses Hip Hop as a tool to decolonize the minds of African peoples. The interview by Tasha Iglesias and myself of members of Generation Hip Hop and the Universal Hip Hop Museum provides a primary source and highlights two Hip Hop organizations with chapters around the world. Mich Yonah Nyawalo’s  Negotiating French Muslim Identities through Hip Hop  details Hip Hop artists Médine and Diam’s, who are both French and Muslim, and whose self-identification can be understood as political strategies in response to the French Republic’s marginalization of Muslims. In “Configurations of Space and Identity in Hip Hop: Performing ’Global South’,” Igor Johannsen adds to this special issue an examination of the spatiality of the Global South and how Hip Hoppas in the Global South oppose global hegemony. The final essay, “‘I Got the Mics On, My People Speak’: On the Rise of Aboriginal Australian Hip Hop,” by Benjamin Kelly and Rhyan Clapham, provides a thorough analysis of Aboriginal Hip Hop and situates it within postcolonialism. Overall, the collection of these essays points to the multiple identities, political economies, cultures, and scholarly fields and disciplines that Hip Hop interacts with around the world",
      "publisher": "VCU Scholars Compass",
      "journal": null,
      "download_url": "https://core.ac.uk/download/250596090.pdf",
      "source_url": "https://scholarscompass.vcu.edu/cgi/viewcontent.cgi?article=1104&amp;context=jhhs",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "33705195",
      "doi": "10.17723/0360-9081.79.1.161",
      "title": "Archivists and Thespians: A Case Study and Reflections on Context and Authenticity in a Digitization Project",
      "authors": [
        {
          "name": "Gorzalski, Matthew J"
        }
      ],
      "year": 2016,
      "abstract": "During a recent digitization project between archivists and theater faculty at Southern Illinois University Carbondale (SIUC), different assumptions and perspectives revealed competing ideas about context and authenticity of primary sources. This article discusses these points of contention by framing them within similar concerns expressed in the archival and humanities literature. It then examines theater literature to understand performance studies research needs and to conceptualize notions of context and authenticity in theater scholarship. The article supports prior assertions that notions of context and authenticity are not absolute but are rooted in the perspectives of different disciplines. It also argues that when collaborating with other disciplines on digital projects, archivists should be considerate of their perspectives, research needs, and intended audiences to create a product that best meets user needs",
      "publisher": "OpenSIUC",
      "journal": null,
      "download_url": "https://core.ac.uk/download/60588594.pdf",
      "source_url": "http://opensiuc.lib.siu.edu/cgi/viewcontent.cgi?article=1080&context=morris_articles",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "8295450",
      "doi": null,
      "title": "A participatory approach for digital documentation of Egyptian Bedouins intangible cultural heritage",
      "authors": [
        {
          "name": "Giglitto, Danilo"
        },
        {
          "name": "Lazem, Shaimaa"
        },
        {
          "name": "Preston, Anne"
        }
      ],
      "year": 2019,
      "abstract": "The Bedouins of Egypt hold a unique intangible cultural heritage (ICH), \n\nwith distinct cultural values and social practices that are rapidly changing as a consequence of having settled after having been nomadic for centuries. We present our attempt to develop a bottom-up approach to document Bedouin ICH. Grounded in participatory design practices, the project purpose was two-fold: engaging Egyptian Engineering undergraduates with culturally-distant technology users and introducing digital self-documentation of ICH to the Bedouin community. We report the design of a didactic model that deployed the students as research partners to co-design four prototypes of ICH documentation mobile applications with the community. The prototypes reflected an advanced understanding for the values to the Bedouins brought by\n\ndigital documentation practices. Drawing from our experience,\n\nthree recommendations were elicited for similar ICH projects. Namely,\n\nfocusing on the community benefits; promoting motivation ownership, and authenticity; and pursuing a shared identity between designers and community members. These guidelines hold a strong value as they have been tested against local challenges that could have been detrimental to the project",
      "publisher": "Scuola IaD",
      "journal": null,
      "download_url": "https://core.ac.uk/download/286354221.pdf",
      "source_url": "http://shura.shu.ac.uk/25711/1/12%20-%20A%20participatory%20approach%20for%20digital%20documentation%20of%20Egyptian%20Bedouins%27%20intangible%20cultural%20heritage%20%28IxD%26A%29.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "62638626",
      "doi": null,
      "title": "Naïve and sentimental character: Schiller’s poetic phenomenology",
      "authors": [
        {
          "name": "Dahlstrom, Daniel"
        }
      ],
      "year": 2018,
      "abstract": "[Excerpt] \"Poets are, by definition, “the preservers of nature,” but when they can no longer completely be so, they serve as its witnesses” and “avengers.” In the former case, they are natural; in the latter, they seek the lost nature. In the former case, they imitate what is actual; in the latter, they portray something ideal. Every poet is accordingly “either naïve or sentimental.” Even in the present day, Schiller insists, “nature is the only flame that nourishes the poetic spirit,” a spirit that gathers all its power from nature and speaks to it alone even in the case of “artificial” human beings, caught in the grip of culture (NSD, 196/432, 200f/436f). In this way Schiller distinguishes between two basic kinds of poetry and poetic genius grounded in different relationships to nature. Indeed, the development in Schiller’s thinking from the Letters on the Aesthetic Education of Man to On Naïve and Sentimental Poetry is marked by the way that nature replaces reason as the center of gravity. Each form of poetry possesses a distinctive and constitutive moral dimension that is sustained by their respective relationships to nature.\"Accepted manuscrip",
      "publisher": "SUNY Press",
      "journal": null,
      "download_url": "https://open.bu.edu/bitstream/2144/35760/4/Naive%20and%20sentimental%202018.pdf",
      "source_url": "https://open.bu.edu/bitstream/2144/35760/4/Naive%20and%20sentimental%202018.pdf",
      "language": "en",
      "document_type": "research"
    }
  ],
  "count": 18,
  "errors": []
}
