{
  "status": "success",
  "source": "openalex",
  "query": "authenticity moral value",
  "results": [
    {
      "openalex_id": "W2178084659",
      "doi": "10.1111/phpr.12255",
      "title": "Moral Testimony Pessimism and the Uncertain Value of Authenticity",
      "authors": [
        {
          "name": "Andreas L. Mogensen",
          "openalex_id": "A5017607468",
          "orcid": "https://orcid.org/0000-0001-6239-8710",
          "institutions": [
            "University of Oxford"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-11-19",
      "abstract": "Many philosophers believe that there exist distinctive obstacles to relying on moral testimony. In this paper, I criticize previous attempts to identify these obstacles and offer a new theory. I argue that the problems associated with moral deference can't be explained in terms of the value of moral understanding, nor in terms of aretaic considerations related to subjective integration. Instead, our uneasiness with moral testimony is best explained by our attachment to an ideal of authenticity that places special demands on our moral beliefs.",
      "cited_by_count": 99,
      "type": "article",
      "source": {
        "name": "Philosophy and Phenomenological Research",
        "type": "journal",
        "issn": [
          "0031-8205",
          "1933-1592"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Psychology of Moral and Emotional Judgment",
        "Epistemology, Ethics, and Metaphysics",
        "Ethics in medical practice"
      ],
      "referenced_works_count": 70,
      "url": "https://openalex.org/W2178084659"
    },
    {
      "openalex_id": "W2769485940",
      "doi": null,
      "title": "Brand authenticity: the moral duty on communicating moral values",
      "authors": [
        {
          "name": "Bernardo Meza-Torres",
          "openalex_id": "A5023170360",
          "orcid": "https://orcid.org/0000-0001-6551-5484"
        },
        {
          "name": "Catarina Lélis",
          "openalex_id": "A5079971671",
          "orcid": "https://orcid.org/0000-0003-4402-8876"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-10-01",
      "abstract": "This paper is part of an ongoing research regarding the relationship between branding and moral values, focusing on Western postmodern societies. It is also linking, in a rigorous way, academic research and industry thinking. The aim of this research is to find out the relationship between branding and self-identity in terms of authenticity, which is quite relevant nowadays amid a brand authenticity emergence.\r\nFollowing philosophical and sociological postmodern developments, which focus their epistemology in the understanding of everyday social practices, this research concentrates mainly on everydayness phenomenology and hermeneutic. One of the main, quotidian and traditional ways brands have to communicate with their target audiences and, therefore, to communicate meaningful authentic contents to them, is advertising. An advertisement analysis has been done using semiotics, in order to identify the values related with the moral ideal of authenticity. The results suggest that branding, by communicating authentic moral values, can give shape to individuals’ self-identity in terms of authenticity. Successful brands become moral frameworks and, therefore, an important part of their audiences’ culture. That guarantees a successful trajectory for brands, whilst establishing the moral challenge or duty of communicating moral values and building their own loyalty systems.",
      "cited_by_count": 3,
      "type": "article",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Corporate Identity and Reputation",
        "Consumer Behavior in Brand Consumption and Identification"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2769485940"
    },
    {
      "openalex_id": "W2799362708",
      "doi": "10.1016/j.leaqua.2018.04.005",
      "title": "A reconceptualization of authentic leadership: Leader legitimation via follower-centered assessment of the moral dimension",
      "authors": [
        {
          "name": "Yusuf Sidani",
          "openalex_id": "A5011976166",
          "orcid": "https://orcid.org/0000-0003-3121-264X",
          "institutions": [
            "American University of Beirut"
          ]
        },
        {
          "name": "W. Glenn Rowe",
          "openalex_id": "A5082863242",
          "orcid": "https://orcid.org/0000-0001-5086-7348",
          "institutions": [
            "Western University"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-05-02",
      "abstract": null,
      "cited_by_count": 105,
      "type": "article",
      "source": {
        "name": "The Leadership Quarterly",
        "type": "journal",
        "issn": [
          "1048-9843",
          "1873-3409"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Management and Organizational Studies",
        "Management Theory and Practice",
        "Ethics in Business and Education"
      ],
      "referenced_works_count": 183,
      "url": "https://openalex.org/W2799362708"
    },
    {
      "openalex_id": "W4229720784",
      "doi": "10.1093/oso/9780198735908.001.0001",
      "title": "Rethinking Existentialism",
      "authors": [
        {
          "name": "Jonathan Webber",
          "openalex_id": "A5028590066",
          "orcid": "https://orcid.org/0000-0003-0529-5349"
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-08-22",
      "abstract": "<italic>Rethinking Existentialism</italic> argues that the core of existentialism is the theory that Simone de Beauvoir and Jean-Paul Sartre described when they popularized the term in 1945: the ethical theory that we ought to treat human freedom as intrinsically valuable and the foundation of all other value. The book argues that Beauvoir and Sartre disagreed over the structure of this freedom in 1943 but that Sartre came to accept Beauvoir’s view by 1952, that Frantz Fanon’s first book should also be classified as a canonical work of existentialism, and that Beauvoir’s argument for a moral imperative of authenticity is a firmer ground for existentialism’s ethical claim than any of the eudaimonist arguments offered by Fanon and Sartre. It develops its arguments through critical contrasts with Albert Camus, Sigmund Freud, and Maurice Merleau-Ponty. The book concludes by sketching contributions that this analysis of existentialism can make to contemporary philosophy, psychology, and psychotherapy.",
      "cited_by_count": 186,
      "type": "book",
      "source": {
        "name": "Oxford University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Simone de Beauvoir and Sartre"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4229720784"
    },
    {
      "openalex_id": "W3011049408",
      "doi": "10.1080/03057240.2020.1727423",
      "title": "Sense of authentic inner compass as a moral resource across cultures: possible implications for resisting negative peer-pressure and for parenting",
      "authors": [
        {
          "name": "Avi Assor",
          "openalex_id": "A5041435346",
          "orcid": "https://orcid.org/0000-0003-2459-5582",
          "institutions": [
            "Ben-Gurion University of the Negev"
          ]
        },
        {
          "name": "Moti Benita",
          "openalex_id": "A5059994585",
          "orcid": "https://orcid.org/0000-0001-6971-8561",
          "institutions": [
            "Ben-Gurion University of the Negev"
          ]
        },
        {
          "name": "Noam Yitshaki",
          "openalex_id": "A5003157818",
          "institutions": [
            "Ben-Gurion University of the Negev"
          ]
        },
        {
          "name": "Yael Geifman",
          "openalex_id": "A5055041251",
          "institutions": [
            "Ben-Gurion University of the Negev"
          ]
        },
        {
          "name": "Wisam Maree",
          "openalex_id": "A5080818337",
          "institutions": [
            "Ben-Gurion University of the Negev"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-03-18",
      "abstract": "This paper focuses on a recently conceptualized construct—sense of authentic inner-compass (AIC)—and two parenting practices promoting it: basic autonomy-support (BAS) and inherent value-demonstration (IVD). Rooted in self-determination theory, sense of AIC refers to the perception that we have self-guiding values, aspirations, and goals, which function like an 'authentic inner-compass' that informs us on what we truly value and need. The utility of this construct for understanding morality-related phenomena also in cultures not emphasizing autonomy and authenticity, is demonstrated by a study conducted in two widely different cultures: Bedouin and Jews in Israel. As expected, across cultures, the practices of BAS and IVD were associated with sense of AIC, which then predicted adolescents' resistance to peer-pressure to engage in antisocial behaviors. Invariance analysis showed a similar pattern across cultures. Discussion focuses on implications of the AIC concept for various moral behaviors, and for value-oriented parenting and moral education.",
      "cited_by_count": 105,
      "type": "article",
      "source": {
        "name": "Journal of Moral Education",
        "type": "journal",
        "issn": [
          "0305-7240",
          "1465-3877"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Cultural Differences and Values",
        "Psychology of Moral and Emotional Judgment",
        "Mindfulness and Compassion Interventions"
      ],
      "referenced_works_count": 68,
      "url": "https://openalex.org/W3011049408"
    },
    {
      "openalex_id": "W2721449031",
      "doi": "10.1371/journal.pone.0179187",
      "title": "Disambiguating authenticity: Interpretations of value and appeal",
      "authors": [
        {
          "name": "Kieran O’Connor",
          "openalex_id": "A5077045317",
          "orcid": "https://orcid.org/0000-0001-5035-9861",
          "institutions": [
            "University of Virginia"
          ]
        },
        {
          "name": "Glenn R. Carroll",
          "openalex_id": "A5075324044",
          "orcid": "https://orcid.org/0000-0001-7718-9348",
          "institutions": [
            "Stanford University"
          ]
        },
        {
          "name": "Balázs Kovács",
          "openalex_id": "A5088718916",
          "orcid": "https://orcid.org/0000-0001-6916-6357",
          "institutions": [
            "Yale University"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-06-26",
      "abstract": "While shaping aesthetic judgment and choice, socially constructed authenticity takes on some very different meanings among observers, consumers, producers and critics. Using a theoretical framework positing four distinct meanings of socially constructed authenticity-type, moral, craft, and idiosyncratic-we aim to document empirically the unique appeal of each type. We develop predictions about the relationships between attributed authenticity and corresponding increases in the value ascribed to it through: (1) consumer value ratings, (2) willingness to pay, and (3) behavioral choice. We report empirical analyses from a research program of three multi-method studies using (1) archival data from voluntary consumer evaluations of restaurants in an online review system, (2) a university-based behavioral lab experiment, and (3) an online survey-based experiment. Evidence is consistent across the studies and suggests that perceptions of four distinct subtypes of socially constructed authenticity generate increased appeal and value even after controlling for option quality. Findings suggest additional directions for research on authenticity.",
      "cited_by_count": 48,
      "type": "article",
      "source": {
        "name": "PLoS ONE",
        "type": "journal",
        "issn": [
          "1932-6203"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://journals.plos.org/plosone/article/file?id=10.1371/journal.pone.0179187&type=printable"
      },
      "topics": [
        "Consumer Behavior in Brand Consumption and Identification",
        "Wine Industry and Tourism",
        "Psychology of Social Influence"
      ],
      "referenced_works_count": 60,
      "url": "https://openalex.org/W2721449031"
    },
    {
      "openalex_id": "W3111919829",
      "doi": "10.1002/arcp.1064",
      "title": "Inauthenticity aversion: Moral reactance toward tainted actors, actions, and objects",
      "authors": [
        {
          "name": "Ike Silver",
          "openalex_id": "A5048280715",
          "orcid": "https://orcid.org/0000-0002-7206-8018",
          "institutions": [
            "University of Pennsylvania"
          ]
        },
        {
          "name": "George E. Newman",
          "openalex_id": "A5049664275",
          "orcid": "https://orcid.org/0000-0003-0498-6746",
          "institutions": [
            "Yale University"
          ]
        },
        {
          "name": "Deborah A. Small",
          "openalex_id": "A5081408125",
          "orcid": "https://orcid.org/0000-0003-3827-0375",
          "institutions": [
            "University of Pennsylvania"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-12-05",
      "abstract": "Abstract Theories of authenticity usually try to explain what leads consumers to see something as authentic. Here, we address the inverse question instead: What makes a brand, individual, or product seem inauthentic ? This shift in focus reveals a distinct psychology that is more than just the absence or inverse of responses to authenticity. Whereas authenticity typically confers meaning and value, invoking inauthenticity typically implies the detection of a moral violation. Specifically, consumers judge an entity to be inauthentic if they perceive a mismatch between what that entity claims to be (e.g., a socially responsible apparel brand, 100% orange juice) and what it really is upon closer scrutiny. Such judgments give rise to a powerful, non‐compensatory reactance we term inauthenticity aversion . We segment inauthenticity violations into three principle types: deceptions , ulterior motives , and adulterations . This conceptualization allows us to capture a wide variety of inauthenticity cases and outline psychological commonalities across them. It also helps to explain the powerful outrage consumers display at perceived inauthenticity and illuminates potential hazards in common marketing approaches.",
      "cited_by_count": 70,
      "type": "article",
      "source": {
        "name": "Consumer Psychology Review",
        "type": "journal",
        "issn": [
          "2476-1273",
          "2476-1281"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Psychology of Moral and Emotional Judgment",
        "Consumer Behavior in Brand Consumption and Identification",
        "Psychology of Social Influence"
      ],
      "referenced_works_count": 98,
      "url": "https://openalex.org/W3111919829"
    },
    {
      "openalex_id": "W2768754620",
      "doi": "10.1108/bfj-05-2017-0278",
      "title": "Expanding the theory of planned behaviour to predict Chinese Muslims halal meat purchase intention",
      "authors": [
        {
          "name": "Adnan Ali",
          "openalex_id": "A5002680886",
          "orcid": "https://orcid.org/0000-0001-8836-8851",
          "institutions": [
            "University of International Business and Economics",
            "Xi'an Jiaotong University"
          ]
        },
        {
          "name": "Afzaal Ali",
          "openalex_id": "A5016221666",
          "orcid": "https://orcid.org/0000-0002-7323-6781",
          "institutions": [
            "University of International Business and Economics",
            "Xi'an Jiaotong University"
          ]
        },
        {
          "name": "Xiaoling Guo",
          "openalex_id": "A5025842996",
          "orcid": "https://orcid.org/0000-0003-2855-7487",
          "institutions": [
            "University of International Business and Economics"
          ]
        },
        {
          "name": "Mehkar Sherwani",
          "openalex_id": "A5022863248",
          "institutions": [
            "University of International Business and Economics"
          ]
        },
        {
          "name": "Sikander Hussain",
          "openalex_id": "A5063509635",
          "institutions": [
            "University of International Business and Economics"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-11-20",
      "abstract": "Purpose The purpose of this paper is to investigate the determinants of halal meat consumption within the population of Chinese Muslims in China using the theory of planned behaviour (TPB) as a conceptual framework. The role of self-identity as a Muslim, dietary acculturation in the host culture, moral obligation to purchase halal meat and trust on the authenticity of halal meat are explored. Design/methodology/approach Cross-sectional data were collected through a survey with 378 Chinese Muslims, currently living in Beijing and Xian cities. Data were analysed by means of correlations and stepwise multiple regressions to test the model and the moderating effects of self-identity, dietary acculturation, moral obligation and trust on behavioural intention. Findings A positive personal attitude towards the consumption of halal meat, personal conviction, motivation to comply, perceived control over consuming halal meat and perceived availability of halal meat predict the intention to eat halal meat among Chinese Muslims. Research limitations/implications Limitations include the focus on only four individual characteristics related to religious food consumption, namely, self-identity, dietary acculturation, moral obligation and trust. Additional individual characteristics such as individualism-collectivism and involvement or values could improve the predictive power of the model. Practical implications Practical implications extend to food marketers and food policy decision-makers who might pursue identity, acculturation, trustworthiness and moral obligation-related strategies in their distribution and communication efforts targeted at the growing halal food market segments across China and worldwide. Originality/value The current study addresses the important limitation of previous studies regarding the inclusion of additional possible individual characteristics such as moral obligation and trust in the TPB model to investigate the determinants of halal meat consumption within a food-religion context.",
      "cited_by_count": 90,
      "type": "article",
      "source": {
        "name": "British Food Journal",
        "type": "journal",
        "issn": [
          "0007-070X",
          "1758-4108"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Halal products and consumer behavior",
        "Culinary Culture and Tourism",
        "Food Waste Reduction and Sustainability"
      ],
      "referenced_works_count": 42,
      "url": "https://openalex.org/W2768754620"
    },
    {
      "openalex_id": "W2916779897",
      "doi": "10.1093/acprof:oso/9780198744665.001.0001",
      "title": "Oxford Studies in Normative Ethics, Volume 5",
      "authors": [
        {
          "name": "Timmons, Mark 1951-",
          "openalex_id": ""
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-09-22",
      "abstract": "This volume includes thirteen essays, covering the following topics: the asymmetry of good and evil, particularism and virtue ethics, personal welfare, moral worth and normative theory, ideas of the good in moral and political philosophy, moral scrupulosity, gratitude and rights, moral anxiety and moral agency, prudential value in an individual's life, moral theory and the category of the morally permissible, fairness and the problem of collective harm, the virtue of authenticity, and the significance of the meanings of moral terms for normative theory",
      "cited_by_count": 31,
      "type": "book",
      "source": {
        "name": "Oxford University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Philosophical Ethics and Theory",
        "Law in Society and Culture",
        "Political Philosophy and Ethics"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2916779897"
    },
    {
      "openalex_id": "W2940650511",
      "doi": "10.1177/1089268019829470",
      "title": "Acting on Authenticity: Individual Interpretations and Behavioral Responses",
      "authors": [
        {
          "name": "David W. Lehman",
          "openalex_id": "A5077139226",
          "orcid": "https://orcid.org/0000-0001-6663-889X",
          "institutions": [
            "University of Virginia"
          ]
        },
        {
          "name": "Kieran O’Connor",
          "openalex_id": "A5077045317",
          "orcid": "https://orcid.org/0000-0001-5035-9861",
          "institutions": [
            "University of Virginia"
          ]
        },
        {
          "name": "Glenn R. Carroll",
          "openalex_id": "A5075324044",
          "orcid": "https://orcid.org/0000-0001-7718-9348",
          "institutions": [
            "Stanford University"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-03-01",
      "abstract": "Many individuals in advanced consumer economies prefer authentic producers, products, and services. An important but overlooked question concerns the psychology behind such preferences: How do individuals act on authenticity when they encounter it? We suggest that the answer resides, at least in part, in the distinction between two fundamental but different meanings of authenticity: (a) attributions that a producer is true to its professed set of values ( moral authenticity) and (b) attributions that a producer is true to its assigned or claimed social category ( type authenticity). Although this conceptual distinction has long been recognized by prior theory, empirical studies tend to conflate the two meanings. We provide a brief overview of these two interpretations and, in doing so, argue that they are both conceptually and empirically distinct. To that end, we develop a set of generalizable scales for measuring both meanings of authenticity. We go on to posit that individuals will respond differently depending on which interpretation is evoked. Specifically, we suggest that perceptions of moral authenticity will be associated with higher willingness-to-pay whereas perceptions of type authenticity will be associated with higher online ratings. We then examine diners’ responses to their restaurant experiences across a series of multimethod studies in the field as well as experiments; we also report a replication study in the music domain. Taken together, the findings generally support the notion that individuals’ interpretations of and behavioral responses to authenticity indeed vary across the two meanings of the concept.",
      "cited_by_count": 32,
      "type": "article",
      "source": {
        "name": "Review of General Psychology",
        "type": "journal",
        "issn": [
          "1089-2680",
          "1939-1552"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://journals.sagepub.com/doi/pdf/10.1177/1089268019829470"
      },
      "topics": [
        "Consumer Behavior in Brand Consumption and Identification",
        "Psychology of Moral and Emotional Judgment",
        "Cultural Differences and Values"
      ],
      "referenced_works_count": 94,
      "url": "https://openalex.org/W2940650511"
    },
    {
      "openalex_id": "W3046333413",
      "doi": "10.1016/j.jhtm.2020.07.001",
      "title": "Sustainable instead of high-growth? Entrepreneurial Ecosystems in Tourism",
      "authors": [
        {
          "name": "Monika Bachinger",
          "openalex_id": "A5050454802",
          "orcid": "https://orcid.org/0000-0001-5705-8594",
          "institutions": [
            "Rottenburg University of Applied Forest Sciences"
          ]
        },
        {
          "name": "Ingrid Kofler",
          "openalex_id": "A5086589473",
          "orcid": "https://orcid.org/0000-0002-9743-3122",
          "institutions": [
            "Eurac Research"
          ]
        },
        {
          "name": "Harald Pechlaner",
          "openalex_id": "A5050874649",
          "orcid": "https://orcid.org/0000-0002-1030-3801",
          "institutions": [
            "Catholic University of Eichstätt-Ingolstadt"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-07-30",
      "abstract": null,
      "cited_by_count": 22,
      "type": "article",
      "source": {
        "name": "Journal of Hospitality and Tourism Management",
        "type": "journal",
        "issn": [
          "1447-6770",
          "1839-5260"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Wine Industry and Tourism"
      ],
      "referenced_works_count": 45,
      "url": "https://openalex.org/W3046333413"
    },
    {
      "openalex_id": "W1673985853",
      "doi": null,
      "title": "Leading Organizations: Perspectives for a New Era",
      "authors": [
        {
          "name": "Gill Robinson Hickman",
          "openalex_id": "A5011135828",
          "institutions": [
            "University of Richmond"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-04-07",
      "abstract": "PART ONE: THE CHANGING ENVIRONMENT OF 21ST-CENTURY ORGANIZATIONS Toward the New Millennium - Warren Bennis & Burt Nanus The Corporate Identity Crisis - Alvin Toffler From the Pendulum to the Fire - William Bergquist Coming to Terms with Irreversible Change Paradigm Shift - Don Tapscott & Art Caston Introduction The Virtual Organization - Samuel Bleecker PART TWO: THE INHERENT LEADERSHIP CONTEXT Bureaucracy Versus Leadership - James MacGregor Burns Large-Scale Organized Systems - John Gardner The Paradoxes of Leadership - Jeffrey Barach & D Reed Eckhardt Reforming Institutionalized Organizations - Nils Brunsson & Johan Olsen PART THREE: LEADERSHIP CONCEPTS AND THEORIES IN ORGANIZATIONS Leadership and Management - Joseph Rost Servant Leadership in Business - Robert Greenleaf What Is Leadership? - Max De Pree Transactional and Transforming Leadership - James MacGregor Burns Improving Organizational Effectiveness through Transformational Leadership - Bernard Bass & Bruce Avolio Introduction Contingency Theories of Leadership - Richard Hughes, Robert Ginnett and Gordon Curphy Chaos and the Strange Attractor of Meaning - Margaret Wheatley The Ethics of Charismatic Leadership - Jane Howell Submission or Liberation? PART FOUR: LEADER-PARTICIPANT RELATIONSHIPS IN ORGANIZATIONS Tyrannosaurus Rex - Charles Manz and Henry Sims JR The Boss as Corporate Dinosaur Leadership Secrets from Exemplary Followers - Robert Kelley The Empowering Leader - Ann Howard Unrealized Opportunities Customers take Charge - Michael Hammer and James Champy Strategic Customers or Strategic Citizens ? Public Leadership and Resistant Followership - Patricia Patterson PART FIVE: THE IMPETUS FOR ORGANIZATIONAL LEADERSHIP: VISION, MISSION AND GOALS Why Does Vision Matter - Burt Nanus Organizational Vision and Visionary Organizations - James Collins and Jerry Porras The Dark Side of Leadership - Jay Conger Strategic Management - Gregory Dess and Alex Miller Mission and the General Environment PART SIX: THE IMPLEMENTATION OF ORGANIZATIONAL LEADERSHIP: STRUCTURE AND ORGANIZATIONAL DESIGN From Bureaucracies to Networks - Gareth Morgan The Emergence of New Organizational Forms Is a Network Perspective a Useful Way of Studying Organizations - Nitin Nohria Self-Directed Work Teams - Kimball Fisher What are they and where did they come from The Strategy Team - Kenneth Smith and Henry sims JR Teams at the Top-The Operating Committee: The Core of the Strategy Team PART SEVEN: LEADERSHIP AUTHENTICITY: ORGANIZATION CULTURE Strong Cultures - Terrence Deal and Allan Kennedy The New 'Old Rule' for Business Success On the Role of Top Management - John Kotter and James Heskett Values in Leadership - Ronald Heifetz The Strategy Team - Kenneth Smith and Henry Sims JR Teams at the Top-Core Values as a Strategic Driver Moral Leadership and Business Ethics - Al Gini Business Ethics as Moral Imagination - Joanne Ciulla Changing the Conditions of Work - Lotte Bailyn Responding to Increasing Work Force Diversity and New Family Patterns Going Beyond the Rhetoric of Race and Gender - John Fernandez Leading and Empowering Diverse Followers - Lynn Offermann PART EIGHT: LEADERSHIP AND CAPACITY BUILDING IN ORGANIZATIONS Personal Mastery - Peter Senge Building Individual Learning - Francis Gouillart and James Kelly The Leader's New Work - Peter Senge Building Learning Organizations Successful Change and the Force that Drives it - John Kotter Collaboration - Barbara Gray The Constructive Management of Differences Recognize Contributions - James Kouzes and Barry Posner Linking Rewards with Performance PART NINE: SOCIAL RESPONSIBILITY AND ORGANIZATIONAL LEADERSHIP: THE NEW WORK OF 21ST-CENTURY ORGANIZATIONS The Merchants and their Visions - James Liebig A New Wave - L Lawrence Embley The Fire this Time? - Samuel Greengard and Charlene Solomon Environmental Leadership - Kathleen Dechant and Barbara Altman From Compliance to Competitive Advantage the Seven (almost) Deadly Sins of High-Minded Entrepreneurs - Anne Murphy The Age of Social Transformation - Peter Drucker PART TEN: LEADING THE NEW ORGANIZATION Leadership and the Social Imperative of Organizations in the 21st Century - Gill Robinson Hickman Leadership in the 21st Century - Kathleen Allen et al",
      "cited_by_count": 165,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://ci.nii.ac.jp/ncid/BB03640010"
      },
      "topics": [
        "Business Strategies and Innovation",
        "Complex Systems and Decision Making"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1673985853"
    },
    {
      "openalex_id": "W2942617313",
      "doi": "10.1080/00048402.2019.1600563",
      "title": "Why Play the Notes? Indirect Aesthetic Normativity in Performance",
      "authors": [
        {
          "name": "Guy Rohrbaugh",
          "openalex_id": "A5050944891",
          "orcid": "https://orcid.org/0000-0001-9051-4731",
          "institutions": [
            "Auburn University"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-05-03",
      "abstract": "While all agree that score compliance in performance is valuable, the source of this value is unclear. Questions about what authenticity requires crowd out questions about our reasons to be compliant in the first place, perhaps because they seem trivial or uninteresting. I argue that such reasons cannot be understood as ordinary aesthetic, instrumental, epistemic, or moral reasons. Instead, we treat considerations of score compliance as having a kind of final value, one which requires further explanation. Taking as a model the Humean account of fidelity as an artificial virtue, I sketch a practice-theoretic account of the nature and source of such reasons, one on which we can say that they are, after all, aesthetic, but only indirectly so.",
      "cited_by_count": 36,
      "type": "article",
      "source": {
        "name": "Australasian Journal of Philosophy",
        "type": "journal",
        "issn": [
          "0004-8402",
          "1470-6828",
          "1471-6828"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Musicology and Musical Analysis",
        "Theatre and Performance Studies",
        "Artistic and Creative Research"
      ],
      "referenced_works_count": 30,
      "url": "https://openalex.org/W2942617313"
    },
    {
      "openalex_id": "W2675599334",
      "doi": "10.1111/sjp.12217",
      "title": "Meaningfulness as Contribution",
      "authors": [
        {
          "name": "Frank Martela",
          "openalex_id": "A5038038035",
          "orcid": "https://orcid.org/0000-0001-8664-551X"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-06-01",
      "abstract": "Abstract This article aims to offer a refined way of understanding what we mean by the concepts of meaningfulness and meaning in life. The first step is to separate worthwhileness, as the broadest evaluation of life taking all types of values into account, from meaningfulness, which is seen as one type of intrinsic value along with, for example, well‐being, moral praiseworthiness, and authenticity, which I argue are also separate types of intrinsic value. After discussing why we should not settle with the currently popular fitting attitudes analysis of meaningfulness, I argue that the meaningfulness of a life should be seen to be about the positive contribution beyond itself that this particular life is able to make. I show how this analysis is different from previous similar accounts and how it is able to avoid a number of challenges that have troubled these previous accounts, such as the pleasure machine challenge, the results machine challenge, and the doing good unintentionally challenge. I also demonstrate how it is able to account for prototypical examples of meaningful and meaningless lives and how it is compatible with subjectivism, supernaturalism, and objective naturalism, which is seen as a merit. Finally, I conclude with some notes about what could make life meaningful, given the current analysis of meaningfulness itself.",
      "cited_by_count": 53,
      "type": "article",
      "source": {
        "name": "The Southern Journal of Philosophy",
        "type": "journal",
        "issn": [
          "0038-4283",
          "2041-6962"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Psychological Well-being and Life Satisfaction",
        "Psychology of Moral and Emotional Judgment",
        "Optimism, Hope, and Well-being"
      ],
      "referenced_works_count": 30,
      "url": "https://openalex.org/W2675599334"
    },
    {
      "openalex_id": "W2977643192",
      "doi": "10.1287/orsc.2019.1318",
      "title": "The Construction of Authenticity in the Creative Process: Lessons from Choreographers of Contemporary Dance",
      "authors": [
        {
          "name": "Tamar Sagiv",
          "openalex_id": "A5060357392",
          "orcid": "https://orcid.org/0000-0003-3111-5620",
          "institutions": [
            "Tel Aviv University"
          ]
        },
        {
          "name": "Tal Simons",
          "openalex_id": "A5003076322",
          "orcid": "https://orcid.org/0000-0003-2744-5897",
          "institutions": [
            "Erasmus University Rotterdam"
          ]
        },
        {
          "name": "Israel Drori",
          "openalex_id": "A5076711823",
          "orcid": "https://orcid.org/0000-0003-3411-0366",
          "institutions": [
            "Vrije Universiteit Amsterdam"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-10-02",
      "abstract": "The literature on authenticity of cultural production has systematically examined the perceived authenticity of both the producer and the cultural product but not of the creative process. This study aims to address this lacuna, adopting Carroll and Wheaton’s typology of type and moral authenticity to examine how contemporary dance choreographers construct authenticity during the creation of a new choreography. Our analysis of data from 23 contemporary dance companies reveals that the two meanings of authenticity dynamically reconstitute one another in the creative process. First, choreographers construct moral authenticity through transformation of form, deconstructing established artistic dance forms and introducing new movements from a bricolage of techniques. Second, they construct type authenticity through wrapping expression, facilitating the deconstruction of the values attached to the bricolage of techniques into artistic dance aesthetics. Finally, choreographers evoke both moral and type authenticity through a creative process of reconstruction. Our noteworthy finding reveals how the construction of authenticity in the process of creating a new choreography, and the dynamics between the two meanings of authenticity, serve significantly as a means of communication among the involved actors, thereby enabling the creative process.",
      "cited_by_count": 16,
      "type": "article",
      "source": {
        "name": "Organization Science",
        "type": "journal",
        "issn": [
          "1047-7039",
          "1526-5455"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://research.vu.nl/en/publications/0ec6d164-c6b0-4b91-a7f4-4291beef438b"
      },
      "topics": [
        "Cultural Industries and Urban Development",
        "Social and Cultural Dynamics",
        "Sport and Mega-Event Impacts"
      ],
      "referenced_works_count": 84,
      "url": "https://openalex.org/W2977643192"
    },
    {
      "openalex_id": "W3200256743",
      "doi": "10.1007/s00146-021-01274-1",
      "title": "From posthumanism to ethics of artificial intelligence",
      "authors": [
        {
          "name": "Rajakishore Nath",
          "openalex_id": "A5087916044",
          "institutions": [
            "Indian Institute of Technology Bombay"
          ]
        },
        {
          "name": "Riya Manna",
          "openalex_id": "A5014224990",
          "orcid": "https://orcid.org/0000-0002-1222-2917",
          "institutions": [
            "Indian Institute of Technology Bombay"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-09-10",
      "abstract": null,
      "cited_by_count": 51,
      "type": "article",
      "source": {
        "name": "AI & Society",
        "type": "journal",
        "issn": [
          "0951-5666",
          "1435-5655"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Neuroethics, Human Enhancement, Biomedical Innovations",
        "Space Science and Extraterrestrial Life",
        "Ethics and Social Impacts of AI"
      ],
      "referenced_works_count": 40,
      "url": "https://openalex.org/W3200256743"
    },
    {
      "openalex_id": "W2588536260",
      "doi": "10.1108/bfj-10-2016-0455",
      "title": "Factors affecting Halal meat purchase intention",
      "authors": [
        {
          "name": "Afzaal Ali",
          "openalex_id": "A5016221666",
          "orcid": "https://orcid.org/0000-0002-7323-6781",
          "institutions": [
            "University of International Business and Economics",
            "Xi'an Jiaotong University"
          ]
        },
        {
          "name": "Xiaoling Guo",
          "openalex_id": "A5025842996",
          "orcid": "https://orcid.org/0000-0003-2855-7487",
          "institutions": [
            "University of International Business and Economics"
          ]
        },
        {
          "name": "Mehkar Sherwani",
          "openalex_id": "A5022863248",
          "institutions": [
            "University of International Business and Economics"
          ]
        },
        {
          "name": "Adnan Ali",
          "openalex_id": "A5002680886",
          "orcid": "https://orcid.org/0000-0001-8836-8851",
          "institutions": [
            "University of International Business and Economics",
            "Xi'an Jiaotong University"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-02-13",
      "abstract": "Purpose The purpose of this paper is to investigate the determinants of Halal meat consumption within international Muslim students’ population in China using the theory of planned behaviour as a conceptual framework. The role of self-identity (SI) as a Muslim, dietary acculturation (DA) in the host culture, moral obligation (MO) to purchase Halal meat and trust on the authenticity of Halal meat is explored. Design/methodology/approach Cross-sectional data were collected through a questionnaire survey with 436 international Muslim students mainly originating from Muslim countries and currently studying in China. Data were analysed by stepwise multiple regression analyses to test the model and the moderating effects of SI, DA, MO and trust on behavioural intention. Findings The results indicate that a positive personal attitude towards the consumption of Halal meat, personal conviction and the perceived control over consuming Halal meat predict the intention to eat Halal meat among Muslims. Research limitations/implications Limitations include the use of a snow-ball sampling technique and the focus on only four individual characteristics related to religious food consumption, namely, SI, DA, MO and trust. Practical implications Practical implications extend to dealing with food policymakers and food marketing managers in companies who might pursue identity-, acculturation-, MO- and trustworthiness-related strategies in their distribution and communication efforts targeted at the growing local as well as international market of Halal food. Originality/value This study is one of the first studies investigating the determinants of Halal meat consumption among international Muslim students in China and a first application of the theory of planned behaviour-related religious food consumption context by considering four individual characteristics, namely, SI, DA, MO and trust.",
      "cited_by_count": 111,
      "type": "article",
      "source": {
        "name": "British Food Journal",
        "type": "journal",
        "issn": [
          "0007-070X",
          "1758-4108"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Halal products and consumer behavior",
        "Culinary Culture and Tourism",
        "Food Waste Reduction and Sustainability"
      ],
      "referenced_works_count": 32,
      "url": "https://openalex.org/W2588536260"
    },
    {
      "openalex_id": "W2888667028",
      "doi": "10.1177/2378023118793030",
      "title": "The Beholder’s Eyes: Audience Reactions to Organizational Self-claims of Authenticity",
      "authors": [
        {
          "name": "David W. Lehman",
          "openalex_id": "A5077139226",
          "orcid": "https://orcid.org/0000-0001-6663-889X",
          "institutions": [
            "University of Virginia"
          ]
        },
        {
          "name": "Balázs Kovács",
          "openalex_id": "A5088718916",
          "orcid": "https://orcid.org/0000-0001-6916-6357",
          "institutions": [
            "Yale University"
          ]
        },
        {
          "name": "Glenn R. Carroll",
          "openalex_id": "A5075324044",
          "orcid": "https://orcid.org/0000-0001-7718-9348",
          "institutions": [
            "Stanford University"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-01-01",
      "abstract": "Organizations normally benefit from being perceived as authentic. Yet an ongoing puzzle persists about self-claims of authenticity: although the weight of findings suggests that individuals will devalue organizations touting themselves as authentic, some findings suggest that such self-claims may be rewarded. The authors suggest that this puzzle can be answered, at least partly, by considering two fundamental but different meanings of authenticity. The authors posit that individuals will react negatively when claims concern being true to a category (“type authenticity”), whereas they will react positively when claims concern being true to the organization’s values (“moral authenticity”). A major part of this reasoning involves the emotional reactions evoked by moral claims. In study 1, authenticity claims made in the texts of 1,393 restaurant menus and corresponding ratings of 449,919 online reviews from 2009 to 2016 were analyzed. Study 2 involved an experiment to examine reactions to the two kinds of claims separately. The findings generally support the argument and apparently help explain audience reactions to organizational self-claims about authenticity.",
      "cited_by_count": 16,
      "type": "article",
      "source": {
        "name": "Socius Sociological Research for a Dynamic World",
        "type": "journal",
        "issn": [
          "2378-0231"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://journals.sagepub.com/doi/pdf/10.1177/2378023118793030"
      },
      "topics": [
        "Psychology of Moral and Emotional Judgment",
        "Consumer Behavior in Brand Consumption and Identification",
        "Social and Intergroup Psychology"
      ],
      "referenced_works_count": 79,
      "url": "https://openalex.org/W2888667028"
    },
    {
      "openalex_id": "W4322761856",
      "doi": "10.1016/j.pubrev.2023.102307",
      "title": "Citizen brand: The emergence of brandstanding as organizational engagement and civic duty",
      "authors": [
        {
          "name": "Luke Capizzo",
          "openalex_id": "A5071436837",
          "orcid": "https://orcid.org/0000-0002-5813-8219",
          "institutions": [
            "University of Missouri"
          ]
        },
        {
          "name": "Jeannette I. Iannacone",
          "openalex_id": "A5080679501",
          "orcid": "https://orcid.org/0000-0002-0245-6592",
          "institutions": [
            "University of Maryland, College Park"
          ]
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-03-02",
      "abstract": null,
      "cited_by_count": 21,
      "type": "article",
      "source": {
        "name": "Public Relations Review",
        "type": "journal",
        "issn": [
          "0363-8111",
          "1873-4537"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Public Relations and Crisis Communication",
        "Corporate Social Responsibility Reporting",
        "Corporate Identity and Reputation"
      ],
      "referenced_works_count": 128,
      "url": "https://openalex.org/W4322761856"
    },
    {
      "openalex_id": "W2726969397",
      "doi": "10.1007/s11019-017-9785-y",
      "title": "Assumptions and moral understanding of the wish to hasten death: a philosophical review of qualitative studies",
      "authors": [
        {
          "name": "Andrea Rodríguez‐Prat",
          "openalex_id": "A5090484828",
          "orcid": "https://orcid.org/0000-0001-6382-243X",
          "institutions": [
            "Universitat Internacional de Catalunya"
          ]
        },
        {
          "name": "Evert van Leeuwen",
          "openalex_id": "A5113675875",
          "institutions": [
            "Radboud University Nijmegen"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-07-01",
      "abstract": null,
      "cited_by_count": 32,
      "type": "review",
      "source": {
        "name": "Medicine Health Care and Philosophy",
        "type": "journal",
        "issn": [
          "1386-7423",
          "1572-8633"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Patient Dignity and Privacy",
        "Palliative Care and End-of-Life Issues",
        "Ethics in medical practice"
      ],
      "referenced_works_count": 63,
      "url": "https://openalex.org/W2726969397"
    },
    {
      "openalex_id": "W3135489687",
      "doi": "10.4324/9780429330223-14",
      "title": "‘Speak your truth’",
      "authors": [
        {
          "name": "Katie Ailes",
          "openalex_id": "A5069987462"
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-03-08",
      "abstract": "This chapter examines the concept of spoken word poetry as an inherently 'authentic,' 'confessional' genre. Scholarship has asserted the central importance of poems' and poets' 'authenticity' (see Damon, Somers-Willett, Hoffman); what does 'authenticity' connote in this context and how has its value as a metric for success affected the genre? This chapter argues that while the centrality of 'authenticity' to spoken word is rooted in the genre's tradition of social advocacy, due to its subjective, culturally contingent nature it is problematic as a marker of aesthetic and moral quality. Spoken word poets are generally aware of how 'authenticity' in valued within the genre and can mobilise techniques to project this quality to their audiences. The structure and conventions of spoken word events further the illusion of 'authenticity' through reinforcing a notion of the poet not as an actor nor exaggerated persona, but a 'genuine' person sharing autobiographical material. Ultimately, the critical focus on authenticity as an aesthetic quality within contemporary UK spoken word poetry has led to the fetishisation of marginalised identities, the incentivisation of poems concerning personal trauma, and inadequate criticism focused on the lived experience of the poet rather than the craft they apply to their work.",
      "cited_by_count": 17,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Theatre and Performance Studies",
        "Poetry Analysis and Criticism"
      ],
      "referenced_works_count": 1,
      "url": "https://openalex.org/W3135489687"
    },
    {
      "openalex_id": "W3098633272",
      "doi": "10.1007/s10806-020-09839-8",
      "title": "Why Wake the Dead? Identity and De-extinction",
      "authors": [
        {
          "name": "Christopher Hunter Lean",
          "openalex_id": "A5052575737",
          "orcid": "https://orcid.org/0000-0001-5722-6471",
          "institutions": [
            "University of Sydney"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-11-20",
      "abstract": null,
      "cited_by_count": 26,
      "type": "article",
      "source": {
        "name": "Journal of Agricultural and Environmental Ethics",
        "type": "journal",
        "issn": [
          "1187-7863",
          "1573-322X"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Environmental Philosophy and Ethics",
        "Religion, Ecology, and Ethics",
        "Geographies of human-animal interactions"
      ],
      "referenced_works_count": 74,
      "url": "https://openalex.org/W3098633272"
    },
    {
      "openalex_id": "W4366003037",
      "doi": "10.1145/3579543",
      "title": "Values in Emotion Artificial Intelligence Hiring Services: Technosolutions to Organizational Problems",
      "authors": [
        {
          "name": "Kat Roemmich",
          "openalex_id": "A5048824367",
          "orcid": "https://orcid.org/0000-0003-2730-1586",
          "institutions": [
            "University of Michigan–Ann Arbor"
          ]
        },
        {
          "name": "Tillie Ilana Rosenberg",
          "openalex_id": "A5085894211",
          "orcid": "https://orcid.org/0000-0001-8795-9051",
          "institutions": [
            "University of Michigan–Ann Arbor"
          ]
        },
        {
          "name": "Songshan Fan",
          "openalex_id": "A5042747731",
          "orcid": "https://orcid.org/0000-0003-4196-831X",
          "institutions": [
            "University of Michigan–Ann Arbor"
          ]
        },
        {
          "name": "Nazanin Andalibi",
          "openalex_id": "A5025113008",
          "orcid": "https://orcid.org/0000-0002-3257-2527",
          "institutions": [
            "University of Michigan–Ann Arbor"
          ]
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-04-14",
      "abstract": "Despite debates about emotion artificial intelligence's (EAI) validity, legality, and social consequences, EAI is increasingly present in the high stakes context of hiring, with potential to shape the future of work and the workforce. The values laden in technology play a significant role in its societal impact.We conducted qualitative content analysis on the public-facing websites (N=229) of EAI hiring services. We identify the organizational problems that EAI hiring services claim to solve and reveal the values emerging in desired EAI uses as promoted by EAI hiring services to solve organizational problems. Our findings show that EAI hiring services market their technologies as technosolutions to three purported organizational hiring problems: 1) hiring (in)accuracy, 2) hiring (mis)fit, and 3) hiring (in)authenticity. We unpack these problems to expose how these desired uses of EAI are legitimized by the corporate ideals of data-driven decision making, continuous improvement, precision, loyalty, and stability. We identify the unfair and deceptive mechanisms by which EAI hiring services claim to solve the purported organizational hiring problems, suggesting that they unfairly exclude and exploit job candidates through EAI's creation, extraction, and affective commodification of a candidate's affective value through pseudoscientific approaches. Lastly, we interrogate EAI hiring service claims to reveal the core values that underpin their stated desired use: techno-omnipresence, techno-omnipotence, and techno-omniscience. We show how EAI hiring services position desired use of their technology as a moral imperative for hiring organizations with supreme capabilities to solve organizational hiring problems, then discuss implications for fairness, ethics, and policy in EAI-enabled hiring within the US policy landscape.",
      "cited_by_count": 32,
      "type": "article",
      "source": {
        "name": "Proceedings of the ACM on Human-Computer Interaction",
        "type": "journal",
        "issn": [
          "2573-0142"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://dl.acm.org/doi/pdf/10.1145/3579543"
      },
      "topics": [
        "Ethics and Social Impacts of AI",
        "AI in Service Interactions",
        "Digital Economy and Work Transformation"
      ],
      "referenced_works_count": 65,
      "url": "https://openalex.org/W4366003037"
    },
    {
      "openalex_id": "W2894978707",
      "doi": "10.1108/jima-01-2018-0009",
      "title": "Determinants of halal meat consumption in Germany",
      "authors": [
        {
          "name": "Mehkar Sherwani",
          "openalex_id": "A5022863248",
          "institutions": [
            "University of International Business and Economics"
          ]
        },
        {
          "name": "Afzaal Ali",
          "openalex_id": "A5016221666",
          "orcid": "https://orcid.org/0000-0002-7323-6781",
          "institutions": [
            "Xi'an Jiaotong University",
            "University of International Business and Economics"
          ]
        },
        {
          "name": "Adnan Ali",
          "openalex_id": "A5002680886",
          "orcid": "https://orcid.org/0000-0001-8836-8851",
          "institutions": [
            "University of International Business and Economics",
            "Xi'an Jiaotong University"
          ]
        },
        {
          "name": "Sikander Hussain",
          "openalex_id": "A5063509635",
          "institutions": [
            "University of International Business and Economics"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-10-05",
      "abstract": "Purpose The purpose of this study is to investigate the determinants of halal meat consumption within a Turkish Muslim migration population in Germany using the theory of planned behaviour (TPB) as a conceptual framework. The role of self-identity as a Muslim, dietary acculturation in the host culture, moral obligation to purchase halal food and trust on the authenticity of available halal food are explored. Design/methodology/approach A quantitative cross-sectional survey design for the current study was adopted. Purposive sampling through self-administered questionnaires was used to collect data from 517 Muslim consumers originated from Turkey and currently living in Germany. The analysis includes exploratory factor analysis, means scores, linear correlation and multiple regressions to examine the determinants of halal meat consumption. Findings A positive personal attitude towards the consumption of halal meat, motivation to comply with the opinion of important persons and institutions and the perceived control over consuming halal meat predict the intention to eat halal meat among Muslims. Research limitations/implications This study used self-identity, dietary acculturation, trust and moral obligation as moderator variables. Future research should also examine the moderating effects of values such as individualism/collectivism and materialism and demographic factors such as age, country of origin, education level and income level to increase the predictive power of the current TPB model. Practical implications Practical implications can be extended to those policymakers, marketing managers and advertising agencies dealing with food-related products. They can pursue strategies based on religious self-identity, dietary acculturation, trustworthiness and moral obligation factors in their distribution and communication efforts targeted at the growing local and international market of halal food. Originality/value This is one of the few studies investigating the determinants of halal meat consumption in a Muslim population in Germany using the TPB within a food, religion and migration context.",
      "cited_by_count": 40,
      "type": "article",
      "source": {
        "name": "Journal of Islamic marketing",
        "type": "journal",
        "issn": [
          "1759-0833",
          "1759-0841"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Halal products and consumer behavior",
        "Culinary Culture and Tourism",
        "Identification and Quantification in Food"
      ],
      "referenced_works_count": 52,
      "url": "https://openalex.org/W2894978707"
    },
    {
      "openalex_id": "W3114862048",
      "doi": "10.5465/amr.2019.0210",
      "title": "Commercializing the Practice of Voyeurism: How Organizations Leverage Authenticity and Transgression to Create Value",
      "authors": [
        {
          "name": "Trish Ruebottom",
          "openalex_id": "A5090360901",
          "orcid": "https://orcid.org/0000-0001-8696-3120",
          "institutions": [
            "McMaster University"
          ]
        },
        {
          "name": "Sean Buchanan",
          "openalex_id": "A5004733711",
          "orcid": "https://orcid.org/0000-0001-8899-0384",
          "institutions": [
            "University of Manitoba"
          ]
        },
        {
          "name": "Maxim Voronov",
          "openalex_id": "A5104143292",
          "orcid": "https://orcid.org/0000-0002-0797-660X",
          "institutions": [
            "York University"
          ]
        },
        {
          "name": "Madeline Toubiana",
          "openalex_id": "A5021461532",
          "orcid": "https://orcid.org/0000-0002-7298-6521",
          "institutions": [
            "University of Ottawa"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-12-18",
      "abstract": "Voyeurism violates dominant moral codes in many societies. Yet, for a number of businesses, including erotic webcam, reality television, slum tourism, and mixed martial arts, voyeurism is an important part of value creation. The success of such businesses that violate dominant moral codes raises questions about value creation that existing theory in management cannot adequately answer. To help advance our understanding, we theorize how businesses commercializing voyeurism create value for audiences. Conceptualizing voyeurism as a social practice, we identify two dimensions of voyeurism—authenticity and transgression—that help create value by generating desirable emotional responses that facilitate a distinctive experience for audiences. However, we further argue that these same dimensions can also hinder value creation by generating undesirable emotional responses that may lead audiences to disengage from the practice. Accordingly, we contend that businesses' ability to deliver value to audiences hinges on effective emotional optimization—efforts to reduce undesirable emotional responses by dampening the authenticity or transgression in the voyeuristic practice, while reinforcing the associated desirable emotional responses. We contribute to the literature by advancing a novel theory of the commercialization of voyeuristic practice. In doing so, we also enrich our understanding of both authenticity and transgression.",
      "cited_by_count": 13,
      "type": "article",
      "source": {
        "name": "Academy of Management Review",
        "type": "journal",
        "issn": [
          "0363-7425",
          "1930-3807"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Sexuality, Behavior, and Technology",
        "Sex work and related issues",
        "Gender, Feminism, and Media"
      ],
      "referenced_works_count": 110,
      "url": "https://openalex.org/W3114862048"
    },
    {
      "openalex_id": "W2403865773",
      "doi": "10.1111/1468-4446.12194",
      "title": "Kindness in Australia: an empirical critique of moral decline sociology",
      "authors": [
        {
          "name": "Daphne Habibis",
          "openalex_id": "A5078032151",
          "orcid": "https://orcid.org/0000-0001-5491-2089",
          "institutions": [
            "University of Tasmania"
          ]
        },
        {
          "name": "Nicholas Hookway",
          "openalex_id": "A5088058684",
          "orcid": "https://orcid.org/0000-0002-0187-4741",
          "institutions": [
            "University of Tasmania"
          ]
        },
        {
          "name": "Anthea Vreugdenhil",
          "openalex_id": "A5008676170",
          "orcid": "https://orcid.org/0000-0003-4977-8158",
          "institutions": [
            "University of Tasmania"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-05-27",
      "abstract": "Abstract A new sociological agenda is emerging that interrogates how morality can be established in the absence of the moral certainties of the past but there is a shortage of empirical work on this topic. This article establishes a theoretical framework for the empirical analysis of everyday morality drawing on the work of theorists including Ahmed, Bauman and Taylor. It uses the Australian Survey of Social Attitudes to assess the state and shape of contemporary moralities by asking how kind are Australians, how is its expression socially distributed, and what are the motivations for kindness. The findings demonstrate that Australians exhibit a strong attachment and commitment to kindness as a moral value that is primarily motivated by interiorized sources of moral authority. We argue these findings support the work of theorists such as Ahmed and Taylor who argue authenticity and embodied emotion are legitimate sources of morality in today's secular societies. The research also provides new evidence that generational changes are shaping understandings and practices of kindness in unexpected ways.",
      "cited_by_count": 18,
      "type": "article",
      "source": {
        "name": "British Journal of Sociology",
        "type": "journal",
        "issn": [
          "0007-1315",
          "1468-4446"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Gender, Feminism, and Media",
        "Social Work Education and Practice",
        "Emotional Labor in Professions"
      ],
      "referenced_works_count": 60,
      "url": "https://openalex.org/W2403865773"
    },
    {
      "openalex_id": "W4399982769",
      "doi": "10.1007/s11023-024-09665-1",
      "title": "Human Autonomy at Risk? An Analysis of the Challenges from AI",
      "authors": [
        {
          "name": "Carina Prunkl",
          "openalex_id": "A5090934878",
          "orcid": "https://orcid.org/0000-0002-0123-9561",
          "institutions": [
            "University of Oxford",
            "Wellcome Centre for Ethics and Humanities",
            "Utrecht University"
          ]
        }
      ],
      "publication_year": 2024,
      "publication_date": "2024-06-24",
      "abstract": "Abstract Autonomy is a core value that is deeply entrenched in the moral, legal, and political practices of many societies. The development and deployment of artificial intelligence (AI) have raised new questions about AI’s impacts on human autonomy. However, systematic assessments of these impacts are still rare and often held on a case-by-case basis. In this article, I provide a conceptual framework that both ties together seemingly disjoint issues about human autonomy, as well as highlights differences between them. In the first part, I distinguish between distinct concerns that are currently addressed under the umbrella term ‘human autonomy’. In particular, I show how differentiating between autonomy-as-authenticity and autonomy-as-agency helps us to pinpoint separate challenges from AI deployment. Some of these challenges are already well-known (e.g. online manipulation or limitation of freedom), whereas others have received much less attention (e.g. adaptive preference formation). In the second part, I address the different roles AI systems can assume in the context of autonomy. In particular, I differentiate between AI systems taking on agential roles and AI systems being used as tools. I conclude that while there is no ‘silver bullet’ to address concerns about human autonomy, considering its various dimensions can help us to systematically address the associated risks.",
      "cited_by_count": 40,
      "type": "article",
      "source": {
        "name": "Minds and Machines",
        "type": "journal",
        "issn": [
          "0924-6495",
          "1572-8641"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s11023-024-09665-1.pdf"
      },
      "topics": [
        "Ethics and Social Impacts of AI",
        "Artificial Intelligence in Healthcare and Education",
        "Explainable Artificial Intelligence (XAI)"
      ],
      "referenced_works_count": 93,
      "url": "https://openalex.org/W4399982769"
    },
    {
      "openalex_id": "W2600541063",
      "doi": "10.3389/fnhum.2017.00142",
      "title": "Transcranial Electrical Stimulation to Enhance Cognitive Performance of Healthy Minors: A Complex Governance Challenge",
      "authors": [
        {
          "name": "Jantien W. Schuijer",
          "openalex_id": "A5077692089",
          "orcid": "https://orcid.org/0000-0002-8759-3624",
          "institutions": [
            "Amsterdam UMC Location VUmc"
          ]
        },
        {
          "name": "Irja Marije de Jong",
          "openalex_id": "A5010958698",
          "orcid": "https://orcid.org/0000-0003-0902-4415",
          "institutions": [
            "Amsterdam UMC Location VUmc"
          ]
        },
        {
          "name": "Frank Kupper",
          "openalex_id": "A5069427378",
          "orcid": "https://orcid.org/0000-0003-1476-1911",
          "institutions": [
            "Amsterdam UMC Location VUmc"
          ]
        },
        {
          "name": "Nienke van Atteveldt",
          "openalex_id": "A5084954483",
          "orcid": "https://orcid.org/0000-0002-3387-6151"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-03-27",
      "abstract": "An increasing number of healthy adolescents are consuming products that can enhance their cognitive performance in educational settings. Currently, the use of pharmaceuticals is the most widely discussed enhancement method in the literature, but new evidence suggests that other methods based on Transcranial Electrical Stimulation (tES) also have potential as cognitive enhancer. Just like pharmaceutical enhancers, the availability and education-related use of tES-devices raise a broad range of ethical, legal, and societal issues that need to be addressed by policy-makers. Few studies, however, have specifically explored these issues in relation to child wellbeing. In this narrative review with systematic search, we describe the issues for child wellbeing that could arise from the availability and education-related use of tES-based enhancers by healthy minors. We demonstrate that the issues form a complex web of uncertainties and concerns, which are mainly incited by two factors. First is the high level of factual uncertainty due to gaps in empirical evidence about the exact working mechanisms and efficacy of tES. Moreover, a lack of insight into the technique's (long-term) effects on healthy developing brains, and uncertainties about potential cognitive trade-offs have fueled concerns about the technique's safety and impact. The second factor that contributes to the complexity of issues is the presence of moral diversity in our society. Different opinions exist on whether a certain enhancement effect would be desirable and whether potential risks would be acceptable. These opinions depend on one's moral perspective, and the way one interprets and weights values such as the child's autonomy and authenticity. The challenge for proper governance resides in the design of an appropriate framework that is capable of balancing the different moral perspectives in society, while recognizing the uncertainties that still exist. We therefore argue for a responsible innovation approach, which encourages an adaptive attitude toward emerging knowledge and dynamic societal values, to deal with the identified issues regarding tES-based enhancement appropriately.",
      "cited_by_count": 20,
      "type": "review",
      "source": {
        "name": "Frontiers in Human Neuroscience",
        "type": "journal",
        "issn": [
          "1662-5161"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.frontiersin.org/articles/10.3389/fnhum.2017.00142/pdf"
      },
      "topics": [
        "Neuroethics, Human Enhancement, Biomedical Innovations",
        "Transcranial Magnetic Stimulation Studies",
        "Neuroscience and Neural Engineering"
      ],
      "referenced_works_count": 72,
      "url": "https://openalex.org/W2600541063"
    },
    {
      "openalex_id": "W3212289971",
      "doi": "10.1515/9783110365931",
      "title": "Classical Humanism and the challenge of modernity debates on classical education in 19th-century Germany",
      "authors": [
        {
          "name": "Bas van Bommel",
          "openalex_id": "A5085129905"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-01-01",
      "abstract": "In scholarship, classical (Renaissance) humanism is usually strictly distinguished from 'neo-humanism', which, especially in Germany, flourished at the beginning of the 19 th century. While most classical humanists focused on the practical imitation of Latin stylistic models, 'neohumanism' is commonly believed to have been mainly inspired by typically modern values, such as authenticity and historicity. Bas van Bommel shows that whereas 'neohumanism' was mainly adhered to at the German universities, at the Gymnasien a much more traditional educational ideal prevailed, which is best described as 'classical humanism.' This ideal involved the prioritisation of the Romans above the Greeks, as well as the belief that imitation of Roman and Greek models brings about man's aesthetic and moral elevation. Van Bommel makes clear that 19 th century classical humanism dynamically related to modern society. On the one hand, classical humanists explained the value of classical education in typically modern terms. On the other hand, competitors of the classical Gymnasium laid claim to values that were ultimately derived from classical humanism. 19 th century classical humanism should therefore not be seen as a dried-out remnant of a dying past, but as the continuation of a living tradition.",
      "cited_by_count": 25,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Byzantine Studies and History"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W3212289971"
    },
    {
      "openalex_id": "W4317888299",
      "doi": "10.1108/srj-02-2022-0077",
      "title": "Corporate social responsibility authenticity as a determinant of repurchase intentions",
      "authors": [
        {
          "name": "Yusuf Hassan",
          "openalex_id": "A5046954207",
          "orcid": "https://orcid.org/0000-0001-6662-7402",
          "institutions": [
            "University of Birmingham"
          ]
        },
        {
          "name": "Anuja Akhouri",
          "openalex_id": "A5084105770",
          "orcid": "https://orcid.org/0000-0002-9008-4222",
          "institutions": [
            "Indian Institute of Technology Jammu"
          ]
        },
        {
          "name": "Amitabh Deo Kodwani",
          "openalex_id": "A5062973780",
          "orcid": "https://orcid.org/0000-0002-7163-3628",
          "institutions": [
            "Indian Institute of Management Indore"
          ]
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-01-25",
      "abstract": "Purpose This study aims to examine the relationship between corporate social responsibility (CSR) authenticity and its relationship with repurchase intentions. In doing so, the current research also investigates the mediating role of perceived CSR (PCSR) and perceived moral judgement. Design/methodology/approach For the current research purpose, a sample of 262 Indian working professionals was surveyed. Findings Data analysis revealed that CSR authenticity significantly predicted the repurchase intentions of the survey participants. The studied research contributes significantly to the extant literature on CSR authenticity by studying the underlying mechanisms that make a consumer repurchase a product or service. Originality/value Research on CSR authenticity is still at a nascent stage. Furthermore, variables such as moral judgement and PCSR motives have not been studied in CSR authenticity literature.",
      "cited_by_count": 10,
      "type": "article",
      "source": {
        "name": "Social Responsibility Journal",
        "type": "journal",
        "issn": [
          "1747-1117",
          "1758-857X"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Corporate Social Responsibility Reporting",
        "Environmental Sustainability in Business",
        "Ethics in Business and Education"
      ],
      "referenced_works_count": 80,
      "url": "https://openalex.org/W4317888299"
    },
    {
      "openalex_id": "W2899337949",
      "doi": "10.14361/9783839444221",
      "title": "Aging and Self-Realization: Cultural Narratives about Later Life",
      "authors": [
        {
          "name": "Hanne Laceulle",
          "openalex_id": "A5000478791"
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-09-17",
      "abstract": "Dominant cultural narratives about later life dismiss the value senior citizens hold for society. In her cultural-philosophical critique, Hanne Laceulle outlines counter narratives that acknowledge both potentials and vulnerabilities of later life. She draws on the rich philosophical tradition of thought about self-realization and explores the significance of ethical concepts essential to the process of growing old such as autonomy, authenticity and virtue. These counter narratives aim to support older individuals in their search for a meaningful age identity, while they make society recognize its senior members as valued participants and moral agents of their own lives.",
      "cited_by_count": 11,
      "type": "book",
      "source": {
        "name": "BiblioBoard Library Catalog (Open Research Library)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://openresearchlibrary.org/ext/api/media/18c363d5-4c16-4b4d-b173-6b52f80f1db4/assets/external_content.pdf"
      },
      "topics": [
        "Aging and Gerontology Research"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2899337949"
    },
    {
      "openalex_id": "W3171627769",
      "doi": "10.1057/s41599-021-00811-z",
      "title": "Making autonomy an instrument: a pragmatist account of contextualized autonomy",
      "authors": [
        {
          "name": "Éric Racine",
          "openalex_id": "A5044676860",
          "orcid": "https://orcid.org/0000-0001-8306-551X",
          "institutions": [
            "Université de Montréal",
            "McGill University",
            "Montreal Clinical Research Institute"
          ]
        },
        {
          "name": "Sarah Kusch",
          "openalex_id": "A5023967418",
          "orcid": "https://orcid.org/0000-0002-7148-4212",
          "institutions": [
            "Montreal Clinical Research Institute"
          ]
        },
        {
          "name": "M. Ariel Cascio",
          "openalex_id": "A5048205596",
          "orcid": "https://orcid.org/0000-0001-7795-4652",
          "institutions": [
            "Montreal Clinical Research Institute",
            "McGill University",
            "Central Michigan University"
          ]
        },
        {
          "name": "Aline Bogossian",
          "openalex_id": "A5054487062",
          "orcid": "https://orcid.org/0000-0002-9816-5887",
          "institutions": [
            "Université de Montréal",
            "Montreal Clinical Research Institute"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-06-09",
      "abstract": "Abstract Across societies, cultures, and political ideologies, autonomy is a deeply valued attribute for both flourishing individuals and communities. However, it is also the object of different visions, including among those considering autonomy a highly valued individual ability, and those emphasizing its relational nature but its sometimes-questionable value. A pragmatist orientation suggests that the concept of autonomy should be further specified (i.e., instrumentalized) beyond theory in terms of its real-world implications and usability for moral agents. Accordingly, this latter orientation leads us to present autonomy as an ability; and then to unpack it as a broader than usual composite ability constituted of the component-abilities of voluntariness, self-control, information, deliberation, authenticity, and enactment. Given that particular abilities of an agent can only be exercised in a given set of circumstances (i.e., within a situation), including relationships as well as other important contextual characteristics, the exercise of one’s autonomy is inherently contextual and should be understood as being transactional in nature. This programmatic paper presents a situated account of autonomy inspired by Dewey’s pragmatism and instrumentalism against the backdrop of more individual and relational accounts of autonomy. Using examples from health ethics, the paper then demonstrates how this thinking supports a strategy of synergetic enrichment of the concept of autonomy by which experiential and empirical knowledge about autonomy and the exercise of autonomy enriches our understanding of some of its component-abilities and thus promises to make agents more autonomous.",
      "cited_by_count": 19,
      "type": "article",
      "source": {
        "name": "Humanities and Social Sciences Communications",
        "type": "journal",
        "issn": [
          "2662-9992"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.nature.com/articles/s41599-021-00811-z.pdf"
      },
      "topics": [
        "Mental Health and Psychiatry",
        "Ethics in medical practice",
        "Mental Health and Patient Involvement"
      ],
      "referenced_works_count": 156,
      "url": "https://openalex.org/W3171627769"
    },
    {
      "openalex_id": "W4412140337",
      "doi": "10.3389/fpsyg.2025.1568911",
      "title": "The illusion of empathy: evaluating AI-generated outputs in moments that matter",
      "authors": [
        {
          "name": "Alessia Dorigoni",
          "openalex_id": "A5056997467",
          "orcid": "https://orcid.org/0000-0002-3824-871X",
          "institutions": [
            "University of Chieti-Pescara"
          ]
        },
        {
          "name": "Pier Luigi Giardino",
          "openalex_id": "A5042447345",
          "orcid": "https://orcid.org/0000-0003-2820-610X",
          "institutions": [
            "University of Trento"
          ]
        }
      ],
      "publication_year": 2025,
      "publication_date": "2025-07-09",
      "abstract": "This study investigates how anthropomorphism and source attribution shape perceptions of creativity, authenticity, and moral respect in emotionally significant communication. Drawing on theories of human-machine communication and symbolic value, we examine whether messages are evaluated differently depending on who—or what—is believed to have authored them. Across two experimental studies, we manipulated both the emotional context (childbirth vs. terminal illness) and the attributed message source (close friend, florist, Google, or ChatGPT). Study 1 used a within-subject design to compare message evaluations before and after source disclosure; Study 2 disclosed the source at the outset. Results show that emotional proximity significantly enhances perceived communicative value, while attribution to artificial or emotionally distant sources reduces it. Anthropomorphic cues temporarily elevate AI evaluations but collapse upon disclosure, particularly in high-stakes contexts. Attribution to ChatGPT led to the steepest declines in authenticity and moral respect, underscoring the symbolic and ethical limitations of AI in relationally charged settings. Our findings contribute to the literature on AI-human interaction by theorizing anthropomorphism as a double-edged attributional mechanism and offer practical insights for the deployment of generative AI in domains requiring emotional sensitivity, care, and symbolic coherence.",
      "cited_by_count": 9,
      "type": "article",
      "source": {
        "name": "Frontiers in Psychology",
        "type": "journal",
        "issn": [
          "1664-1078"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.frontiersin.org/journals/psychology/articles/10.3389/fpsyg.2025.1568911/pdf"
      },
      "topics": [
        "Decision-Making and Behavioral Economics",
        "AI in Service Interactions",
        "Ethics and Social Impacts of AI"
      ],
      "referenced_works_count": 63,
      "url": "https://openalex.org/W4412140337"
    },
    {
      "openalex_id": "W2532617037",
      "doi": "10.1007/978-3-319-42445-3_10",
      "title": "Eudaimonic Growth: The Development of the Goods in Personhood (or: Cultivating a Good Life Story)",
      "authors": [
        {
          "name": "Jack J. Bauer",
          "openalex_id": "A5031995063",
          "orcid": "https://orcid.org/0000-0003-2912-7980",
          "institutions": [
            "University of Dayton"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-01-01",
      "abstract": null,
      "cited_by_count": 30,
      "type": "book-chapter",
      "source": {
        "name": "International handbooks of quality-of-life",
        "type": "book series",
        "issn": [
          "2468-7227",
          "2468-7235"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Religion, Spirituality, and Psychology",
        "Psychological Well-being and Life Satisfaction",
        "Identity, Memory, and Therapy"
      ],
      "referenced_works_count": 157,
      "url": "https://openalex.org/W2532617037"
    },
    {
      "openalex_id": "W4381849227",
      "doi": "10.1002/job.2723",
      "title": "Actions are authentic, but are leaders? A reconceptualization of authenticity and leadership practice",
      "authors": [
        {
          "name": "Catherine A. Helmuth",
          "openalex_id": "A5000638083",
          "institutions": [
            "Central Michigan University"
          ]
        },
        {
          "name": "Michael S. Cole",
          "openalex_id": "A5072334946",
          "orcid": "https://orcid.org/0000-0001-9644-8181",
          "institutions": [
            "Texas Christian University"
          ]
        },
        {
          "name": "Sebastien Vendette",
          "openalex_id": "A5054061084",
          "orcid": "https://orcid.org/0000-0001-9770-1329",
          "institutions": [
            "Central Michigan University"
          ]
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-06-22",
      "abstract": "Since the Gallup Leadership Summit, authentic leadership has ascended as a central topic of inquiry owing to practitioners and academicians' desire for more positive types of leadership (Braun & Peus, 2018; Ilies et al., 2005; Luthans & Avolio, 2003; Weiss et al., 2018). Like much of the extant literature, our article centers on authentic leadership as defined and operationalized by Walumbwa et al.'s (2008) four-part framework, which views authentic leaders as individuals who possess high levels of (a) self-awareness, (b) balanced processing, (c) relational transparency, and (d) having an internalized moral perspective. This definition originated from positive psychology and gained popularity, in part, because it offers a morally grounded response for organizations seeking to rebuild confidence, hope, and optimism amid growing corporate and societal problems (e.g., Avolio & Gardner, 2005; Avolio et al., 2004). As a result, scholarly research on authentic leadership has surged (see Gardner et al., 2011, for a review), quickly gaining traction with a wide array of stakeholders who desire leaders that promote behavioral integrity (Leroy et al., 2012), encourage creativity (Semedo et al., 2017), and foster intra-team trust as well as helping behaviors (Hirst et al., 2016). 1 Despite growing interest in authentic leadership, scholars have reviewed and critiqued the construct before raising theoretical and empirical concerns (Einola & Alvesson, 2021; Gardiner, 2015; Sidani & Rowe, 2018). Prior critiques have challenged authentic leadership's contextual grounding, leader-centric ideologies, definitional ambiguity, morality emphasis, and view of a true self (Crawford et al., 2020; Ladkin & Spiller, 2013; Vendette et al., 2022). Further issues raised questions about authentic leadership's unique value over and above other more heavily researched leadership styles (Banks et al., 2016) as well as show the construct's misguided roots in positive psychology (Alvesson & Einola, 2019). With regard to this latter point, the significance of what it means to be authentic originated from the philosophical movement of existentialism, 2 including the works of Martin Heidegger and Jean-Paul Sartre. However, authenticity in a leadership context has been more predominately positioned in positive psychology, gaining popularity along with the positive movement in organizational studies. Indeed, as Iszatt-White and Kempster (2019) have remarked, the authentic leadership construct is entrenched in a \"somewhat superficial\" and \"one-sided\" interpretation of authenticity from positive psychology (p. 360). Positive psychology's hold on authenticity is the \"antithesis\" of existential forms of leadership as its idealized description neglects how authenticity is enacted and discounts the diversity of lived experience (Tomkins & Simpson, 2015, p. 1023). We argue that positive psychology's misinterpretation of existential authenticity not only explains why researchers continue to conflate authentic actions with authentic leaders but also calls into question authentic leadership as a theory and construct more broadly. The abovementioned issues underlie the central purpose of this point-counterpoint discussion, which is to illustrate that authenticity of action is distinct and adds value beyond that of authentic leadership. Despite preceding critiques, to date, scholarly interest in authentic leadership research appears to be accelerating, not stalling. Thus, in an effort to explain why authentic leadership studies will face continued criticism, we retrace authenticity's theoretical foundations to shed light on the conceptual, definitional, and empirical issues stemming from its positive psychology origins. While the critiques of authentic leadership are plentiful and growing, we are the first to show that the authentic leadership construct was handicapped from its inception by opening the proverbial \"black box\" and uncovering the root of what happened. Our interest in this regard is sparked by Suddaby's (2010) realization that when researchers \"cannot agree on or communicate the basic elements of a phenomenon, the accumulation of knowledge cannot occur … and organizational knowledge becomes increasingly fragmented\" (pp. 352–353). We thus scrutinize the authentic leadership construct, therein identifying meaningful misdirections in extant work so that our field may advance more useful theory development (e.g., Sandberg & Alvesson, 2021). In doing so, we contribute to the literature by hopefully (a) encouraging scholars to reconsider the blanket use of commonly accepted measures that exist within the authentic leadership arena and (b) stimulating theoretical and methodological advancements for \"authentic\" leadership research. Ideally speaking, theory and empirical concerns should inform the development of new constructs. This is because construct validity stems from one's ability to express concepts into variables and, in turn, variables into instruments (Suddaby, 2010). Despite 15 years of research, there remains considerable confusion regarding the theoretical meaning that underlies authentic leadership's predominant measure, the Authentic Leadership Questionnaire (ALQ, see Walumbwa et al., 2008). Such confusion is unfortunate because until researchers clearly define and operationalize the authentic leadership phenomenon, published works will face continued criticism and the knowledge transfer between organizational scientists and practitioners will lose pace. We therefore begin by revisiting the theoretical beginnings of authenticity research in an effort to better understand the evolutionary development of the authentic leadership construct. During the early 20th century, the concept of authenticity and what it means to \"live an authentic life\" gained considerable interest among existential theorists. Existentialism is not a homogeneous theory, but the literature blossomed during the postmodern movement where two influential philosophers, Martin Heidegger and Jean-Paul Sartre, contributed their individual viewpoints (Algera & Lips-Wiersma, 2012; Ciullia, 2013). As one might expect Sartre and Heidegger's philosophies are not identical, although their characterizations of authenticity share marked similarities (Lawler & Ashman, 2012). Consequently, our work draws from Sartre and Heidegger's philosophies, wherein they describe what it means to live authentically. To begin, both Sartre and Heidegger contend that individual choice is a critical factor to being authentic; in short, they assert that it is the actions of an individual that defines who they are and creates meaning in one's life. Sartre's (1956) concept of authenticity stems from the notion of freedom, bad (good) faith, and the look of another whereas Heidegger (1962) uses the concepts of anxiety, fallenness, being, and Das Man (Dasein) in his depiction. For Sartre, individuals possess complete freedom over their choices where they first come into existence and then continually define themself through action. Sartrean philosophy does not view individuals as pre-destined for specific paths, but rather posits that each individual is responsible for their own actions and choices (which embody how they live in this world). Thus, to paraphrase a well-cited Sartrean phrase, individuals are merely what they make of themselves. Heidegger also embraces the importance of choice by viewing authenticity as an overarching state of Being 3 that looks upon an individual's collective actions over time. Heideggerian philosophy suggests that individuals can introspectively assess whether they were authentic through moments of anxiety by reflecting on how they acted and for whom. For Heidegger, authenticity is based on a historical assessment where either an individual (a) acted for themself (the Self) or (b) submitted to and consequently acted for some external force—a concept referred to as the Other or the They-self. To illustrate the concepts of the Self and Other in a leadership context, we review how authenticity-inauthenticity tensions co-exist and inform whether a leader acted authentically. Sartre and Heidegger agree that authenticity and inauthenticity are not mutually exclusive principles as individuals will act both authentically and inauthentically during their life. A leader acts authentically when they resist the external pressure from the Other and chooses to act according to their own desires. In an organizational context, the Other might represent (a) the firm's cultural norms, (b) a team's social context and related members' expectations of the leader, and/or (c) the demands and whims from a leader's higher-level supervisor, and so on. The prevalence and pull of the Other is strong which often pushes leaders to act inauthentically. However, when leaders act of their own volition, they are making an intentional decision to behave authentically, and it is through these choices that leaders can themselves become more or less authentic. Restated, the key to understanding whether a leader acted authentically is assessing whether they made choices that aligned with the Self (authentic) or the Other (inauthentic). Having briefly reviewed the historical (and philosophical) origins of authenticity, we wish to summarize a couple of key observations. First, leaders are incapable of achieving complete authenticity because, as an idealized state of Being, it is something that they are continuously moving towards (or away from). The authenticity of a leader ebbs and flows as their actions begin to align more (or less) with the attributed value systems held by the inauthentic Other versus the authentic Self. That is why authenticity is frequently described as a relative state wherein leaders can only achieve a certain level of authenticity, never becoming wholly authentic (Erickson, 1995). It therefore follows that authenticity should not be interpreted as a binary, either-or condition (i.e., a leader is either authentic or inauthentic); authenticity resides in a leader's act or choice itself rather than the leader per se. Second, authenticity and inauthenticity are not opposing ideals, but rather co-existing opposites as leaders may act authentically or inauthentically depending on each situated context. This juxtaposition between living an authentic versus inauthentic existence is an ever-present consideration that leaders contend with on a day-to-day basis. Given the salience of social pressure and the tendency to conform, existentialists contend that a true authentic existence is much less common than an inauthentic one. In sum, how existential theorists characterize (in)authenticity resonated with organizational scholars and contributed to our understanding of leadership theory (Bradley-Cole, 2021; Heil, 2013; Tomkins & Simpson, 2015). As the pioneering researchers, Walumbwa et al. (2008) were faced with a key decision regarding which theoretical foundation they would utilize when developing the authentic leadership construct. It was imperative for Walumbwa et al. (2008) to be explicit about their selection—and they were. Walumbwa et al. (2008) selected Avolio, Gardner, and colleagues (e.g., Avolio & Gardner, 2005; Gardner et al., 2005) along with Ilies et al.'s (2005) 4 scholarship as the theoretical foundation for authentic leadership and its survey instrument, the ALQ. They provided three reasons as to why these prior works provide the conceptual underpinnings needed to validly define and operationalize the authentic leadership construct. First, Walumbwa et al. (2008) indicated that Avolio, Gardner, Ilies and colleagues provided a perspective of authentic leadership that was \"firmly rooted in the extant social psychology theory and research on authenticity\" (p. 93). As they explain, social psychologists, including Kernis (2003) and Deci and Ryan (2000), had \"clarified\" and \"refined\" the construct of authenticity. For example, Ilies et al. (2005) ground their conceptualization of authentic leadership within Kernis' (2003) multicomponent perspective of authentic functioning, described as \"the unobstructed operation of one's true, or core, self in one's daily enterprise\" (p. 376). Following suit, Walumbwa et al. (2008) concluded that as leaders come to know themselves, they will display behaviors that are consistent with their underlying values and beliefs (i.e., authentic behavior) which, in turn, facilitates optimal levels of leader self-esteem and well-being. Second, on the basis of positive psychology principles, Walumbwa et al. (2008) advance Gardner et al.'s (2005) argument that an authentic leadership pre-requisite is to have an advanced level of internalized moral character. They note that because leading others involves ethical choices, the authentic leadership construct cannot be neutrally valenced, in the same way that Burns characterized transformational leaders as having high moral character (see Walumbwa et al., 2008, p. 94, as cited in Gardner et al., 2005). Finally, Walumbwa et al. (2008) contend that authentic leadership includes an overt focus on leader–follower development, reasoning that authentic leadership is \"state-like and ultimately something one can develop in leaders\" (p. 93). Instead of drawing on authenticity's existential origins when developing the authentic leadership construct, Walumbwa et al. (2008) remark that their work is firmly grounded in Kernis' (2003) social psychological concept of authentic functioning (see also Gardner et al., 2011). A review of Kernis' (2003) seminal work reveals, however, that it too leverages existential tenets—in fact, Kernis and colleagues tout authenticity's philosophical roots by suggesting that it is \"firmly entrenched\" in \"existentialism\" and \"localized to specific authors like Sartre or Heidegger\" (Kernis & Goldman, 2006, p. 284). Given Walumbwa et al.'s (2008) reliance on Kernis' (2003) conceptualization of authenticity, it is unclear (to us at least) why they pivoted from authenticity's existential origins and key assumptions. Moreover, a comparative review of Kernis' (2003) concept of authentic functioning and the conceptualization and operationalization of the authentic leadership construct yields additional divergences. According to Kernis (2003), authentic functioning has four discriminable components: (a) awareness, (b) unbiased processing, (c) action, and (d) relational authenticity (pp. 13–16). In short, the awareness component involves understanding and trusting in one's own feelings, motives and desires; these include, for example, being aware of one's strengths and weaknesses, traits, and feelings. Second, the unbiased processing component involves individuals fully embracing all self-relevant information as opposed to distorting, denying, or ignoring information that represents their negative aspects or characteristics. For example, akin to an ego defense mechanism, the unbiased processing component illustrates whether individuals can accept their weaknesses, instead of rationalizing these weaknesses or demeaning their importance altogether. Third, the action component refers to whether an individual behaves according to their true self. Kernis (2003) describes behaving authentically as \"acting in accord with one's values, preferences, and needs as opposed to acting merely to please others or to attain rewards or avoid punishments through acting falsely\" (p. 14). The final component of relational authenticity considers the importance of allowing others to \"see the real you, good and bad\" and, to this end, it is about being genuine when interacting with others and not fake (Kernis, 2003, p. 16). What is not advanced in Kernis' (2003) work is the explicit notion of morality and ethics; indeed, the \"most influential thinkers of authenticity tend to consider authenticity as morally neutral\" (Gardner et al., 2021, Letter 4, p. 21). As we alluded above, a comparison of the authentic leadership construct (Walumbwa et al., 2008) with Kernis (2003) yields both similarities and differences (see Table 1). In terms of similarities, the component of self-awareness is a core aspect of authentic leadership's operationalization and Kernis' (2003) theory of authentic functioning. In terms of differences, the first two modifications made by Walumbwa et al. (2008) largely arose from Avolio and Gardner (2005) and were relatively minor updates to Kernis' (2003) terminology. The first modification was that they adopted the term \"balanced processing\" to reflect leaders' information processing capabilities instead of Kernis' (2003) term \"unbiased processing\" (see Avolio & Gardner, 2005, p. 317). A second modification involved Walumbwa et al. (2008) changing Kernis' (2003) term \"relational authenticity\" to \"relational transparency\" to better capture how leaders and followers are thought to openly and transparently share information (see Avolio & Gardner, 2005, p. 317). No change Terminology change (minor) Walumbwa and colleagues believed using the term \"balanced processing\" instead of \"unbiased processing\" portrayed authentic leaders and followers' information processing capabilities with greater theoretical accuracy. Rather than asserting leaders and followers are devoid of cognitive biases, Walumbwa and colleagues proposed that leaders and followers can consider various aspects of a problem as they assess information in a reasonably balanced way (Avolio & Gardner, 2005, p. 317). Terminology change (minor) Walumbwa and colleagues believed using the term \"relational transparency\" instead of \"relational authenticity\" better illustrated the information sharing process. They found it more reflective of the straightforward and candid way that leaders and followers are thought to share information (Avolio & Gardner, 2005, p. 317). Theoretical change (major) Walumbwa and colleagues renamed Kernis' action component and introduced a new component called \"internalized moral perspective.\" They formed internalized moral perspective by merging two components from extant authentic leadership research: (a) internalized regulation and (b) positive moral perspective (Gardner et al., 2011, p. 1123). The decision to rename the action component of Kernis' work had a profound theoretical effect because it disconnected positive authentic leadership from its existential philosophical roots. Unlike the first two modifications involving terminology, a third modification by Walumbwa et al. (2008) arguably reflects a much larger theoretical departure from Kernis' (2003) authenticity conceptualization. Specifically, Walumbwa et al. (2008) dropped Kernis' (2003) authentic action component and introduced internalized moral perspective, which was not in Kernis' initial work. Walumbwa et al. (2008) seemingly downplayed this decision, and Gardner et al. (2011) minimize the theoretical implications of the new facet as well, describing internalized moral perspective's introduction as a mere \"renam[ing]\" of Kernis' (2003) action component \"to better reflect the leader's commitment to core ethical values\" (p. 1123). And while the developers of the authentic leadership construct continue to maintain that \"the four components of authentic leadership were derived from Michael Kernis' (2003) multi-component conceptualization\" (Gardner et al., 2021, Letter 1, p. 3), the result from swapping Kernis' action component for internalized moral perspective has received strong criticism (e.g., Alvesson & Einola, 2019). In fact, on closer inspection, the introduction of the internalized moral perspective facet prompts two related issues of concern. The first issue is recasting the action component from Kernis' (2003) framework disconnected the authenticity aspect of the authentic leadership construct (and measure) from its existential origins. This is because the action component of authenticity, in particular, leveraged key concepts from Sartre and Heidegger's existential philosophy. Kernis and Goldman (2006) cited Sartre and Heidegger specifically when discussing the theoretical underpinnings of authentic behavior, suggesting that actions \"… are freely chosen with a sense of agency\" (p. 292). Further connecting their action component to existential tenets, Kernis and Goldman (2006) highlighted Sartre's belief that \"people's way of 'being' is inextricably linked to their choices\" (p. 291). A result of removing \"actions\" from authentic leadership's four-part framework was that Walumbwa et al. (2008), in effect, dismissed Sartre and Heidegger's contributions and thereby created an authentic leadership construct that departed from its existential origins. The inherent disconnect between existential tenets and how authentic leadership is currently conceptualized has led scholars to conclude that presenting, \"authentic leadership as a (measurable) construct that builds on the thinking of these philosophers, and to portray it as some sort of modern-day advancement of their is (Gardner et al., 2021, Letter p. in A second and related issue with the of internalized moral perspective to authentic leadership's conceptualization and In short, by including the notion of morality and Walumbwa et al. (2008) the notion that authentic is morally and (see Gardner et al., 2005). They assert that the a leader's actions can have on the of an level of moral development is a for the of leader authenticity\" (Walumbwa et al., 2008, p. 93). The underlying being authentic leaders their positive moral perspective and high ethical to decision making and This of morality and into the authentic leadership construct however, been the of much as morality \"… are not derived from the concept of authenticity\" & 2005, p. Indeed, some scholars are that the morality is too from authenticity's theoretical origins. speaking, authenticity is from in that an authentic action does not it is an ethical one (Algera & Lips-Wiersma, 2012; et al., 2013). It is believed that a leader's actions can be to with In fact, a leader and thus to to the of the who these moral or ethical (e.g., or and then they are acting inauthentically. Kernis and Goldman (2006) proposed that when a leader's core and values then authenticity will as their functioning and well-being. For when leaders act which have been linked with and psychological as well as (e.g., in part, it is for this that and among have that leaders not fake their leadership … they work on developing an or because when they a leadership \"… authentic leaders are being themselves opposed to to (pp. might reasonably conclude that there is to regarding the validity of the authentic leadership construct as by Walumbwa et al. To so, however, would the to which authentic leadership is operationalized using the ALQ. Indeed, the prevalence and of authentic leadership research is and review published with scholars using (e.g., the and (e.g., and and (e.g., to the scholarly (see Gardner et al., 2021). Given this it is that studies have the issues in the in the empirical that we whether authenticity in fact, into the authentic leadership construct by Walumbwa et al., 2008). Specifically, we to a theoretical can Sartre and Heidegger's philosophical contributions inform how researchers currently the of authentic philosophy the importance of authenticity's theoretical to a leader's action and Sartre uses the of a where a is not a because of some but becomes a as a result of their choices and a is as a because they have acted The for authentic leadership is that a does not come into this as an authentic leader but rather becomes one by acting authentically. the of existential development for the authentic leadership construct's theoretical existential from key philosophical thinkers including Sartre and Heidegger meaningful information over and above the authentic leadership were research on authentic leadership, two are to (a) the wherein individuals provide information and (b) the relational wherein other of a individual's are Following the predominant in research, we our using a relational to an survey to about their with their and a of the individuals who the we received from who were were because they a and two were because they a related to authenticity lived in the were years and with their years of and of work per and were A of indicated they have been to their for 2 years or more and with their at a to a We Walumbwa et al.'s (2008) ALQ. were to about their at work and the to which the behaviors with their leadership were to continue to about with their when this of They were however, to their on their of their authenticity. The survey then provided with a definition and of two understand what authenticity and authentic is meaning that it reflects core beliefs and Finally, the to which the behaviors the when enacted by their supervisor, were authentic in To … this is not at all consistent with values and 4 reflects true and We various and behavioral to more fully the of authenticity when the authentic leadership construct. a response was To begin, we that trust and trust were to We also the to which their & 2005). In we organizational & and psychological & as well as their & Finally, we believed & and organizational behaviors & two of the in and psychology, were to Following and (2008), we for their assessment of their and behaviors rather than their own This more with of their than a perspective (i.e., the",
      "cited_by_count": 14,
      "type": "article",
      "source": {
        "name": "Journal of Organizational Behavior",
        "type": "journal",
        "issn": [
          "0894-3796",
          "1099-1379"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1002/job.2723"
      },
      "topics": [
        "Job Satisfaction and Organizational Behavior",
        "Leadership, Courage, and Heroism Studies",
        "Workplace Spirituality and Leadership"
      ],
      "referenced_works_count": 99,
      "url": "https://openalex.org/W4381849227"
    },
    {
      "openalex_id": "W2922715747",
      "doi": "10.1080/17508487.2019.1596961",
      "title": "The moral regime of norm critical pedagogics – new ways of governing the Swedish pre-school child",
      "authors": [
        {
          "name": "Jonas Qvarsebo",
          "openalex_id": "A5058913870",
          "orcid": "https://orcid.org/0000-0003-2334-0182",
          "institutions": [
            "Malmö University"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-03-27",
      "abstract": "In recent years, many programs and manuals for ‘norm criticism´ have been produced for schools in Sweden. In this article, I situate norm criticism and norm critical pedagogics within discourses of values and norms, legal rights and policies through a close reading of the material produced for the Swedish pre-school. I explore the targets, modes, and techniques of governing the child through norm critical programs and practices. I give special attention to the moral regime inscribed in the norm critical project and how the desirable and undesirable subject is constructed. By problematizing norm critical pedagogics, the article propositions them (contrary to its advocates’ claims) as doing much more than widening social norms, creating tolerance for diversity, or furthering freedom and authenticity. Norm criticism attempts to reshape power-relations, assert the moral authority of professionals, and produce a state-approved social subject.",
      "cited_by_count": 14,
      "type": "article",
      "source": {
        "name": "Critical Studies in Education",
        "type": "journal",
        "issn": [
          "1750-8487",
          "1750-8495"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.tandfonline.com/doi/pdf/10.1080/17508487.2019.1596961?needAccess=true"
      },
      "topics": [
        "Global Educational Policies and Reforms",
        "Global Education and Multiculturalism",
        "Educator Training and Historical Pedagogy"
      ],
      "referenced_works_count": 20,
      "url": "https://openalex.org/W2922715747"
    },
    {
      "openalex_id": "W4213271915",
      "doi": "10.4324/9781315622385",
      "title": "The Object of Conservation",
      "authors": [
        {
          "name": "Siân Jones",
          "openalex_id": "A5112080034"
        },
        {
          "name": "Thomas Yarrow",
          "openalex_id": "A5057379104",
          "orcid": "https://orcid.org/0000-0003-1863-3909",
          "institutions": [
            "Durham University"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-02-17",
      "abstract": "The Object of Conservation examines how historic buildings, monuments and artefacts are cared for as valued embodiments of the past. It tells the fascinating story of the working lives of those involved in conservation through an ethnographic account of a national heritage agency. How are conservation objects made? What is the moral purpose of that making and what practical consequences flow from this? Revealing the hidden labour of keeping things as they are, the book highlights the ethical commitments and dilemmas involved in trying to care well. In doing so, it reveals how conservation objects are made literally to matter. Taking debates in the interdisciplinary field of heritage studies forward in important new directions, the book engages with themes of broader interest within the arts, humanities and social sciences, shedding new light on time, authenticity, modernity, materiality, expert knowledge and the politics of care. The Object of Conservation is a thought-provoking and engaging account that offers original insights for students, scholars, heritage professionals and others interested in the work of caring for the past.",
      "cited_by_count": 19,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://durham-repository.worktribe.com/output/1120336"
      },
      "topics": [
        "Cultural Heritage Management and Preservation"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4213271915"
    },
    {
      "openalex_id": "W1846883173",
      "doi": "10.5204/mcj.953",
      "title": "Living Authentic: \"Being True to Yourself\" as a Contemporary Moral Ideal",
      "authors": [
        {
          "name": "Nicholas Hookway",
          "openalex_id": "A5088058684",
          "orcid": "https://orcid.org/0000-0002-0187-4741",
          "institutions": [
            "University of Tasmania"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-02-05",
      "abstract": "IntroductionFrom reality television and self-help literature to exhortations to be “true to yourself,” authenticity pervades contemporary culture. Despite their prevalence, cultures of self-improvement and authenticity are routinely linked to arguments about increasing narcissism and declining care for others. Self-improvement involves self-based practices geared to help realise the “improved” and “better you” while authenticity is focused on developing the unique, inner and “real” you. Critiques of both self-improvement and authenticity culture are particularly evident in a sociological tradition of “cultural pessimism” (Hookway, Moral). This group of thinkers argue that the dominance of a “therapeutic” culture where the “self improved is the ultimate concern of modern culture” has catastrophic social and moral consequences (Reiff; Bell; Lasch; Bellah; Bauman and Donskis). Drawing upon Charles Taylor, I take critical aim at such assessments, arguing that ideals and practices of authenticity can be morally productive. I then turn to an empirical investigation of how everyday Australians understand and practice morality based on a qualitative analysis of 44 Australian blogs combined with 25 follow-up online in-depth interviews. I suggest that while the data shows the prevalence and significance of “being true to yourself” as an orientating principle, the bloggers produce a version of authenticity that misses the relational and socially-shaped character of self and morality (Taylor; Vannini and Williams).Authenticity and NarcissismA key tenet of modern cultural diagnosis (Rieff, Bell; Lasch; Bellah; Bauman and Donskis) is that Westerners have become increasingly “narcissistic” as cultural authority weakens and the self becomes something to “be discovered” and “worked out” (Bauman). Rieff, a key proponent of this tradition, locates the problem specifically with the rise of therapeutic culture in the 1960s, which denied the proper prohibitive function of culture and transformed moral problems into analytic issues for the self-actualising and “authentic” self. Bell identifies growing consumerism and weakening religion as issuing a shift from a culture of restraint to a culture of release, resulting in an unparalleled permissiveness, hedonism and potential nihilism. More recently, Bauman and Donskis (13) argue that our consumerist pursuit of “authentic” or “peak” experiences tears apart the once solid social bonds of the past. For these theorists, a modern culture postulating the uniqueness and authenticity of the individual can only result in a diminishing care for others and a self-defeating culture of self-fulfilment.Lasch launches perhaps the most scathing critique of “authenticity” culture. Lasch asserts that the modern West has seen the emergence of a “culture of narcissism:” a culture pathologically preoccupied with the care and well-being of the self. He contends that meaning and morality comes to be increasingly defined through the lens of “psychic self-improvement” and “an intense preoccupation with the self” (Lasch 25). Lasch writes:Having no hope of improving their lives in any of the ways that matter, people have convinced themselves that what matters is psychic self-improvement: getting in touch with their feelings, eating health food, taking lessons in ballet or belly-dancing, immersing themselves in the wisdom of the East, jogging, learning how to relate’, overcoming the ‘fear of pleasure’ (Lasch 4).This search for self-fulfilment within the private realm of the self offers little hope of escape in Lasch’s analysis. It is a symptom of the disease rather than a treatment. Having sacrificed obedience to a higher authority for an intensive focus on the authentic and self-actualising self, the modern West is left with amoral, uncaring and “narcissistic” selves (Lasch). In the end, morality has little hope in a culture in which the individual is allowed to create their “own set of rules,” where “no” has disappeared from our moral vocabulary, and where foundational moral laws enforced by religious tradition and higher moral authorities have disappeared.Self-Improvement and Authenticity as Moral Ideals A central problem with cultural decline accounts is that they miss how the search for personal authenticity or self-discovery could be morally productive (Taylor). Practices of therapy and self-improvement do not always need to be one-dimensionally read as exemplars of narcissism (Wright). For example, it is important to recognise how contemporary therapeutic and confessional cultures, underpinned by a focus on self-authenticity, self-discovery and personal growth, can emphasise the “moral makeover” or becoming a “better” person (Elliott and Lemert 124). Talk-shows, self-help literature, reality TV and blogging are all cultural examples that underpin how the therapeutic search for authenticity does not have to read as a one-way road to shrinking moral concern.Lasch’s indices of moral decline—“the wisdom of the east” or “eating health food”—can also be read in a more positive moral light. Take yoga, meditation and vegetarianism as examples. These practices are growing rapidly in popularity in Australia (Penman; Hookway, Moral) and have a strong cultural focus on values of authenticity. While these self-practices emphasise personal growth, self-awareness and self-care, at the same time they promote ethical relations of responsibility between self, others, body, nature, animals and environment. As actor Gillian Anderson said: “the whole thing about meditation and yoga is about connecting to the higher part of yourself, and then seeing that every living thing is connected in some way” (Marati). Could these practices, therefore, not be re-interpreted as self-originating acts of ethics—as acts of personal authenticity that morally recognise the Other? (Taylor)?Taylor (1992) provides a useful approach to salvage values of authenticity from the despair of much cultural diagnosis. He (81) suggests that the ethical ideal of authenticity—wrapped in notions of self-discovery, self-fulfilment and personal improvement—now plays a central role in modern Western culture. Taylor (11) emphasises the moral possibilities of authenticity as an ethical ideal built on the principle of “being true to yourself” (Taylor 26). This is a moral mode that rests in the moral ideal of “being true to my own originality,” which is “something only I can articulate” (Taylor 29).Taylor (74) contends that “at its best” authenticity as a contemporary ideal “allows a richer model of existence.” Rather than destroying it point-blank for its weaknesses, Taylor sets as his task to raise the bar of the ideal. He suggests that authenticity in this higher form calls upon people to adopt a self-responsible form of life that engenders people to be “true to themselves” within relations of responsibility to others. The key to achieving this is a tempered version of authenticity that acknowledges its “constitutive tensions” (Taylor 71). This is a reconstructed ideal that balances the creative, original and non-conformist dimensions of authenticity—the artistic aspects—with external signifiers or points of reference outside the self.What Taylor is doing here is putting some checks and balances around authenticity as a notion of unfettered self-determining freedom. He does this by underlining the significance of the self in relation to what he calls “horizons of significance.” For Taylor, it is only through “horizons of significance”—for example, history, nature, charity, citizenship and God—that we come to know and recognise ourselves in meaningful ways (45–48; 68). Taylor highlights here the importance of a social self where the individual choosing/feeling self is absurd taken in isolation from others (36).Like the poet, the musician or the artist, moral creation is personal and intensely subjective but it is still connected to a social self. For example, vegetarianism or yoga may involve the development of an authentic relationship with the self through the cultivation of qualities of personal awareness, growth and self-care but they are also fundamentally about dialogical relations with others—with animals, with nature, with a sense of social and cosmic connectedness. As Taylor asserts, personal sensibility finds significance in the construction of a world independent of self-choice and feeling (89). The value of Taylor is that he recovers authenticity and practices of self-improvement from the straight out negativity of decline theory but does not trivialise morality to a sort of unfettered self-determining and disencumbered freedom. This theoretical discussion provides a conceptual framework in which to investigate how everyday moralities are constructed and practiced in contemporary Australia.Present Study How do Australians understand and experience morality in their everyday lives? What role does authenticity play? What are the implications of this and what it does it mean for authenticity as a contemporary ethical ideal? To help answer these questions I now report the findings of a qualitative study I conducted into everyday Australian moralities. A small qualitative sample of bloggers is in no way representative of the population but provides some illustrative examples of the shape and influence of authenticity culture on moral life. The aim of the everyday moralities project was to “thickly describe” (Geertz) how individuals “write” and “talk” their everyday moral worlds into existence from their own perspectives. The first part of the study involved a qualitative analysis of 44 Australian blogs. Blogs offered an original empirical lens through which to investigate the contemporary production of morality and selfhood in late-modernity. The blogs were selected as a form of personal life record (Thomas and Znaniecki 1833) that allowed access to spontaneous accounts of everyday life that reflected what was important to the blogger wit",
      "cited_by_count": 8,
      "type": "article",
      "source": {
        "name": "M/C Journal",
        "type": "journal",
        "issn": [
          "1441-2616"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://doi.org/10.5204/mcj.953"
      },
      "topics": [
        "Gender, Feminism, and Media",
        "Youth Education and Societal Dynamics",
        "Focus Groups and Qualitative Methods"
      ],
      "referenced_works_count": 15,
      "url": "https://openalex.org/W1846883173"
    },
    {
      "openalex_id": "W2767897259",
      "doi": "10.1177/1049732317740347",
      "title": "Moral Economy and Moral Capital in the Community of Clinical Practice",
      "authors": [
        {
          "name": "Chrystal Jaye",
          "openalex_id": "A5014283186",
          "orcid": "https://orcid.org/0000-0002-7071-7774",
          "institutions": [
            "University of Otago"
          ]
        },
        {
          "name": "Jessica Young",
          "openalex_id": "A5071851936",
          "orcid": "https://orcid.org/0000-0002-8173-0552",
          "institutions": [
            "University of Otago"
          ]
        },
        {
          "name": "Tony Egan",
          "openalex_id": "A5067981475",
          "orcid": "https://orcid.org/0000-0003-0693-996X",
          "institutions": [
            "University of Otago"
          ]
        },
        {
          "name": "Martyn Williamson",
          "openalex_id": "A5083436703",
          "orcid": "https://orcid.org/0000-0003-1237-4045",
          "institutions": [
            "University of Otago"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-11-07",
      "abstract": "This New Zealand study used focused ethnography to explore the activities of communities of clinical practice (CoCP) in a community-based long-term conditions management program within a large primary health care clinic. CoCP are the informal vehicles by which patient care was delivered within the program. Here, we describe the CoCP as a micro-level moral economy within which values such as trust, respect, authenticity, reciprocity, and obligation circulate as a kind of moral capital. As taxpayers, citizens who become patients are credited with moral capital because the public health system is funded by taxes. This moral capital can be paid forward, accrued, banked, redeemed, exchanged, and forfeited by patients and their health care professionals during the course of a patient’s journey. The concept of moral capital offers another route into the “black box” of clinical work by providing an alternative theoretic for explaining the relational aspects of patient care.",
      "cited_by_count": 10,
      "type": "article",
      "source": {
        "name": "Qualitative Health Research",
        "type": "journal",
        "issn": [
          "1049-7323",
          "1552-7557"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Ethics in medical practice",
        "Mental Health and Patient Involvement",
        "Qualitative Research Methods and Ethics"
      ],
      "referenced_works_count": 68,
      "url": "https://openalex.org/W2767897259"
    },
    {
      "openalex_id": "W4407631138",
      "doi": "10.1080/15265161.2025.2457711",
      "title": "Substituted Judgment and The Paradigm Case Mistake",
      "authors": [
        {
          "name": "Daniel Brudney",
          "openalex_id": "A5091597560",
          "orcid": "https://orcid.org/0000-0003-0463-437X",
          "institutions": [
            "University of Chicago"
          ]
        }
      ],
      "publication_year": 2025,
      "publication_date": "2025-02-17",
      "abstract": "Substituted judgment is widely used at the bedside, but the moral value that underpins its use needs examination. I argue that this value is the value of leading an authentic life. I then argue that an authentic life has multiple axes and that patients (like all human beings) vary widely in how they score on these axes. This entails that the moral weight of the value of authenticity in bedside decision-making also varies widely. And that means that, at the bedside, substituted judgment should not be seen as a moral trump. Put differently, when a surrogate must make a bedside decision, the answer to the \"What would the patient choose?\" question should not be morally decisive for that decision. The answer to that question should be a part, but only a part, of a more complex decision-making process.",
      "cited_by_count": 8,
      "type": "article",
      "source": {
        "name": "The American Journal of Bioethics",
        "type": "journal",
        "issn": [
          "1526-5161",
          "1536-0075"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Ethics in medical practice",
        "Ethics and Legal Issues in Pediatric Healthcare",
        "Palliative Care and End-of-Life Issues"
      ],
      "referenced_works_count": 29,
      "url": "https://openalex.org/W4407631138"
    }
  ],
  "count": 40,
  "errors": []
}
