{
  "status": "success",
  "source": "semantic_scholar",
  "query": "authenticity self-authorship",
  "results": [
    {
      "paperId": "ff923efb708838d22b918ac31c34fd1144a86e81",
      "title": "Authenticity, Self-Actualizing, and Self-Authorship",
      "authors": [
        {
          "name": "Jack J. Bauer",
          "authorId": "30302221"
        }
      ],
      "year": 2021,
      "abstract": "The transformative self aims toward authenticity and self-actualizing, which this chapter addresses from a developmental perspective. Two forms of authenticity are distinguished. Essentialist authenticity defines the true self as solely a matter of self-discovery and being true to one’s inborn traits or perceived soul. Existentialist authenticity also values self-discovery but emphasizes self-invention and being true to one’s values. Essentialist authenticity does not necessitate moral concerns, but existentialist authenticity does. The chapter argues that authenticity emerges not only via the matching principle of authenticity (matching actions with some true self) but also via the poiesis principle (the humane, self-making processes and perspectivity of a quiet ego). Youthful authenticity emphasizes independence and identity consolidation, whereas mature authenticity emphasizes interdependent self-actualizing. The chapter then examines self-actualization as maturely authentic self-understanding. Finally, the chapter reframes Maslow’s hierarchy of needs to correct common oversimplifications of belongingness and esteem in light of the developing, transformative self.",
      "citationCount": 1,
      "doi": "10.1093/OSO/9780199970742.003.0016",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ff923efb708838d22b918ac31c34fd1144a86e81",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "492-532",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "52726a8180fc54addb3c6e5d9a139843e22330a4",
      "title": "The Pastor as Romantic Author: AI, Preaching, and the Unacknowledged Inheritance of Authenticity",
      "authors": [
        {
          "name": "Daniel Plate",
          "authorId": "117047867"
        },
        {
          "name": "J. Hutson",
          "authorId": "2266484973"
        }
      ],
      "year": 2025,
      "abstract": "This article interrogates contemporary reactions to sermons produced with generative technologies through a historical–conceptual lens, arguing that widespread judgments of such outputs as “soulless,” “generic,” or lacking a “beating heart” are best explained by an unacknowledged inheritance from nineteenth-century Romantic expressivism. Rather than treating resistance to machine authorship as a theological verdict on computational incapacity, the study reconstructs how Romanticism centered authorship in sincere self-expression and solitary genius, displacing earlier heraldic expectations that prized fidelity to a received message. Methodologically, the analysis combines intellectual history with discourse analysis of global Christian experiments in synthetic composition (2020–2025), denominational guidance, and media commentary to map evaluative language about empathy, presence, and struggle. Findings show that signature critiques—insistence on lived experience, emotive immediacy, and visible spiritual labor—track Romantic values, whereas premodern postils, lectionaries, and printed collections reflect a utilitarian, office-anchored model of mediated authorship. Reframing the debate through this genealogy clarifies which objections are theological and which are cultural, enabling more precise judgments about the admissible roles of computational tools. The article proposes a two-axis matrix contrasting expressive-authorship criteria (voice, pathos, autobiographical index) with heraldic-fidelity criteria (doctrinal conformity, tradition-consistent rhetoric, communal authorization), and specifies use-cases where automated systems serve as instruments under pastoral oversight rather than as independent authors. Contributions include: (1) theorizing the “pastor as Romantic author”; (2) a typology of authenticity claims in homiletic criticism; and (3) policy-adjacent recommendations on disclosure, provenance, and sermonic labor. Recognizing Romantic inheritances allows churches to choose their authorship ideal consciously, evaluating generative media not by reflex but by clearly articulated theological priorities. ",
      "citationCount": 0,
      "doi": "10.30560/mct.v1n2p14",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/52726a8180fc54addb3c6e5d9a139843e22330a4",
      "venue": "Media, Communication, and Technology",
      "journal": {
        "name": "Media, Communication, and Technology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3abd04c91290f82ae0cd70217bf023755640727e",
      "title": "From Defoe to Coetzee’s Foe/Foe through Authorship",
      "authors": [
        {
          "name": "Andreia-Irina Suciu",
          "authorId": "115646134"
        },
        {
          "name": "Mihaela Culea",
          "authorId": "105025977"
        }
      ],
      "year": 2021,
      "abstract": "The article investigates the concept of authorship in the works of two authors separated by three centuries, namely, Daniel Defoe and J. M. Coetzee, both concerned, in different ways, with aspects regarding the origin and originators of literary works or with the act of artistic creation in general. After a brief literature review, the article focuses on Coetzee’s contemporary revisitation of the question of authorship and leaps back and forth in time from Defoe’s Robinson Crusoe (1719) to Coetzee’s Foe (1986). The purpose is that of highlighting the multiple perspectives (and differences) regarding the subject of authorship, including such notions and aspects as: canonicity related to the act of writing and narrating, metafiction, self-reflexivity and intertextuality, silencing and voicing, doubling, bodily substance and the substance of a story, authenticity, (literary) representation and the truth, authoring, the author’s powers, the relation between author and character or between narrator and story, authorial self-consciousness, agency, or ambiguity. The findings presented in the article show that both works are seminal in their attempts to define and redefine the notion of authorship, one (Defoe) concerned with the first literary endeavours of establishing the roles of professional authorship in England, while the other (Coetzee), intervenes in existing literary discussions of the late twentieth century concerning the postmodern author and (the questioning of or liberation of the text from) his powers.",
      "citationCount": 1,
      "doi": "10.22364/bjellc.11.2021.08",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3abd04c91290f82ae0cd70217bf023755640727e",
      "venue": "Baltic Journal of English Language Literature and Culture",
      "journal": {
        "name": "Baltic Journal of English Language, Literature and Culture"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "8cca1780737deb240d73441b908fff674a345dad",
      "title": "Kierkegaard’s Hidden Anthropology: Humanity’s Telos in the Teleological Suspension of the Ethical",
      "authors": [
        {
          "name": "Armen Oganessian",
          "authorId": "2258994377"
        }
      ],
      "year": 2025,
      "abstract": "\n \n This paper presents a specific interpretation of the teleological suspension of the ethical. It argues that the suspension presupposes a theocentric anthropology in which humanity’s telos finds fulfilment in relationship with God. In performing the suspension, the individual fulfils their telos. The argument develops by situating the suspension within Kierkegaard’s broader authorship.\n Either/Or\n ,\n Repetition\n , and\n Fear and Trembling\n are analysed as interconnected works that trace\n Stages on Life’s Way’s\n existential trajectory, where one moves from the aesthetic to the ethical and finally to the religious stage. Each transition occurs through a negation of the self and resulting despair. The aesthetic life fails because it grounds identity in externality, thereby undermining authenticity. The ethical life fails because it detaches duty from the person, once again denying authenticity. Initiated by the teleological suspension, the religious stage occurs when the self relates directly to God, achieving authenticity. To achieve authenticity, however, the religious stage must presuppose a theocentric anthropology in which one’s telos finds fulfilment in relation to God. It does so because only within such an anthropology does an individual gain authenticity and avoid the despair of the earlier stages by performing the suspension.\n",
      "citationCount": 0,
      "doi": "10.1111/heyj.70018",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8cca1780737deb240d73441b908fff674a345dad",
      "venue": "Heythrop Journal",
      "journal": {
        "name": "The Heythrop Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "54dd12489857bb16246cf05f728b1068d53c1d1f",
      "title": "Some Lessons from Alcibiades 1 and Plato’s Seventh Letter for Philosophical Practitioners",
      "authors": [
        {
          "name": "Patricia Anne Murphy",
          "authorId": "2275636568"
        }
      ],
      "year": 2023,
      "abstract": "In this paper I illuminate several themes that I find of great import in understanding the practice of Philosophical Practice as a process. I do this through a careful consideration of two often disputed texts by Plato: Alcibiades 1 and Plato’s Seventh Letter. I do not wish to defend the authenticity of the authorship of the texts, but simply extol the usefulness and appropriateness of these two lesser considered texts as displaying a number of important teachings that I often use in Philosophical Practice. I take these teachings to be central to Plato’s meta-philosophy and the notion of self-concept.",
      "citationCount": 0,
      "doi": "10.59209/ircep.v3i9.65",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/54dd12489857bb16246cf05f728b1068d53c1d1f",
      "venue": "Interdisciplinary Research in Counseling, Ethics and Philosophy - IRCEP",
      "journal": {
        "name": "Interdisciplinary Research in Counseling, Ethics and Philosophy - IRCEP"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c4c73de7ccca5136563dbcc5a7b016f57811c874",
      "title": "Nothing matters : answering the question 'where's the art?' through Ma and Gen",
      "authors": [
        {
          "name": "Aya Kasai",
          "authorId": "95524562"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.24384/9V24-5Y11",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c4c73de7ccca5136563dbcc5a7b016f57811c874",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "a206d1a4cf7284d9d3912368738922e5c35d3c79",
      "title": "Auctor Personae Meae. Cicero on Personhood and Self-Authorship",
      "authors": [
        {
          "name": "Brian Marrin",
          "authorId": "118379522"
        }
      ],
      "year": 2024,
      "abstract": "In De Oratore Cicero modifies the metaphor of the persona (theatrical mask), used by some early Stoics to explain their doctrine of indifference, arguing that one must be not the actor but the author (auctor) of one’s own persona. Understanding Cicero’s concept of auctoritas allows us to reread his famous doctrine of the four personae in De Officiis as a rejection of Stoic indifference and as suggestion of a new relation between the self and its personae. For Cicero, to be an auctor in the most profound sense is not to produce but rather to foster and give testimony. Thus, to be author of one’s own persona is not in the first place to construct and adopt a social role, but to accept and affirm both one’s rational human nature and the contingencies of existence in the world.",
      "citationCount": 0,
      "doi": "10.15446/ideasyvalores.v73n185.114229",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a206d1a4cf7284d9d3912368738922e5c35d3c79",
      "venue": "Ideas y Valores",
      "journal": {
        "name": "Ideas y Valores"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "cfe07d25454d230ef18ca401bd5799f5aa3d0978",
      "title": "Exploring Authenticity in the Dialogical Self: A Conceptual Assemblage",
      "authors": [
        {
          "name": "Alastair Henry",
          "authorId": "2280003724"
        }
      ],
      "year": 2025,
      "abstract": "Abstract In dialogical self theory (DST) authenticity has not been a central concern. The humanist notion of a static, higher-order, superordinate, ultimate, and “true” self runs counter to the ontology of DST, and the conceptualization of the dialogical self as unconsolidated, multifaceted, dynamic, and sensitive to situational change. In a climate in which the psychology of authenticity is undergoing revision—and in which the existence of a “true” “inner” self is increasingly questioned—it is these qualities that make DST highly suited to the investigation of authenticity in contemporary life. Four aspects of DST can facilitate the exploration of authenticity: (1) the function of personal positions and their role in shaping and stylizing social positions, (2) how I-positions differ in relation to openness to innovation and the degree to which they are personally endorsed, (3) how I-positions can encompass a shared identity and can express a collective voice, and (4) the emotional tenor of experiences involving authenticity. To illustrate the utility of this conceptual assemblage, a case study of the authenticity experiences of an early-career language teacher is presented. The study demonstrates how, in the dialogical self, authenticity involves the experience of how one is in one’s actions and in one’s relationships.",
      "citationCount": 3,
      "doi": "10.1080/10720537.2025.2456789",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cfe07d25454d230ef18ca401bd5799f5aa3d0978",
      "venue": "Journal of constructivist psychology",
      "journal": {
        "name": "Journal of Constructivist Psychology",
        "pages": "48 - 68",
        "volume": "39"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "978b410ffe694ac51d9ac86c534ee3abb5be1deb",
      "title": "Exploring the Philosophical foundations of Moral Education for Self-formation: Focusing on the Notion of ‘Sincerity’(誠) in the Doctrine of the Mean(中庸) and Charles Taylor’s Concept of ‘Authenticity’",
      "authors": [
        {
          "name": "Jong-Ik Park",
          "authorId": "2370453998"
        }
      ],
      "year": 2025,
      "abstract": "This study explores and reconstructs the philosophical foundation of moral education by focusing on the concept of self-formation, through a comparative and applied analysis of ‘Sincerity’(誠) in the Doctrine of the Mean and Charles Taylor’s concept of ‘authenticity’. Both concepts emphasize that moral judgment and action should not be grounded in external values or norms, but rather in self-reflection and ethical dialogue rooted in one’s own existence. This shift provides a philosophical basis for moral education centered on the ethical formation of being. \nSuch an approach enables students to interpret their own lives and cultivate a personal sense of moral direction. If moral education can be reoriented toward sincere self-reflection and the formation of a responsible life, this study suggests that it may offer a critical philosophical foundation for confronting the potential erosion of moral agency in a rapidly evolving AI-based society. This suggests that moral education can serve as an educational turning point that preserves human existence and enables an ethically grounded life in the midst of a technology-driven social structure.",
      "citationCount": 0,
      "doi": "10.17715/jme.2025.6.37.2.95",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/978b410ffe694ac51d9ac86c534ee3abb5be1deb",
      "venue": "The Korean Society for the Study of Moral Education",
      "journal": {
        "name": "The Korean Society for the Study of Moral Education"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f6bc8d070420c702ac682279f82915f7f6a792cb",
      "title": "ON THE AUTHENTICITY OF THE “SELF” IN THE STRUCTURE OF A NARRATIVE IDENTITY",
      "authors": [
        {
          "name": "Vladimir V. Babich",
          "authorId": "2392578006"
        }
      ],
      "year": 2025,
      "abstract": "“Who are we?” is not a question with an obvious and unambiguous answer for us. Over the course of our lives, we discover that we were mistaken about who we thought we were in the past: in retrospect, we discover events in our biography that shape who we are now, as well as those aspects that reveal versions of ourselves about which we did not know before. We understand that we are often mistaken about who other people are, that we and others lie about ourselves, sometimes without even knowing it. However, when we review our past and make plans for the future in the present, we discover in them a subjectively experienced sense of self-identity. Paul Ricoeur’s theory of narrative identity offers an explanation of how the self is formed and constituted and how our identities emerge. This article analyzes the concept of narrative identity, and also provides a response to the frequently encountered objections raised against this theory, which claims that the narrative identity reveals a divided “self”: the initial “empirical self” and the later emerging narrative about the “self” (the “narrative self”). This objection is based on an empiricist-positivist attitude that asserts that what is given directly in sensory perception is most real, while narrative is understood as a “cognitive tool” through which a meaningful order is retrospectively constructed, falsifying the true nature of the subject’s experience of existence. That is, in order for the self to be told, it must already exist. From a critical perspective, this doubling of the self asserts a false understanding of the self in a narrative identity, as we create a division between who we are and who we say we are. The research presented here offers a conceptual answer to this objection, eliminating the apparent division between different levels of the self. Responses to criticism are formed in two directions. Firstly, with the help of Jan Patočka’s concept of ontological dynamics of “movement”, it is possible to demonstrate how the “self” can simultaneously be both an actor and a narrator, constituting a personality. Secondly, the issue of the truth and falsity of narratives that constitute a narrative identity is considered in the context of Judith Butler’s ethics of vulnerability and Christine Corrsgard’s ethical subjectivism.",
      "citationCount": 0,
      "doi": "10.17223/1998863x/84/9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f6bc8d070420c702ac682279f82915f7f6a792cb",
      "venue": "Vestnik Tomskogo gosudarstvennogo universiteta Filosofiya Sotsiologiya Politologiya",
      "journal": {
        "name": "Vestnik Tomskogo gosudarstvennogo universiteta. Filosofiya, sotsiologiya, politologiya"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "b4c09e7ac9c6087c3deec0a9385bee8a1e897709",
      "title": "Good Faith and Authenticity in Christ’s Self-Disclosure",
      "authors": [
        {
          "name": "Nicos Kaloyirou",
          "authorId": "2381679410"
        }
      ],
      "year": 2025,
      "abstract": "Abstract Yannaras interprets the fall as a descent from the potentiality of realising authentic selfhood in God to a fragmented human nature. Sartre claimed that God and belief are dead, and the only certainty is death and nothingness. This article explores how Christ in His incarnation and death on the cross overcomes the human will’s narcissistic bent by uniting human nature to the will of the divine logos. It discusses Gregory of Nyssa’s idea of the soul’s recovery of its pre-fall potentiality in spiritual struggle toward God and how Christ draws those who love Him into Himself to participate in the body of Christ through the Eucharist.",
      "citationCount": 0,
      "doi": "10.2478/perc-2025-0016",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b4c09e7ac9c6087c3deec0a9385bee8a1e897709",
      "venue": "Perichoresis",
      "journal": {
        "name": "Perichoresis",
        "pages": "76 - 94",
        "volume": "23"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f47756fd8833495ab6453c107063de50f902604a",
      "title": "Self-Authorship through Mutual Benefit: Toward a Liberal Theory of the Virtues in Business",
      "authors": [
        {
          "name": "Caleb Bernacchio",
          "authorId": "116492070"
        }
      ],
      "year": 2023,
      "abstract": "This article develops a liberal theory of the virtues in business. I first articulate two key liberal values embodied within market society: self-authorship and mutual benefit. Self-authorship is a mode of autonomy given expression through the effective exercise of economic liberties. Mutual benefit involves the intentional pursuit of the well-being of one’s transaction partners within economic exchange. These values are uniquely realized, I argue, within business, conceptualized as a distinct, firm-level, social practice. More specifically, individuals realize self-authorship by purposively integrating cospecialized resources, forms of knowledge, and business functions to facilitate mutually beneficial transactions. Through their commitment to mutual benefit, businesspersons establish ongoing, cooperative relationships with customers, members of other firms, and various stakeholders more generally. These relationships are constitutive of a distinct liberal notion of the common good. The practice of business and the common good in a market society are sustained by a range of individual-level virtues. I recount these virtues and, before concluding, discuss several other theoretical implications of this account.",
      "citationCount": 3,
      "doi": "10.1017/beq.2023.20",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f47756fd8833495ab6453c107063de50f902604a",
      "venue": "Business Ethics Quarterly",
      "journal": {
        "name": "Business Ethics Quarterly",
        "pages": "540 - 569",
        "volume": "34"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "55c9db6b9ca1fee1bf815e38b827c779eb4d5a03",
      "title": "Ghostwritten Lives: Autonomy, Deference, and Self-Authorship",
      "authors": [
        {
          "name": "Michael Garnett",
          "authorId": "94735070"
        }
      ],
      "year": 2023,
      "abstract": "Certain forms of practical deference seem to be incompatible with personal autonomy. I argue that such deference undermines autonomy not by compromising the governance of an authentic self, nor by constituting a failure to track objective reasons, but by constituting a particular social relation: one of interpersonal rule. I analyze this social relation and distinguish it from others, including ordinary relations of love and care. Finally, I argue that the particular form of interpersonal rule constituted by dispositions of practical deference in itself entails a partial, though not total, disconnection from the good of a self-authored life.",
      "citationCount": 5,
      "doi": "10.1086/722126",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/55c9db6b9ca1fee1bf815e38b827c779eb4d5a03",
      "venue": "Ethics: An International Journal of Social, Political, and Legal Philosophy",
      "journal": {
        "name": "Ethics",
        "pages": "189 - 215",
        "volume": "133"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d5d85302fddb3228328c2266cc2f8e4e05437a52",
      "title": "Being Your Best Self: Authenticity, Morality, and Gender Norms",
      "authors": [
        {
          "name": "Rowan Bell",
          "authorId": "2305788836"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 6,
      "doi": "10.1017/hyp.2023.96",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d5d85302fddb3228328c2266cc2f8e4e05437a52",
      "venue": "Hypatia",
      "journal": {
        "name": "Hypatia",
        "pages": "1 - 20",
        "volume": "39"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ff375baccbec00ed5763595888d0c6dc985323c4",
      "title": "Authenticity as self-discovery and interpretation of value",
      "authors": [
        {
          "name": "Sara Pope",
          "authorId": "2287700545"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1007/s11229-024-04489-z",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ff375baccbec00ed5763595888d0c6dc985323c4",
      "venue": "Synthese",
      "journal": {
        "name": "Synthese",
        "volume": "203"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "352fc53fd57fb5b946370d5809a3c78fcaba1d3a",
      "title": "From scriptor to promptor: an evaluation of the status of authorship, authenticity, and creativity in light of the use of artificial intelligence in screenwriting",
      "authors": [
        {
          "name": "Ali Özgür Gürsoy",
          "authorId": "2278077521"
        },
        {
          "name": "Serkan Şavk",
          "authorId": "2100023225"
        }
      ],
      "year": 2024,
      "abstract": "Even though the immense disruptive potential of the introduction of generative artificial intelligence into creative fields is clear, the specific ways in which this will happen is still uncertain. One significant worry is that the problematic distinction between the original and the fake is going to become further blurred. The status of language becomes particularly problematic in the age of artificial intelligence. In this study, we draw on a number of philosophical theories on the nature of language to set up a conceptual framework within which one can analyze the status of authorship and originality in the case of the operation of generative AI. We argue that two conceptual orientations, namely deconstruction and genealogy, converge on the claim that authorship should be seen as always already a co-authorship. We then use this conceptual framework to interpret the results of a classroom experimentation with the use of generative AI in the production of screenplay loglines and synopses. A key finding of our study is that we must improve the critical skills of the students that will enable them to develop responsible ways of self-expression in creative production.",
      "citationCount": 2,
      "doi": "10.46372/arts.1482636",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/352fc53fd57fb5b946370d5809a3c78fcaba1d3a",
      "venue": "ARTS: Artuklu Sanat ve Beşeri Bilimler Dergisi",
      "journal": {
        "name": "ARTS: Artuklu Sanat ve Beşeri Bilimler Dergisi"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2f392942373f4a8361d4ae8313f8ea8dc96add2a",
      "title": "Beyond the static “they-self”: the aesthetics of authenticity in Forough Farrokhzad’s “it is only sound that remains”",
      "authors": [
        {
          "name": "Meisam Ganjkhani",
          "authorId": "2373286010"
        },
        {
          "name": "Hossein Nazari",
          "authorId": "2294630773"
        }
      ],
      "year": 2024,
      "abstract": "ABSTRACT Forough Farrokhzad’s poetry has predominantly been investigated through biographical or feminist perspectives, focusing on verbal or semantic elements. This study embarks on a visual perusal of Farrokhzad’s poem, “It is only sound that remains” (1973), to reveal how the poet’s aesthetics blur the boundary demarcating the real and surreal to uncover the human in its existential state. The speaker visually expresses Heideggerian notions like existential anxiety, Being-toward-death, and call of conscience, which are central to the study’s focus on authenticity. Farrokhzad charges the poem’s concrete images with multiple meanings, gathering momentum toward abstraction and imbuing the poetic world with anxiety. This impotence of words to evoke meaning deprives Farrokhzad’s persona from any stable sense of identity and propels it to redefine its being as becoming. Moreover, the emergence of the twin abstract imageries of light and sound allows the prophetic persona to transcend the inauthentic “they-self” and touch upon authenticity.",
      "citationCount": 0,
      "doi": "10.1080/1475262X.2025.2501707",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2f392942373f4a8361d4ae8313f8ea8dc96add2a",
      "venue": "Edebiyât: A journal of Middle Eastern literatures",
      "journal": {
        "name": "Middle Eastern Literatures",
        "pages": "172 - 191",
        "volume": "27"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b8121282e914dd259a9fdffafd8a95c15cc846a0",
      "title": "G H O S T - W R I T T E N L I V E S : AUTONOMY , DEFERENCE , AND SELF - AUTHORSHIP *",
      "authors": [
        {
          "name": "Michael Garnett",
          "authorId": "94735070"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b8121282e914dd259a9fdffafd8a95c15cc846a0",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "1e3f54cc08334fe44d0834a85949c0b20f90461d",
      "title": "Stages of Transformative Self-Authorship",
      "authors": [
        {
          "name": "Jack J. Bauer",
          "authorId": "30302221"
        }
      ],
      "year": 2021,
      "abstract": "This chapter focuses on the development of narrative structure. The chapter first summarizes basic principles of structural–developmental theories of self. The stages mark increasing degrees of structural complexity and coherence (i.e., value perspectivity) in one’s narrative identity. At each successive stage, the individual is better able to differentiate and integrate perspectives on the self and others. Coupled with themes of eudaimonic growth, these stages also mark the development of wisdom. The stages of self-authorship are pre-authorship, impulsive, egoist, groupish, independent, constructivist, organismic, dynamic, integrative, and post-integrative. Unlike previous stage models, this model emphasizes stages of transformative self-authorship—that is, how the idea of growth is interpreted at each stage with greater complexity and coherence. The chapter also explains how the person of each stage interprets the thinking of previous stages and more advanced stages.",
      "citationCount": 0,
      "doi": "10.1093/OSO/9780199970742.003.0014",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1e3f54cc08334fe44d0834a85949c0b20f90461d",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "401-446",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "f65aef5b3f8ed296e23c99894f834429cf939402",
      "title": "Self‐Authorship and the Claim Against Interference",
      "authors": [
        {
          "name": "Ryan W. Davis",
          "authorId": "50288907"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1111/PAPQ.12336",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f65aef5b3f8ed296e23c99894f834429cf939402",
      "venue": "",
      "journal": {
        "name": "Pacific Philosophical Quarterly",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "246986575590cf498ecd1d8739ea571cdfd799d5",
      "title": "A self-determination theory account of self-authorship: Implications for law and public policy",
      "authors": [
        {
          "name": "Alexios Arvanitis",
          "authorId": "11165750"
        },
        {
          "name": "Konstantinos Kalliris",
          "authorId": "2333747188"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 11,
      "doi": "10.1080/09515089.2017.1307333",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/246986575590cf498ecd1d8739ea571cdfd799d5",
      "venue": "",
      "journal": {
        "name": "Philosophical Psychology",
        "pages": "763 - 783",
        "volume": "30"
      },
      "publicationTypes": null
    },
    {
      "paperId": "38d3d83a4938b3609105a61b72fb87ec8318f9ae",
      "title": "Self-Authorship, Well-being and Paternalism",
      "authors": [
        {
          "name": "Konstantinos Kalliris",
          "authorId": "2333747188"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 6,
      "doi": "10.1080/20403313.2015.1116200",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/38d3d83a4938b3609105a61b72fb87ec8318f9ae",
      "venue": "",
      "journal": {
        "name": "Jurisprudence",
        "pages": "23 - 51",
        "volume": "8"
      },
      "publicationTypes": null
    },
    {
      "paperId": "42c997a4284e58d50808cd303783da5428fb0808",
      "title": "Idealism and Self-Authorship: A Note on Paul Kahn’s Making the Case",
      "authors": [
        {
          "name": "Amnon Lev",
          "authorId": "118463710"
        }
      ],
      "year": 2019,
      "abstract": "The article examines the notion of self-authorship through judicial review in Paul Kahn’s book Making the Case. It argues that, for Kahn, the primary function of the court is to bring the people to see the law as something they have themselves authored, and that we can only open up this dimension to study by looking at the universe of meaning to which the law makes reference. The article ties Kahn’s cultural analysis of law back to his earlier work on body politics in a liberal polity. It shows how law and culture intertwine in Kahn’s work, law being the same time a limit to and a product of culture. Finally, the article problematizes Kahn’s use of culture as a means to destabilize liberalism. It argues that, despite his avowed concern with liberty (which self-authorship translates into constitutional parlance), his efforts to transcend liberal theory lead him to adopt basic political conceptions that leave no room for liberty in political life.",
      "citationCount": 0,
      "doi": "10.5771/0506-7286-2019-3-328",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/42c997a4284e58d50808cd303783da5428fb0808",
      "venue": "Verfassung in Recht und Übersee",
      "journal": {
        "name": "Verfassung in Recht und Übersee"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "90a89e97448a49e5d4828e11fa6e5403351dbead",
      "title": "Authorship, Authenticity, Authority: Evaluating Aristotle’s Rhetoric and Poetics",
      "authors": [
        {
          "name": "J. T. Kirby",
          "authorId": "144334395"
        }
      ],
      "year": 2022,
      "abstract": "Abstract:This essay explores a nexus of related concepts—authorship, authenticity, and authority—as they impinge upon one another and on the experience of reading, particularly in the case of “canonical\" authors such as Aristotle. Aristotle’s own Rhetoric and Poetics are considered together in light of these concepts, as well as in terms of seven constraints that operated upon Aristotle as a thinker and writer. Twentieth-century theories of reading are adduced in an examination of the rhetorical dimensions of Aristotle’s own notion of authorship. The essay also examines the rhetorical forces entailed in the editing and publication of authors known only from ancient manuscripts, and in the reading of legal and sacred texts.",
      "citationCount": 0,
      "doi": "10.1525/rh.2022.40.2.111",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/90a89e97448a49e5d4828e11fa6e5403351dbead",
      "venue": "Rhetorica: A Journal of the History of Rhetoric",
      "journal": {
        "name": "Rhetorica",
        "pages": "111 - 153",
        "volume": "40"
      },
      "publicationTypes": null
    },
    {
      "paperId": "e38d7f5bfc60ab7880103749367837671be7ec51",
      "title": "Critical and Poststructural Perspectives on Self-Authorship.",
      "authors": [
        {
          "name": "Elisa S. Abes",
          "authorId": "2082590507"
        },
        {
          "name": "Ebelia Hernández",
          "authorId": "115625802"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 19,
      "doi": "10.1002/SS.20178",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e38d7f5bfc60ab7880103749367837671be7ec51",
      "venue": "",
      "journal": {
        "name": "New Directions for Student Services",
        "pages": "97-108",
        "volume": "2016"
      },
      "publicationTypes": null
    },
    {
      "paperId": "23ecb34017435e7afcb440e426323832b6703805",
      "title": "The irreconcilable self in Heidegger’s logic of authenticity and event",
      "authors": [
        {
          "name": "James Bahoh",
          "authorId": "134131851"
        }
      ],
      "year": 2022,
      "abstract": "In Heideggerian ontology, the way Dasein is grounded in beyng (Seyn) as event (Ereignis) is a matter of debate. In this article, I address this within a specific scope: I develop an interpretation of the logic of authenticity and inauthenticity in Dasein’s ‘selfhood’ and the relation of this logic to that of the domain of propriety (das Eigentum) that forms part of the structure of beyng as event. I argue authenticity and inauthenticity are logically inextricable from one another: authenticity is structurally problematized by inauthenticity such that the latter co-constitutes the former. This entails that becoming more authentically oneself means reducing alienation not from an idealized authentic state of ‘self,’ but from the logic of co-constitutive irreconcilability between authenticity and inauthenticity. This logic is more originarily described by domains of propriety and alienation in the event. The logic of the event forms the pre-personal ground of Dasein’s intrinsically problematic selfhood.",
      "citationCount": 0,
      "doi": "10.59391/inscriptions.v5i1.152",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/23ecb34017435e7afcb440e426323832b6703805",
      "venue": "Inscriptions",
      "journal": {
        "name": "Inscriptions"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f3deef1ee4c3905eeafc4c4d42010aac01b51207",
      "title": "Information Privacy and Social Self-Authorship",
      "authors": [
        {
          "name": "Daniel Susser",
          "authorId": "2332376950"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 8,
      "doi": "10.2139/SSRN.2706669",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f3deef1ee4c3905eeafc4c4d42010aac01b51207",
      "venue": "",
      "journal": {
        "name": "Techné: Research in Philosophy and Technology",
        "pages": "216-239",
        "volume": "20"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4526c4a2b86167d16024f32fe5334bd9f130f44a",
      "title": "Authenticity, Self-fulfillment, and Self-acknowledgment",
      "authors": [
        {
          "name": "M. Rings",
          "authorId": "11955224"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s10790-017-9589-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4526c4a2b86167d16024f32fe5334bd9f130f44a",
      "venue": "Journal of Value Inquiry",
      "journal": {
        "name": "The Journal of Value Inquiry",
        "pages": "475 - 489",
        "volume": "51"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0b338781d93d5d7f4433292e20f60cae5328f43f",
      "title": "What is the Point of Being Your True Self? A Genealogy of Essentialist Authenticity",
      "authors": [
        {
          "name": "Muriel Leuenberger",
          "authorId": "1931677687"
        }
      ],
      "year": 2021,
      "abstract": "Abstract This paper presents a functional genealogy of essentialist authenticity. The essentialist account maintains that authenticity is the result of discovering and realizing one's ‘true self’. The genealogy shows that essentialist authenticity can serve the function of supporting continuity in one's individual characteristics. A genealogy of essentialist authenticity is not only methodologically interesting as the first functional genealogy of a contingent concept. It can also deepen the functional understanding of authenticity used in neuroethics, provide a possible explanation for the prevalence of the idea of an essentialist true self and justify the use of the ideal of authenticity. First, essentialist authenticity is defined and explained through the work of Jean-Jacques Rousseau. Second, a general need to have steady characteristics is derived from basic human practices. Third, circumstances that make it more challenging to steady oneself are identified and shown to have become more prevalent in the age of modernity when the ideal of authenticity emerged. Finally, it is shown how essentialist authenticity helps to steady the self.",
      "citationCount": 10,
      "doi": "10.1017/S0031819121000012",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0b338781d93d5d7f4433292e20f60cae5328f43f",
      "venue": "Philosophy",
      "journal": {
        "name": "Philosophy",
        "pages": "409 - 431",
        "volume": "96"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d6901be654c6f42155d769c7b683cfbc79d838f4",
      "title": "Dimensions of the Threat to the Self Posed by Deep Brain Stimulation: Personal Identity, Authenticity, and Autonomy",
      "authors": [
        {
          "name": "Przemysław Zawadzki",
          "authorId": "2074464130"
        }
      ],
      "year": 2021,
      "abstract": "Deep Brain Stimulation (DBS) is an invasive therapeutic method involving the implantation of electrodes and the electrical stimulation of specific areas of the brain to modulate their activity. DBS brings therapeutic benefits, but can also have adverse side effects. Recently, neuroethicists have recognized that DBS poses a threat to the very fabric of human existence, namely, to the selves of patients. This article provides a review of the neuroethical literature examining this issue, and identifies the crucial dimensions related to the self which DBS may endanger—personal identity, authenticity, and autonomy. The most influential theories accounting for these dimensions are analyzed herein, and it is argued that most of these theories require further refinement. This paper also demonstrates the interrelation between personal identity, authenticity, and autonomy, and concludes that one can only fully understand the impact of DBS on the self when all of these factors are taken into account.",
      "citationCount": 3,
      "doi": "10.33392/DIAM.1592",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d6901be654c6f42155d769c7b683cfbc79d838f4",
      "venue": "",
      "journal": {
        "name": "Diametros",
        "pages": "1-28",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "69b28533d1f59b6e113bc5b96eff2a799fe04bb8",
      "title": "What is the Point of Being Your True Self ? A Functional Genealogy of Essentialist Authenticity",
      "authors": [],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/69b28533d1f59b6e113bc5b96eff2a799fe04bb8",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "b1e725df2e20fbaa48c05e39aaa3fc88719507f8",
      "title": "A Critical Appraisal of Stolorow’s Criticism of Kohut’s Concept of the Self and His Contextualization of Heidegger’s Notion of Authenticity plus the Possibility of an Intersubjective Self Psychology",
      "authors": [
        {
          "name": "J. Riker",
          "authorId": "112851945"
        }
      ],
      "year": 2021,
      "abstract": "ABSTRACT In this paper I want to contest claims made by Robert Stolorow that Kohut’s notion of the self is a reified concept that seriously distorts our understanding of human experience, that his own theory of phenomenological contextualism is an adequate way to explore the psychological depths of human subjectivity, and that Heidegger’s theory of authentic individuality can be adequately translated into his intersubjective contextualism. My aim is to salvage the notion of self and authentic individuality from collapsing into what I see as an overzealous contextualism, establish the importance of doing theory that explores psychological and metaphysical structures underlying experience, and show how self psychology and intersubjectivity theory might be fused into a comprehensive way to investigate the human psyche. It is the dialectical tension between being an independent center of initiative and perception and being thoroughly contextualized that is the truth of the self and I believe that this is Kohut’s basic position.",
      "citationCount": 4,
      "doi": "10.1080/24720038.2021.1945065",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b1e725df2e20fbaa48c05e39aaa3fc88719507f8",
      "venue": "Psychoanalysis Self and Context",
      "journal": {
        "name": "Psychoanalysis, Self and Context",
        "pages": "338 - 351",
        "volume": "16"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3be5992df3de31bf024ee2ee9ee59a2438e65bf9",
      "title": "Sacred Self-Expression: Love and Trans Authenticity",
      "authors": [
        {
          "name": "Rachael Huegerich",
          "authorId": "1753089263"
        }
      ],
      "year": 2021,
      "abstract": "Theistic cosmologies have inspired many religious communities to alienate transgender individuals. While the growth in tolerance among congregations and institutions is important, there remains a pressing need to address the cosmologies at the root of intolerance. A re-examination of theological conceptions of God and the human person reveal not only acceptability, but significance, in the trans experience itself. Synthesizing gender studies with theology, this interdisciplinary article argues that God’s nature as deeply personal Love implies a sacredness in gender authenticity. The human person is part of an evolution toward deeply personalized consciousness. Gender, when freed from rigid constraints, is a social expression of this personalized self in a common cultural language. As infinite Love, God actualizes in the universe in deeply personal love. Therefore, by personalizing knowledge of one another and enabling deeper love between human persons, gender authenticity, in its fluidity, ambiguity, and continuous newness, deepens God’s existence. Ultimately, I argue, expressing one’s authentic gender(s) is a sacred act.",
      "citationCount": 0,
      "doi": "10.1177/0966735020965189",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3be5992df3de31bf024ee2ee9ee59a2438e65bf9",
      "venue": "",
      "journal": {
        "name": "Feminist Theology",
        "pages": "170 - 186",
        "volume": "29"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f967a87b9764df36a8470e6c21fa0af2a2987e45",
      "title": "On narcissist leadership and authenticity: Moving towards an ecological understanding of the self",
      "authors": [
        {
          "name": "Bin Wu",
          "authorId": "46792085"
        },
        {
          "name": "Nesta Devine",
          "authorId": "72714039"
        }
      ],
      "year": 2021,
      "abstract": "Neoliberalism promotes the self as an enterprise. The entrepreneuring self originates from a western concept of autonomic individualism, which in its extreme form, gives rise to narcissist leadership in neoliberal times. Narcissist leaders are efficient in achieving neoliberal indicators and outcomes for personal gain. This leadership style is detrimental to the public good and democracy. Critiques of narcissist leadership could benefit from using an alternative ontological perspective: a Confucian notion of the self as an ecological being.",
      "citationCount": 0,
      "doi": "10.46786/ac21.1357",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f967a87b9764df36a8470e6c21fa0af2a2987e45",
      "venue": "Leadership for justice",
      "journal": {
        "name": "Leadership for justice"
      },
      "publicationTypes": null
    },
    {
      "paperId": "830678c268a8bce416a43ec45ccfccf728d8caa8",
      "title": "Responsibility, Authenticity and the Self in the Case of Symbiotic Technology",
      "authors": [
        {
          "name": "G. Mecacci",
          "authorId": "31122515"
        },
        {
          "name": "W.F.G (Pim) Haselager",
          "authorId": "2248708327"
        }
      ],
      "year": 2021,
      "abstract": "Bioethics 13 (1):134–54. doi:10.3138/ijfab.13.1.09. De Haan, S., E. Rietveld, M. Stokhof, and D. Denys. 2013. The phenomenology of deep brain stimulation-induced changes in OCD: an enactive affordance-based model. Frontiers in Human Neuroscience 7:653. doi:10.3389/ fnhum.2013.00653. Goering, S. 2015. Stimulating autonomy: DBS and the prospect of choosing to control ourselves through stimulation. AJOB Neuroscience 6 (4):1–3. doi:10.1080/21507740. 2015.1106274. Goering, S., E. Klein, D. D. Dougherty, and A. S. Widge. 2017. Staying in the loop: Relational agency and identity in next-generation DBS for psychiatry. AJOB Neuroscience 8 (2):59–70. doi:10.1080/21507740.2017. 1320320. Klein, E., S. Goering, J. Gagne, C. V. Shea, R. Franklin, S. Zorowitz, D. D. Dougherty, and A. S. Widge. 2016. Brain-computer interface-based control of closed-loop brain stimulation: attitudes and ethical considerations. Brain-Computer Interfaces 3 (3):140–8. doi:10.1080/ 2326263X.2016.1207497. Klein, E. 2020. Ethics and the emergence of brain-computer interface medicine. In N. F. Ramsey and J. del R. Millan. Handbook of clinical neurology, vol. 168, 329–339. Cambridge, MA: Elsevier. Klein, E. 2015. Models of the patient-machineclinician relationship in closed-loop machine neuromodulation. In S. P. van Rysewyk and M. Pontier. Machine medical ethics, 273–290. Cham, Switzerland: Springer. Mackenzie, C. 2014. Three dimensions of autonomy: A relational analysis. In A. Veltman and M. Piper, Autonomy, oppression and gender, 15–41. New York, NY: Oxford University Press. Mu~ noz, K. A., K. Kostick, C. Sanchez, L. Kalwani, L. Torgerson, R. Hsu, D. Sierra-Mercado, J. O. Robinson, S. Outram, B. A. Koenig, et al. 2020. Researcher perspectives on ethical considerations in adaptive deep brain stimulation trials. Frontiers in Human Neuroscience 14: 489. doi:10.3389/fnhum.2020.578695. Roskies, A. L. 2015. Agency and intervention. Philosophical Transactions of the Royal Society of London. Series B, Biological Sciences 370 (1677):20140215. doi:10.1098/rstb. 2014.0215. Sch€ onau, A., I. Dasgupta, T. Brown, E. Versalovic, E. Klein, and S. Goering. 2021. Mapping the dimensions of agency. AJOB Neuroscience 12 (2-3):172–186.",
      "citationCount": 2,
      "doi": "10.1080/21507740.2021.1904048",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/830678c268a8bce416a43ec45ccfccf728d8caa8",
      "venue": "AJOB Neuroscience",
      "journal": {
        "name": "AJOB Neuroscience",
        "pages": "196 - 198",
        "volume": "12"
      },
      "publicationTypes": [
        "LettersAndComments",
        "JournalArticle"
      ]
    },
    {
      "paperId": "ffd5b2a2fc424a2ac8d5bdf6bdb0db4088ac9949",
      "title": "XIII—Self-Knowledge, Transparency, and Self-Authorship",
      "authors": [
        {
          "name": "Sacha Golob",
          "authorId": "72763720"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.1111/J.1467-9264.2015.00393.X",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ffd5b2a2fc424a2ac8d5bdf6bdb0db4088ac9949",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "235-253",
        "volume": "115"
      },
      "publicationTypes": null
    },
    {
      "paperId": "141f6c9028173368c5481297b70b3971451bf4ed",
      "title": "Pattern theory of self and situating moral aspects: the need to include authenticity, autonomy and responsibility in understanding the effects of deep brain stimulation",
      "authors": [
        {
          "name": "Przemysław Zawadzki",
          "authorId": "2074464130"
        }
      ],
      "year": 2020,
      "abstract": "The aims of this paper are to: (1) identify the best framework for comprehending multidimensional impact of deep brain stimulation (DBS) on the self; (2) identify weaknesses of this framework; (3) propose refinements to it; (4) in pursuing (3), show why and how this framework should be extended with additional moral aspects and demonstrate their interrelations; (5) define how moral aspects relate to the framework; (6) show the potential consequences of including moral aspects on evaluating DBS’s impact on patients’ selves. Regarding (1), I argue that the pattern theory of self (PTS) can be regarded as such a framework. In realizing (2) and (3), I indicate that most relevant issues concerning PTS that require resolutions are ontological issues, including the persistence question, the “specificity problem”, and finding lacking relevant aspects of the self. In realizing (4), I identify aspects of the self not included in PTS which are desperately needed to investigate the full range of potentially relevant DBS-induced changes—authenticity, autonomy, and responsibility, and conclude that how we define authenticity will have implications for our concept of autonomy, which in turn will determine how we think about responsibility. Concerning (5), I discuss a complex relation between moral aspects and PTS—on one hand, they serve as the lens through which a particular self-pattern can be evaluated; on the other, they are, themselves, products of dynamical interactions of various self-aspects. Finally, I discuss (6), demonstrating novel way of understanding the effects of DBS on patients’ selves.",
      "citationCount": 4,
      "doi": "10.1007/s11097-020-09708-9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/141f6c9028173368c5481297b70b3971451bf4ed",
      "venue": "Phenomenology and the Cognitive Sciences",
      "journal": {
        "name": "Phenomenology and the Cognitive Sciences",
        "pages": "559 - 582",
        "volume": "21"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8d85756fa144bc94c9a29651fa9b48512f383762",
      "title": "Authenticity and the Significance of Self-Knowledge and Self-Ignorance",
      "authors": [
        {
          "name": "Nadja El Kassar",
          "authorId": "114311950"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-658-29661-2_3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8d85756fa144bc94c9a29651fa9b48512f383762",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "29-49",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "743b7893615616765f1c0b8a0587d97265cb8d23",
      "title": "Authorship and Authenticity",
      "authors": [
        {
          "name": "Alex Branczik",
          "authorId": "2036854041"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.4324/9781315658445-21",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/743b7893615616765f1c0b8a0587d97265cb8d23",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "160-162",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "bd8d27ffbc5497fc27477e1e4c309450126ddf79",
      "title": "Authenticity as a Benchmark of Human Selfhood? On Kierkegaard’s Concept of the Self",
      "authors": [
        {
          "name": "Karin Hutflötz",
          "authorId": "80522428"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-658-29661-2_4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bd8d27ffbc5497fc27477e1e4c309450126ddf79",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "51-71",
        "volume": ""
      },
      "publicationTypes": null
    }
  ],
  "count": 40,
  "errors": []
}
