{
  "status": "success",
  "source": "core",
  "query": "personal autonomy self-governance",
  "results": [
    {
      "core_id": "8859833",
      "doi": null,
      "title": "Autonomy, Consent, and the “Nonideal” Case",
      "authors": [
        {
          "name": "Lillehammer, Hallvard"
        }
      ],
      "year": 2020,
      "abstract": "According to one influential view, requirements to elicit consent for medical interventions and other interactions gain their rationale from the respect we owe to each other as autonomous, or self-governing, rational agents. Yet the popular presumption that consent has a central role to play in legitimate intervention extends beyond the domain of cases where autonomous agency is present to cases where far from fully autonomous agents make choices that, as likely as not, are going to be against their own best interest. The question how we should understand the rationale for eliciting consent in this range of ‘non-ideal’ cases is comparatively ill understood. In this paper, I explore the prospects of accounting for consent requirements in such ‘non-ideal’ cases by appealing to a set of agency-based interests; including an interest in playing a meaningful part in joint decisions affecting ourselves and others",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/228135412.pdf",
      "source_url": "https://philpapers.org/archive/LILACA.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8864763",
      "doi": null,
      "title": "The Case for an Autonomy-Centred View of Physician-Assisted Death",
      "authors": [
        {
          "name": "Davis, Jeremy"
        },
        {
          "name": "Mathison, Eric"
        }
      ],
      "year": 2020,
      "abstract": "Most people who defend physician-assisted death (PAD) endorse the Joint View, which holds that two conditions—autonomy and welfare—must be satisfied for PAD to be justified. In this paper, we defend an Autonomy Only view. We argue that the welfare condition is either otiose on the most plausible account of the autonomy condition, or else is implausibly restrictive, particularly once we account for the broad range of reasons patients cite for desiring PAD, such as “tired of life” cases. Moreover, many of the common objections to an Autonomy Only view fail once we understand the extent of the autonomy condition’s requirements—in particular, the importance of one’s values for autonomous choices. If our view is correct, then the scope of permissible PAD is broader than is currently accepted in both the philosophical literature and the law, and therefore poses an important challenge to this widely accepted view on justified PAD",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/286357409.pdf",
      "source_url": "https://philpapers.org/archive/DAVTCF-11.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "18933730",
      "doi": null,
      "title": "The Social Partners and the Welfare State in Italy: Challenges and Opportunities. WP C.S.D.L.E. “Massimo D’Antona”.IT – 388/2019",
      "authors": [
        {
          "name": "Giubboni, Stefano"
        }
      ],
      "year": 2020,
      "abstract": "This paper offers a critical overview of the involvement of the social partners in the development of the Italian welfare state. The role taken on by the social partners in the Italian welfare system is considered a significant driving force for the development of collective bargaining at its different levels. Contractual social security is a dynamic and articulated reality in Italy, and it certainly contributes to the overall upkeep of the Italian system of industrial relations as much as to the qualitative and quantitative increase of the entire supply of social protection for workers. At the same time, the highly unequal spreading of access to forms of supplementary pensions and even more to corporate welfare, broadly speaking, with persistent discrepancies between strong or weak areas of the labour market, highlights all the limits of a system, which is typically the Italian one, that is not rooted to a strong base of universal public social protection schemes",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/323112067.pdf",
      "source_url": "http://aei.pitt.edu/102781/1/388.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "18989464",
      "doi": null,
      "title": "Tax Burdens and Tribal Sovereignty: The Prohibition on Lavish and Extravagant Benefits Under the Tribal General Welfare Exclusion",
      "authors": [
        {
          "name": "Browde, Pippa"
        }
      ],
      "year": 2020,
      "abstract": "This article examines a portion of a relatively new federal tax statute, the Tribal General Welfare Exclusion (TGWE), that allows qualified individuals an exclusion from gross income for payments received from American Indian/Alaska Native tribes for any  Indian general welfare benefit.  Indian general welfare benefits are payments made to tribal members by the tribe pursuant to an Indian tribal government program for the promotion of general welfare, such as for health, education, or housing. The TGWE is intended, in part, to promote participation in American Indian tribal cultural and ceremonial practices. To that end, Indian general welfare benefits include payments made for participation in  cultural or ceremonial activities for the transmission of tribal culture.  The statute expressly states that excludable welfare benefits cannot be  lavish and extravagant,   but it does not define what lavish and extravagant means. This article makes the following contributions: It is the first piece of legal scholarship to examine the new TGWE, and it provides in depth description and explanation of the provision. The article also brings attention to federal tax enforcement on certain transfers between tribes and tribal members, particularly those transfers that occur in the scope of tribes engaging in cultural, ceremonial, or religious practices. This article also analyzes a particular limitation in the language of the TGWE, that transfers from tribes to tribal members may not be  lavish and extravagant,   and makes policy recommendations as to the interpretation of that language as the IRS and consulted tribes move forward with interpretative guidance. Finally, on a broader level, this article seeks to contribute to the greater conversations about tribal self-determination and self-governance and the role federal tax law plays as an instrument of those federal Indian policie",
      "publisher": "Scholarly Commons @ UNLV Boyd Law",
      "journal": null,
      "download_url": "https://core.ac.uk/download/482126786.pdf",
      "source_url": "https://scholars.law.unlv.edu/cgi/viewcontent.cgi?article=1817&context=nlj",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "44764910",
      "doi": null,
      "title": "Morals, Ethics, and Laws: What Commonalities Remain?",
      "authors": [
        {
          "name": "Tyson, John M"
        }
      ],
      "year": 2020,
      "abstract": null,
      "publisher": "Scholars Crossing",
      "journal": null,
      "download_url": "https://core.ac.uk/download/304169089.pdf",
      "source_url": "https://digitalcommons.liberty.edu/cgi/viewcontent.cgi?article=1277&context=lu_law_review",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "77566127",
      "doi": null,
      "title": "Value clashes, power competition and community trust: why an NGO's earthquake recovery program faltered in rural China",
      "authors": [
        {
          "name": "Deng, Yanhua"
        },
        {
          "name": "O'Brien, Kevin J"
        }
      ],
      "year": 2021,
      "abstract": null,
      "publisher": "eScholarship, University of California",
      "journal": null,
      "download_url": "https://core.ac.uk/download/286361311.pdf",
      "source_url": "https://escholarship.org/content/qt33c8r696/qt33c8r696.pdf?t=q4jvza",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "78227106",
      "doi": null,
      "title": "The European Union’s new strategy for Central Asia : a game changer or more of the same?",
      "authors": [
        {
          "name": "Bossuyt, Fabienne"
        }
      ],
      "year": 2020,
      "abstract": null,
      "publisher": "University of Kent",
      "journal": null,
      "download_url": "https://core.ac.uk/download/287940569.pdf",
      "source_url": "https://biblio.ugent.be/publication/8649072/file/8649073.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "149411766",
      "doi": null,
      "title": "Towards a Horizontal Theory of Autonomy",
      "authors": [
        {
          "name": "Whittingham, Fiona"
        }
      ],
      "year": 2021,
      "abstract": "This thesis criticises 'hierarchical' accounts of personal autonomy, and outlines the core features of an alternative, 'horizontal' account. It specifically focuses on the conditions of autonomous action. The current dominant approaches to the phenomenon of personal autonomy, or self-governance, tend to isolate certain privileged aspects of the self, that wield control when an agent is autonomous. In this sense, they can be labelled as 'hierarchical' accounts. For instance, Frankfurt's early (1971) account bases the conditions for autonomous action in conformity with an individual's higher-order volitions. However, I argue that such 'hierarchical' approaches are unsatisfactory. Bringing in considerations from Buss (1994, 2013), I argue that they are unable to adequately account for the phenomenon of nonautonomous action, or to explain how these privileged aspects of the soul exert authority over the rest. Instead, I argue for a 'horizontal' account of the self-relation involved when an individual acts autonomously. Such an account does not locate the conditions for autonomous action in some limited subsection of the self, but instead takes a more holistic approach to the aspects of the self that can be involved in self-governance. I suggest that the positive conditions for personal autonomy can instead be understood to involve the individual's conceptualisation of the decision-situation before them, and the range of factors incorporated into their decision-making. Under this kind of account, personal autonomy is a notion admitting of degrees",
      "publisher": "UCL (University College London)",
      "journal": null,
      "download_url": "https://core.ac.uk/download/519716702.pdf",
      "source_url": "https://discovery.ucl.ac.uk/10141495/1/Towards%20a%20Horizontal%20Theory%20of%20Autonomy.pdf",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "121742743",
      "doi": null,
      "title": "Critique as (preceding) Political Autonomy",
      "authors": [
        {
          "name": "Wandelt, Alina"
        }
      ],
      "year": 2021,
      "abstract": "In spite of its authority to claim facts, law is by no means neutral. Deeply imbued with economic and ideological interests,  opportunistic goals and hidden motives, its function to guarantee political autonomy has been deeply compromised. This\nobservation, systematically explored in Critical Legal Studies, is the point of departure for this essay. In asking how (a greater degree of ) political autonomy may be achieved, it puts forward an understanding of autonomy along three\nconceptual distinctions. As (1) self-governance of the individual and the community (Personal and Political Autonomy), (2) as self-governance bereft of external and internal constraints (External and Internal Autonomy), and (3) self-governance\nas the absence of constraints and the capacity to exercise governance (Negative and Positive Autonomy). The main argument is that critique is not only the prerequisite but also the essence of political autonomy. In discussing four authors that have vitally contributed to the enterprise of the critique of law (Marx, Nietzsche, Weber, Freud) it attempts to disentangle the ways in which critique is essential for disposing of self-instituting capacity. I propose a reading that does not engage with the differences between their theories but stresses their commonality. While distinct in their analysis\nof the constraints responsible for the lack of political autonomy, their desire for the individual’s liberation of (economic, ideological, despotic, subconscious) forces provides a common ground. Therefore, their critique can be understood as an\nenterprise deeply indebted to Kant. Not as a rejection of Enlightenment but as an effort to transform it from within",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/478190971.pdf",
      "source_url": "https://ul.qucosa.de/api/qucosa%3A75786/attachment/ATT-0/",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "139004032",
      "doi": "10.1007/978-3-319-98390-5_265-1",
      "title": "Autonomy",
      "authors": [
        {
          "name": "Hendriks, Linda"
        },
        {
          "name": "Kupers, Elisa"
        }
      ],
      "year": 2022,
      "abstract": "The concept of autonomy has received considerable attention in both –philosophy and psychology. From the perspective of philosophy, autonomy refers to self-governance of one’s actions. In psychological theory, the focus has been more on human beings striving to experience autonomy and self-determination. In this entry, we will examine the elusive concept of autonomy from different theoretical angels and focus in particular on how autonomy emerges through social interactions and how it develops over the course of the lifespan. We will pay special attention to the role autonomy plays in creativity and the exploration of the possible",
      "publisher": "'Springer Science and Business Media LLC'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/548574893.pdf",
      "source_url": "https://pure.rug.nl/ws/files/259867221/978_3_319_98390_5_265_1.pdf",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "8017107",
      "doi": "10.1177/1363459320912837",
      "title": "Surrender to Win: Constructions of 12-Step Recovery from Alcoholism and Drug Addiction.",
      "authors": [
        {
          "name": "Duff-Gordon, C."
        },
        {
          "name": "Willig, C."
        }
      ],
      "year": 2020,
      "abstract": "This article focuses on the ways in which members of Alcoholics Anonymous (AA) and Narcotics Anonymous (NA) construct themselves as being in recovery from addiction. In this original study, data were taken from nineteen participants. They were analysed using Willig’s (2013) six-stage Foucauldian discourse analytic method. This method is suited to enabling the analyst to locate discourse resources used by participants within broader, dominant, discourses, and for exploration of the implications of these constructions for subjectivity and practice. This article presents a discussion of analytic findings. \n\n\n\nMainstream academia has often constructed 12-Step recovery as a largely totalising discourse. This is likely to have negatively prejudiced health professionals and may help explain relatively low referral rates into 12-Step resources for addicted clients.\n\nHowever, our analysis suggested that participants constructed themselves not as subjected by AA and NA discourse, but as drawing on it in ways aligned with agency, in order to practice care of the self in pursuit of various ethical goals. This implies 12-Step recovery to be less antithetical to, and indeed more aligned with, humanistic practitioner values than is perhaps often assumed to be the case. This finding suggests that practitioners may need to consider reappraising their view of 12-Step recovery. The discussion will therefore focus on the agency-structure dialectic that seemed to be at the heart of participant constructions of addiction and recovery.  It is also is a finding which points to an urgent need for more qualitative studies in the currently under-researched, and hence perhaps poorly understood, area of 12-Step recovery from addiction",
      "publisher": "'SAGE Publications'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/286715499.pdf",
      "source_url": "https://openaccess.city.ac.uk/id/eprint/23583/1/Duff-Gordon%2520%2526%2520Willig%2520HEALTH_%2520final%2520draft_27.01.2020.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8869232",
      "doi": null,
      "title": "Who’s afraid of Perfectionist Moral Enhancement? A Reply to Sparrow",
      "authors": [
        {
          "name": "Huang, Pei‐hua"
        }
      ],
      "year": 2020,
      "abstract": "Robert Sparrow recently argues that state-driven moral bioenhancement is morally problematic because it inevitably invites moral perfectionism. While sharing Sparrow’s worry about state-driven moral bioenhancement, I argue that his anti-perfectionism argument is too strong to offer useful normative guidance. That is, if we reject state-driven moral bioenhancement because it cannot remain neutral between different conceptions of the good, we might have to conclude that all forms of moral enhancement program ought not be made compulsory, including the least controversial and most popular state-driven program: compulsory (moral) education.\n          \n          In this paper, I argue that instead, the spirit of Sparrow’s worry should be recast in the language of the capability approach – an approach that strives to enhance people’s capabilities to develop their own conceptions of the good by restricting itself from endorsing thick conceptions of the good. The distinction made regarding thick and thin conceptions of the good helps better capture sentiments against state-driven bioenhancement programs without falling prey to the issues I raise against Sparrow’s anti-perfectionist arguments",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/305120550.pdf",
      "source_url": "https://philpapers.org/archive/HUAWAO.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8867233",
      "doi": null,
      "title": "Agency, Narrative, and Mortality",
      "authors": [
        {
          "name": "Altshuler, Roman"
        }
      ],
      "year": 2022,
      "abstract": "Narrative views of agency and identity arise in opposition to reductionism in both domains. While reductionists understand both identity and agency in terms of their components, narrativists respond that life and action are both constituted by narratives, and since the components of a narrative gain their meaning from the whole, life and action not only incorporate their constituent parts but also shape them. I first lay out the difficulties with treating narrative as constitutive of metaphysical identity and turn to its function in practical identity. I then explore the ways narrative shapes our agency—by tapping into our motivational structures, providing an understanding of the social background within which our agency operates, guiding our agency through an understanding of our histories and aspirations, providing the links that structure actions internally, and allowing us to change the meaning of our pasts. I suggest that putting these functions of narrative together may allow us to genuinely shape our past motivational structures through our actions. Finally, if life has the form of a narrative, it may seem as if mortality is necessary for our lives and their contents to be meaningful: a narrative, it might seem, relies on the ending for its meaning. If so, an immortal life would be meaningless. I examine the possibility that even an immortal life may draw meaning from local narratives that constitute projects within such a life, while arguing that, to the contrary, narrative may be a tool exclusively adapted to mortal lives",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/288430613.pdf",
      "source_url": "https://philpapers.org/archive/ALTANA.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8016460",
      "doi": "10.1017/s0922156520000114",
      "title": "Double elevation: Autonomous weapons and the search for an irreducible law of war",
      "authors": [
        {
          "name": "Kalpouzos, I."
        }
      ],
      "year": 2020,
      "abstract": "What should be the role of law in response to the spread of artificial intelligence in war? Fuelled by both public and private investment, military technology is accelerating towards increasingly autonomous weapons, as well as the merging of humans and machines. Contrary to much of the contemporary debate, this is not a paradigm change; it is the intensification of a central feature in the relationship between technology and war: Double elevation, above one's enemy and above oneself. Elevation above one's enemy aspires to spatial, moral, and civilizational distance. Elevation above oneself reflects a belief in rational improvement that sees humanity as the cause of inhumanity and de-humanization as our best chance for humanization. The distance of double elevation is served by the mechanization of judgement. To the extent that judgement is seen as reducible to algorithm, law becomes the handmaiden of mechanization. In response, neither a focus on questions of compatibility nor a call for a 'ban on killer robots' help in articulating a meaningful role for law. Instead, I argue that we should turn to a long-standing philosophical critique of artificial intelligence, which highlights not the threat of omniscience, but that of impoverished intelligence. Therefore, if there is to be a meaningful role for law in resisting double elevation, it should be law encompassing subjectivity, emotion and imagination, law irreducible to algorithm, a law of war that appreciates situated judgement in the wielding of violence for the collective",
      "publisher": "'Cambridge University Press (CUP)'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/305120015.pdf",
      "source_url": "https://openaccess.city.ac.uk/id/eprint/24030/1/Double%20Elevation%20-%203.3%20%28for%20ssrn-academia%29.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "85774446",
      "doi": "10.1017/cjlj.2019.30",
      "title": "Tax uniformity as a requirement of justice",
      "authors": [
        {
          "name": "Delmotte, Charles"
        }
      ],
      "year": 2020,
      "abstract": "Barbara Fried takes the view that uniform taxation-that is, a single rate applicable to all income levels-cannot be defended on any grounds of justice. She goes further by saying that, of all possible rate structures, it might be \"the hardest one\"? to ground in \"a\"? theory of fairness. Using the contractarian-constitutional perspective advanced by John Rawls and James Buchanan, this article argues that tax uniformity can be seen as a requirement of justice. After modelling how the political world realistically decides to distribute tax shares (self-interested parties act under a majority constraint), I show how the uniformity principle could emerge from the constitutional contract. In other words, rational individuals would choose uniformity as a procedural constraint under a \"veil of uncertainty\"?; that is, with limited knowledge regarding their positions under the future application of the rule. Moreover, I elucidate how the uniformity requirement integrates generalized criteria of fairness and efficiency into fiscal politics as it precludes fiscal exploitation and constrains majorities, and their most influential subgroups, to opt for policies in the direction of the Pareto frontier, and as such promotes outcomes acceptable to all participants",
      "publisher": "'Cambridge University Press (CUP)'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/322829214.pdf",
      "source_url": "https://biblio.ugent.be/publication/8658355/file/8658356.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "40415346",
      "doi": null,
      "title": "Platforms and the Fall of the Fourth Estate: Looking Beyond the First Amendment to Protect Watchdog Journalism",
      "authors": [
        {
          "name": "Carroll, Erin C."
        }
      ],
      "year": 2020,
      "abstract": "Journalists see the First Amendment as an amulet, and with good reason. It has long protected the Fourth Estate—an independent institutional press—in its exercise of editorial discretion to check government power. This protection helped the Fourth Estate flourish in the second half of the twentieth century and ably perform its constitutional watchdog role.\nBut in the last two decades, the media ecology has changed. The Fourth Estate has been subsumed by a Networked Press in which journalists are joined by engineers, algorithms, audience, and other human and non-human actors in creating and distributing news. The Networked Press’s most powerful members are platforms. These platforms—companies like Facebook, Google, and Twitter—shun the media label even as they function as information gatekeepers and news editors. Their norms and values, including personalization and speed, stymie watchdog reporting.\nThe Networked Press regime significantly threatens watchdog journalism, speech that is at the core of the press’s constitutional role. Yet, limited by the state action doctrine, the First Amendment cannot shield this speech from a threat by private actors like platforms. Today, the First Amendment is insufficient to protect a free press that can serve as a check on government tyranny.\nThis article argues that we must look beyond the First Amendment to protect watchdog journalism from the corrosive power of platforms. It describes the limits of the First Amendment and precisely how platforms threaten watchdog journalism. It also proposes a menu of extra-constitutional options for bolstering this essential brand of speech",
      "publisher": "Scholarship @ GEORGETOWN LAW",
      "journal": null,
      "download_url": "https://core.ac.uk/download/213035850.pdf",
      "source_url": "https://digitalcommons.law.umaryland.edu/cgi/viewcontent.cgi?article=3857&context=mlr",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8866098",
      "doi": null,
      "title": "Prudence, Sunk Costs, and the Temporally Extended Self",
      "authors": [
        {
          "name": "Kauppinen, Antti"
        }
      ],
      "year": 2020,
      "abstract": "Many find it reasonable to take our past actions into account when making choices for the future. In this paper, I address two important issues regarding taking past investments into account in prudential deliberation. The first is the charge that doing so commits the fallacy of honoring sunk costs. I argue that while it is indeed irrational to care about sunk costs, past investments are not sunk costs when we can change their teleological significance, roughly their contribution to our excellence as temporally extended, reasons-responsive, and goal-directed agents. I suggest some general principles for evaluating such significance. Second, it’s a live issue whether we should care about the fate of our past projects, even if we can now affect it. I reject Dale Dorsey’s recent answer, and argue that the puzzle he addresses turns out to be merely apparent, if we take seriously the fact that we are temporally extended",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/287612045.pdf",
      "source_url": "https://philpapers.org/archive/KAUPSC.pdf",
      "language": "en",
      "document_type": "research"
    }
  ],
  "count": 17,
  "errors": []
}
