{
  "status": "success",
  "source": "semantic_scholar",
  "query": "cognitive outsourcing epistemic",
  "results": [
    {
      "paperId": "2d0ccb7533a498b5c94e3b266518892362fb778c",
      "title": "Does Cognitive Outsourcing Pose an Epistemic Problem",
      "authors": [
        {
          "name": "Kristoffer Ahlstrom-Vij",
          "authorId": "1411351587"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1414/86524",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2d0ccb7533a498b5c94e3b266518892362fb778c",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "107-126",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "b1582c4b5739ae2b59e77de127de271dc0770b4c",
      "title": "Is there a problem with cognitive outsourcing",
      "authors": [
        {
          "name": "Kristoffer Ahlstrom-Vij",
          "authorId": "1411351587"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1111/PHIS.12072",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b1582c4b5739ae2b59e77de127de271dc0770b4c",
      "venue": "",
      "journal": {
        "name": "Philosophical Issues",
        "pages": "7-24",
        "volume": "26"
      },
      "publicationTypes": null
    },
    {
      "paperId": "685e52341be64669cf0def536d79d8b9defee4c3",
      "title": "Intellectual autonomy, epistemic dependence and cognitive enhancement",
      "authors": [
        {
          "name": "J. Carter",
          "authorId": "2113407602"
        }
      ],
      "year": 2017,
      "abstract": "Intellectual autonomy has long been identified as an epistemic virtue, one that has been championed influentially by (among others) Kant, Hume and Emerson. Manifesting intellectual autonomy, at least, in a virtuous way, does not require that we form our beliefs in cognitive isolation. Rather, as Roberts and Wood (Intellectual virtues: an essay in regulative epistemology, OUP Oxford, Oxford, pp. 259–260, 2007 ) note, intellectually virtuous autonomy involves reliance and outsourcing (e.g., on other individuals, technology, medicine, etc.) to an appropriate extent, while at the same time maintaining intellectual self-direction. In this essay, I want to investigate the ramifications for intellectual autonomy of a particular kind of epistemic dependence: cognitive enhancement . Cognitive enhancements (as opposed to therapeutic cognitive improvements) involve the use of technology and medicine to improve cognitive capacities in healthy individuals, through mechanisms ranging from smart drugs to brain-computer interfaces. With reference to case studies in bioethics, as well as the philosophy of mind and cognitive science, it is shown that epistemic dependence, in this extreme form, poses a prima facie threat to the retention of intellectual autonomy, specifically, by threatening to undermine our intellectual self-direction. My aim will be to show why certain kinds of cognitive enhancements are subject to this objection from self-direction, while others are not. Once this is established, we’ll see that even some extreme kinds of cognitive enhancement might be not merely compatible with, but constitutive of, virtuous intellectual autonomy.",
      "citationCount": 33,
      "doi": "10.1007/s11229-017-1549-y",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/685e52341be64669cf0def536d79d8b9defee4c3",
      "venue": "Synthese",
      "journal": {
        "name": "Synthese",
        "pages": "2937-2961",
        "volume": "197"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3856982e3812f06ed2ef79f775649c9c71f4d767",
      "title": "Intellectual autonomy, epistemic dependence and cognitive enhancement",
      "authors": [
        {
          "name": "J. Carter",
          "authorId": "2175850070"
        }
      ],
      "year": 2017,
      "abstract": "Intellectual autonomy has long been identified as an epistemic virtue, one that has been championed influentially by (among others) Kant, Hume and Emerson. Manifesting intellectual autonomy, at least, in a virtuous way, does not require that we form our beliefs in cognitive isolation. Rather, as Roberts and Wood (Intellectual virtues: an essay in regulative epistemology, OUP Oxford, Oxford, pp. 259–260, 2007) note, intellectually virtuous autonomy involves reliance and outsourcing (e.g., on other individuals, technology, medicine, etc.) to an appropriate extent, while at the same time maintaining intellectual self-direction. In this essay, I want to investigate the ramifications for intellectual autonomy of a particular kind of epistemic dependence: cognitive enhancement. Cognitive enhancements (as opposed to therapeutic cognitive improvements) involve the use of technology and medicine to improve cognitive capacities in healthy individuals, through mechanisms ranging from smart drugs to brain-computer interfaces. With reference to case studies in bioethics, as well as the philosophy of mind and cognitive science, it is shown that epistemic dependence, in this extreme form, poses a prima facie threat to the retention of intellectual autonomy, specifically, by threatening to undermine our intellectual self-direction. My aim will be to show why certain kinds of cognitive enhancements are subject to this objection from self-direction, while others are not. Once this is established, we’ll see that even some extreme kinds of cognitive enhancement might be not merely compatible with, but constitutive of, virtuous intellectual autonomy.",
      "citationCount": 0,
      "doi": "10.1007/s11229-017-1549-y",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3856982e3812f06ed2ef79f775649c9c71f4d767",
      "venue": "Synthese",
      "journal": {
        "name": "Synthese",
        "pages": "2937 - 2961",
        "volume": "197"
      },
      "publicationTypes": null
    },
    {
      "paperId": "72699fa59dd52661a729cb498471bae29892ac5b",
      "title": "Autonomy, Cognitive Offloading, and Education",
      "authors": [
        {
          "name": "J. Carter",
          "authorId": "2113407602"
        }
      ],
      "year": 2018,
      "abstract": "If we want our intellectual lives to go as well as possible, should we be ‘delegating’ as many information-gobbling tasks to our gadgets as we can? If not, then how much cognitive outsourcing is too much, and relatedly, what kinds of considerations are relevant to determining this? I submit that one particular dimension of intellectual flourishing that will be helpful for the purpose of exploring such questions is that of intellectual autonomy, and in particular, what I’ll describe as the value of one’s freedom to achieve. Several related conclusions are drawn and then applied to recent discussions in the philosophy of education concerning education’s epistemic \naims.",
      "citationCount": 8,
      "doi": "10.1111/EDTH.12338",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/72699fa59dd52661a729cb498471bae29892ac5b",
      "venue": "Educational Theory",
      "journal": {
        "name": "Educational Theory"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6705ab1a9519270d90d9dca9476cb1d8c6460d2c",
      "title": "Cognitive Castes: Artificial Intelligence, Epistemic Stratification, and the Dissolution of Democratic Discourse",
      "authors": [
        {
          "name": "Craig S Wright",
          "authorId": "2372392883"
        }
      ],
      "year": 2025,
      "abstract": "Artificial intelligence functions not as an epistemic leveller, but as an accelerant of cognitive stratification, entrenching and formalising informational castes within liberal-democratic societies. Synthesising formal epistemology, political theory, algorithmic architecture, and economic incentive structures, the argument traces how contemporary AI systems selectively amplify the reasoning capacity of individuals equipped with recursive abstraction, symbolic logic, and adversarial interrogation, whilst simultaneously pacifying the cognitively untrained through engagement-optimised interfaces. Fluency replaces rigour, immediacy displaces reflection, and procedural reasoning is eclipsed by reactive suggestion. The result is a technocratic realignment of power: no longer grounded in material capital alone, but in the capacity to navigate, deconstruct, and manipulate systems of epistemic production. Information ceases to be a commons; it becomes the substrate through which consent is manufactured and autonomy subdued. Deliberative democracy collapses not through censorship, but through the erosion of interpretive agency. The proposed response is not technocratic regulation, nor universal access, but the reconstruction of rational autonomy as a civic mandate, codified in education, protected by epistemic rights, and structurally embedded within open cognitive infrastructure.",
      "citationCount": 1,
      "doi": "10.48550/arXiv.2507.14218",
      "arxivId": "2507.14218",
      "url": "https://www.semanticscholar.org/paper/6705ab1a9519270d90d9dca9476cb1d8c6460d2c",
      "venue": "arXiv.org",
      "journal": {
        "name": "ArXiv",
        "volume": "abs/2507.14218"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ec677a4e7b66f826d264a25df1f06827e61ac824",
      "title": "A cognitive resource-rational account of epistemic injustice",
      "authors": [
        {
          "name": "Cheyenne Dosso",
          "authorId": "2000230640"
        },
        {
          "name": "Tiffany Morisseau",
          "authorId": "2367137908"
        },
        {
          "name": "Christophe Heintz",
          "authorId": "2367139168"
        },
        {
          "name": "J. Vayre",
          "authorId": "147171146"
        }
      ],
      "year": 2025,
      "abstract": "\n We advance a novel account of the cognitive foundations of epistemic injustice. We argue that such injustice arises from the efficient allocation of limited cognitive resources to mechanisms of comprehension and epistemic vigilance. Given their goals, individuals allocate cognitive resources optimally to interpreting what is said and assessing speaker credibility. This rational allocation often yields unjust outcomes, especially when motivations to obtain accurate information are weak and social considerations predominate. We show that insufficient resources devoted to comprehension and epistemic vigilance can lead to the premature dismissal of what speakers say—an argumentative injustice—and to the lazy reliance on stereotypes for assessing speakers' credibility—a testimonial injustice. This reframes epistemic injustice as fundamentally about the distribution of cognitive effort rather than the presence of irrational or defective belief-formation. We conclude that addressing epistemic injustice requires creating environments that foster epistemic motivation and inclusive engagement rather than simply correcting faulty beliefs or reasoning.",
      "citationCount": 0,
      "doi": "10.1093/pq/pqaf088",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ec677a4e7b66f826d264a25df1f06827e61ac824",
      "venue": "The Philosophical Quarterly",
      "journal": {
        "name": "The Philosophical Quarterly"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "cce0004743877a5fc97d5d078c747b55a66ad16f",
      "title": "Epistemology of Cognitive Orientation (Epistemic Paradigms)",
      "authors": [
        {
          "name": "Benhalima Omar",
          "authorId": "2399721070"
        },
        {
          "name": "Abdelaziz",
          "authorId": "2399721899"
        },
        {
          "name": "Dr. Hassiba Mellas",
          "authorId": "2399726456"
        },
        {
          "name": "Dr. Chahrazed Boualia",
          "authorId": "2399720835"
        },
        {
          "name": "Pr M. Atmane",
          "authorId": "2365162337"
        },
        {
          "name": "Dr. Naoil Belloghlifi",
          "authorId": "2399720844"
        },
        {
          "name": "Dr. Aiouaz Noreddine",
          "authorId": "2399718964"
        }
      ],
      "year": 2025,
      "abstract": "Cognitive orientation in the human and social sciences is fundamentally defined by the goal science seeks to achieve. These goals are rooted in philosophical and empirical premises, bounded by conceptual frameworks that must be primarily ethical and only secondarily cognitive. Addressing scientific issues and problems in social science carries a unique weight, characterized by the need for epistemological caution in both its theoretical and practical application. This caution is non-negotiable because the subject matter is intimately linked to the humanity of the individual and the scale of functional and cognitive imbalance that incorrect interpretations could unleash. Errors might stem from a flawed understanding of a phenomenon's cumulative development or a mistaken view of its necessary future state (i.e., its proper qualitative treatment).A historical review of social science theory and knowledge reveals a pattern of guided haste in practically steering social phenomena, often through social engineering designed to serve the economic objectives of industrial society. This history vividly illustrates the magnitude of the epistemic deviations that have been, and regrettably continue to be, practiced in the field of the orizing within the social sciences. ",
      "citationCount": 0,
      "doi": "10.52152/6nrqeg08",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cce0004743877a5fc97d5d078c747b55a66ad16f",
      "venue": "Lex localis - Journal of Local Self-Government",
      "journal": {
        "name": "Lex localis - Journal of Local Self-Government"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "1fc9fffb7afe9a5a46718e70812ad319d2f950fb",
      "title": "The virtue of ignorance: How epistemic agency needs cognitive limitations",
      "authors": [
        {
          "name": "Benjamin T. Rancourt",
          "authorId": "2321845568"
        }
      ],
      "year": 2024,
      "abstract": "The thesis defended in this article is that epistemology should treat some of our cognitive limitations not as unfortunate defects or external perturbations to be idealized away in theories of epistemic agency, but as necessary underpinnings of good reasoning. We begin with a problem regarding deliberation that calls epistemic agency into question: our reasons in support of belief are never conclusive and never rule out all doubt. Yet we must rule out all doubt to close deliberation; we must close deliberation to form a full belief; and we must form a full belief to have knowledge. The problem with the first step calls the whole into question. The solution (if we seek an alternative to rejecting traditional epistemic agency, including the existence of beliefs) is our limitations: they prevent us from considering all possible doubt, leaving a tractable space of possibilities. When these limitations are virtuous, they contribute to an effective cognitive system. Once we understand the role of our limitations, it will lead us to a deeper understanding of deliberation, belief, epistemic virtue, and epistemic agency. Limitations are as much a part of agency as, for example, logical relations are. Idealizing them away means idealizing away actual agency.",
      "citationCount": 1,
      "doi": "10.1111/sjp.12588",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1fc9fffb7afe9a5a46718e70812ad319d2f950fb",
      "venue": "The Southern Journal of Philosophy",
      "journal": {
        "name": "The Southern Journal of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "87219dd90e9a9e91c6804049aceb5d480dce2812",
      "title": "In Defense of a Peripheral Epistemology: Exploring “Decolonial Cognitive Triggers” for Epistemic Disobedience in Urban Peripheries",
      "authors": [
        {
          "name": "Fernando Lannes Fernandes",
          "authorId": "2299075230"
        },
        {
          "name": "Heloisa Melino",
          "authorId": "2299073749"
        },
        {
          "name": "J. D. S. E. Silva",
          "authorId": "2111021591"
        }
      ],
      "year": 2024,
      "abstract": "This paper presents an approach to decolonial thinking and epistemological disobedience through what we call “decolonial cognitive triggers”. It is based on the struggles of urban peripheral communities in Brazil and explores eight triggers in the making of a Peripheral Epistemology. The unique points of our reflection are the sociocultural practices emerging from urban peripheral communities in Brazil and their responses to structural racism. As a part of this, we will explore the concepts of potência and convivência as core components of the decolonial debate, as well as their role in enabling epistemic disobedience in urban peripheries. We conclude by suggesting shifts in policy-making directed towards urban peripheries through the recognition and incorporation of such concepts and triggers.",
      "citationCount": 0,
      "doi": "10.3390/socsci13050240",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/87219dd90e9a9e91c6804049aceb5d480dce2812",
      "venue": "The social science",
      "journal": {
        "name": "Social Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d2f613a6e145454ade1a219279809e48c947edc5",
      "title": "Epistemic Inclusion as the Key to Benefiting from Cognitive Diversity in Science",
      "authors": [
        {
          "name": "Vlasta Sikimić",
          "authorId": "3415246"
        }
      ],
      "year": 2023,
      "abstract": "ABSTRACT Throughout scientific history, there have been cases of mainstream science dismissing novel ideas of less prominent researchers. Nowadays, many researchers with different social and academic backgrounds, origins and gender identities work together on topics of crucial importance. Still, it is questionable whether the privileged groups consider the views of underprivileged colleagues with sufficient attention. To profit from the diversity of thoughts, the scientific community first has to be open to minority viewpoints and epistemically include them in mainstream research. Moreover, the idea of inclusive science poses stronger requirements than the paradigm of open science. We argue that the concept of integration of different opinions is insufficient because the process of integration assumes adjusting oneself to the majority view and fitting into the dominant paradigm while contributing only with smaller amendments. Epistemic inclusion, on the other hand, means dynamically changing the research paradigm during the interaction with diverse methods and hypotheses. The process of inclusion preserves marginalized views and increases epistemic justice.",
      "citationCount": 9,
      "doi": "10.1080/02691728.2023.2258831",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d2f613a6e145454ade1a219279809e48c947edc5",
      "venue": "Social Epistemology",
      "journal": {
        "name": "Social Epistemology",
        "pages": "753 - 765",
        "volume": "37"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e69e289a057183cd2bf04868189c9fd06562c683",
      "title": "Cognitive Peerhood, Epistemic Disdain, and Affective Polarisation: The Perils of Disagreeing Deeply",
      "authors": [
        {
          "name": "Victoria Lavorerio",
          "authorId": "117383999"
        }
      ],
      "year": 2023,
      "abstract": "Abstract Is it possible to disagree with someone without considering them cognitively flawed? The answer seems to be a resounding yes: disagreeing with someone doesn't entail thinking less of them. You can disagree with someone and not think that they are unreasonable. Deep disagreements, however, may challenge this assumption. A disagreement is deep when it involves many interrelated issues, including the proper way to resolve the disagreement, resulting in its persistence. The parties to a deep disagreement can hold neutral or even positive judgements of each other's epistemic character, as parties’ judging each other's epistemic character negatively (i.e., epistemic disdain) is not a defining feature of deep disagreements. When analysing real-life cases, however, we find that epistemic disdain is typical of deep disagreements. In this article, I analyse why this is the case. Given that epistemic disdain undermines cognitive peerhood, the prospects of deep disagreements between epistemic peers seem bleak. Finally, it is discussed how the phenomenon of epistemic disdain, as it relates to deep disagreements, may increase affective polarisation.",
      "citationCount": 5,
      "doi": "10.1017/epi.2023.11",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e69e289a057183cd2bf04868189c9fd06562c683",
      "venue": "Episteme",
      "journal": {
        "name": "Episteme",
        "pages": "798 - 812",
        "volume": "20"
      },
      "publicationTypes": null
    },
    {
      "paperId": "af64b63a803564028259acf24b77e138652c3522",
      "title": "Learning through Stories: Epistemic Understanding as a Cognitive Value of Narrative Arts",
      "authors": [
        {
          "name": "David Grčki",
          "authorId": "2237640245"
        }
      ],
      "year": 2023,
      "abstract": "Abstract:In this article, I argue that the cognitive value of narrative arts is an epistemic understanding of a complex set of facts. My argument is the following: because we are epistemically limited agents (in a sense of our cognitive capacity and motivation), engagement with narrative arts is the optimal way to familiarize ourselves with complex phenomena in the world, such as social injustice, institutional racism, and financial crises. Exemplary narrative works of art possess epistemic features that other epistemic sources, such as scientific articles and newspaper reports, lack. These features are narrative compression, simplified language, engagement with fictional characters, and artistic features. These features make exemplary narrative works of art an optimal way for an average agent to learn about the complex world around them. The article consists of three parts: Knowledge and Understanding, Narrative Arts as Epistemic Sources, and Understanding the Financial Crisis of 2007–8 with The Big Short (2015). In the first part, I introduce concepts of knowledge and understanding and explain why they are important for my claim. In the second part, I present my claim and offer arguments for it. In the third part, I illustrate my claim with the movie The Big Short (2015).",
      "citationCount": 2,
      "doi": "10.5406/15437809.57.3.04",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/af64b63a803564028259acf24b77e138652c3522",
      "venue": "The Journal of Aesthetic Education",
      "journal": {
        "name": "The Journal of Aesthetic Education",
        "pages": "49 - 68",
        "volume": "57"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0742856123a6eb164128e66abeaa0236d6ad270c",
      "title": "Cognitive Diversity or Cognitive Polarization? On Epistemic Democracy in a Post-Truth World",
      "authors": [
        {
          "name": "Esther K. H. Ng",
          "authorId": "2238303608"
        }
      ],
      "year": 2023,
      "abstract": "ABSTRACT Pessimism over a democracy’s ability to produce good outcomes is as longstanding as democracy itself. On one hand, democratic theorists consider democracy to be the only legitimate form of government on the basis that it alone promotes or safeguards intrinsic values like freedom, equality, and justice. On the other, skepticism toward the ordinary citizen’s cognitive capacities remains a perennial concern. Qualms about the epistemic value of democracy have only been made more pertinent by a fundamental problem of deep epistemic disagreement which underlies the post-truth phenomenon. I argue that the democratic theorists who have sought to defend democracy on epistemic grounds have thus far neglected such deep and intractable disagreements. Without addressing this oversight, the epistemic democrat will find that collective decision-making processes quickly become paralyzed and will not be able to yield the epistemic benefits they promise. Hence, the work for epistemic democrats is to recognize and take into account the ramifications of epistemic disagreements so as to make a stronger case for epistemic democracy.",
      "citationCount": 1,
      "doi": "10.1080/02691728.2023.2248926",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0742856123a6eb164128e66abeaa0236d6ad270c",
      "venue": "Social Epistemology",
      "journal": {
        "name": "Social Epistemology",
        "pages": "766 - 778",
        "volume": "37"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0e915d46ae0da3e92d975f8ca487ed04f7da1bc3",
      "title": "Practical knowledge without practical expertise: the social cognitive extension via outsourcing",
      "authors": [
        {
          "name": "Xiaoxing Zhang",
          "authorId": "2144544197"
        }
      ],
      "year": 2023,
      "abstract": "Practical knowledge is discussed in close relation to practical expertise. For both anti-intellectualists and intellectualists, the knowledge of how to φ is widely assumed to entail the practical expertise in φ-ing. This paper refutes this assumption. I argue that non-experts can know how to φ via other experts’ knowledge of φ-ing. Know-how can be ‘outsourced’. I defend the outsourceability of know-how, and I refute the objections that reduce outsourced know-how to the knowledge of how to ask for help, of how to get things done, or of external contents. Interestingly, outsourcing differs from social cooperation, collective agency, testimonial transmission, and many other notions in social-epistemological debates. Thus, outsourcing provides not only a hitherto unconsidered form of know-how but also a novel way for knowledge to be social. Furthermore, outsourcing plausibly involves a ‘social’ cognitive extension that does not rest on EMT or HEC. Given the outsourceability of know-how, we must reconsider the nature of know-how and expertise, as well as the relation between non-experts and experts.",
      "citationCount": 1,
      "doi": "10.1007/s11098-022-01905-3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0e915d46ae0da3e92d975f8ca487ed04f7da1bc3",
      "venue": "Philosophical Studies",
      "journal": {
        "name": "Philosophical Studies",
        "pages": "1255-1275",
        "volume": "180"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3b06bb222cb9df7531d382b2d9a2e530a546735f",
      "title": "From neurodiversity to neurodivergence: the role of epistemic and cognitive marginalization",
      "authors": [
        {
          "name": "Mylène Legault",
          "authorId": "2074138344"
        },
        {
          "name": "Jean-Nicolas Bourdon",
          "authorId": "134138340"
        },
        {
          "name": "P. Poirier",
          "authorId": "2197524"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 63,
      "doi": "10.1007/s11229-021-03356-5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3b06bb222cb9df7531d382b2d9a2e530a546735f",
      "venue": "Synthese",
      "journal": {
        "name": "Synthese",
        "pages": "12843 - 12868",
        "volume": "199"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1225b793fe4c6d394c7678bca077501598ead753",
      "title": "Epistemic Dependence, Cognitive Irrationality, and Epistemic Conflicts of Interests",
      "authors": [
        {
          "name": "Basil Müller",
          "authorId": "122348089"
        }
      ],
      "year": 2022,
      "abstract": "When an agent A depends on an agent B to promote one of A's epistemic goals, this will often involve B's forming and sharing of true beliefs. However, as is well documented in research on cognitive irrationality, agents are disposed to form and share false-but-useful beliefs in a lot of circumstances. The dependence relation is thus at risk of becoming negative: A might adopt false beliefs from B and thus be unable to promote their epistemic goal. I propose that we can employ the notion of an epistemic conflict of interest [ECOI] to capture the kinds of problems that epistemically interdependent agents face. Much like familiar cases of conflict of interests—e.g., related to government officials—in ECOI an agent is subject to a normatively primary interest—roughly to form and share true beliefs—that stands in conflict with normatively secondary interests. I focus on secondary interests documented in the aforementioned research on cognitive irrationality. The resulting framework addresses an explanatory gap in the literature on social epistemic norms by making explicit why there’s a need for these norms to regulate our epistemic lives. Lastly, I show how the ECOI-framework furthermore allows us to make sense of and amend norm regulation failures.",
      "citationCount": 4,
      "doi": "10.5840/logos-episteme202213324",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1225b793fe4c6d394c7678bca077501598ead753",
      "venue": "Logos &amp; Episteme",
      "journal": {
        "name": "Logos &amp; Episteme"
      },
      "publicationTypes": null
    },
    {
      "paperId": "94432fc93203a984b83791c8a49196d1e4f16cad",
      "title": "Documentation of Epistemic Metadata by a Mid-Level Ontology of Cognitive Processes",
      "authors": [
        {
          "name": "M. T. Horsch",
          "authorId": "2187706554"
        },
        {
          "name": "B. Schembera",
          "authorId": "9540757"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 4,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/94432fc93203a984b83791c8a49196d1e4f16cad",
      "venue": "Joint Ontology Workshops",
      "journal": null,
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "eef05dd0efdf260b25de225e54cdd32bea8c33a8",
      "title": "Black Boxes and Theory Deserts: Deep Networks and Epistemic Opacity in the Cognitive Sciences",
      "authors": [
        {
          "name": "Frank R. Faries",
          "authorId": "4944718"
        },
        {
          "name": "Vicente Raja",
          "authorId": "28208237"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eef05dd0efdf260b25de225e54cdd32bea8c33a8",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "a9788181ac9459641df540d31c15e8fab1203a52",
      "title": "Argumentation, cognition, and the epistemic benefits of cognitive diversity",
      "authors": [
        {
          "name": "Renne Pesonen",
          "authorId": "104422003"
        }
      ],
      "year": 2022,
      "abstract": "The social epistemology of science would benefit from paying more attention to the nature of argumentative exchanges. Argumentation is not only a cognitive activity but a collaborative social activity whose functioning needs to be understood from a psychological and communicative perspective. Thus far, social and organizational psychology has been used to discuss how social diversity affects group deliberation by changing the mindset of the participants. Argumentative exchanges have comparable effects, but they depend on cognitive diversity and emerge through critical interaction. An example of a cognitive psychological theory is discussed that explains how mutual reasoning affects how we think, make decisions, and solve problems, as well as how cognitive biases may facilitate an efficient division of cognitive labor. These observations are compared with the existing results in the social epistemology of science. Moreover, I explicate the conceptual differences between the distributed and social processing of information. While argumentative exchanges belong to the latter domain, most existing simulations model distributed processing, which may compromise their real-world relevance and proper conceptual interpretation. However, I aim not to criticize the existing simulation methods but to promote an approach from the cognitive psychology of reasoning that complements the current use of organizational psychology and computer simulations by investigating a different set of mechanisms relating to similar phenomena of interest in the social epistemology of science.",
      "citationCount": 5,
      "doi": "10.1007/s11229-022-03786-9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a9788181ac9459641df540d31c15e8fab1203a52",
      "venue": "Synthese",
      "journal": {
        "name": "Synthese",
        "volume": "200"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3d45639a33f4c56131eed298bd4fda916e4930b2",
      "title": "The cognitive empire, politics of knowledge and African intellectual productions: reflections on struggles for epistemic freedom and resurgence of decolonisation in the twenty-first century",
      "authors": [
        {
          "name": "S. Ndlovu-Gatsheni",
          "authorId": "1403772396"
        }
      ],
      "year": 2020,
      "abstract": "Abstract What has been the contribution of African intellectuals to postcolonial and decolonial scholarship? This question arises because there is emphasis on privileging works of Diasporic scholars from the Middle East and South Asia for postcolonialism and Diasporic scholars from South America for decoloniality/decolonisation. This article contributes to the complex politics of knowledge in Africa through centring often-ignored contributions of African intellectuals to the decolonisation of knowledge and politics. Conceptually and theoretically, what is introduced are issues of how epistemology framed ontology, how the cognitive empire invaded the mental universe of Africans, and how the quest for epistemic freedom informs resurgent and insurgent decolonisation of the twenty-first century. Thus, the article performs four key tasks: (1) it explains how epistemology frames ontology as its entry into the topical politics of knowledge; (2) it introduces and defines the concepts of the cognitive empire and epistemic freedom as they enable a deeper understanding of the complex politics of knowledge; (3) it historicises African struggles for decolonisation as reflected in African decolonial scholarship and the quests for epistemic freedom; and (4) it makes sense of resurgent and insurgent decolonisation of the twenty-first century as embodied by the Rhodes Must Fall movements in South Africa.",
      "citationCount": 173,
      "doi": "10.1080/01436597.2020.1775487",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3d45639a33f4c56131eed298bd4fda916e4930b2",
      "venue": "",
      "journal": {
        "name": "Third World Quarterly",
        "pages": "882 - 901",
        "volume": "42"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6a0443377dd84f42fa046e9dac5875eb6ca43f4a",
      "title": "The Epistemic Parity of Religious-Apologetic and Religion-Debunking Responses to the Cognitive Science of Religion",
      "authors": [
        {
          "name": "Walter Scott Stepanenko",
          "authorId": "113868615"
        }
      ],
      "year": 2021,
      "abstract": "Recent work in the cognitive science of religion has challenged some of the explanatory assumptions of previous research in the field. Nonetheless, some of the practitioners of the new cognitive science of religion theorize in the same skeptical spirit as their predecessors and either imply or explicitly claim that their projects undermine the warrant of religious beliefs. In this article, I argue that these theories do no additional argumentative work when compared to previous attempts to debunk religious belief and that these recent debunking efforts are very much motivated by methodological commitments that are shared with canonical research. I contend that these argumentative strategies put debunkers very much on an epistemic par with religious apologists: both advocate responses to the cognitive science of religion that are primarily motivated by methodological commitments.",
      "citationCount": 1,
      "doi": "10.3390/rel12070466",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6a0443377dd84f42fa046e9dac5875eb6ca43f4a",
      "venue": "Religions",
      "journal": {
        "name": "Religions"
      },
      "publicationTypes": null
    },
    {
      "paperId": "00e3a71c5f42995fe68b79b8106d8b993507fc37",
      "title": "Medieval Knowledges in Practice: Cognitive Rituals and the Epistemic Body",
      "authors": [
        {
          "name": "Wesley Chihyung Yu",
          "authorId": "116414144"
        }
      ],
      "year": 2021,
      "abstract": "In the final lines of William Langland’s Piers Plowman, the search for Grace ends with a cry from Conscience so urgent that it jars Will the Dreamer out of his visionary sleep. The poem maps a field of consciousness, carefully designed to highlight an interior drama, but ending like this comes as a surprise because the narrative makes a final break from the frame of allegory into an everyday world. The dreamer becomes situated in his embodied life, awakening to unpredictability, tenuousness, and choice. If to modern readers experience should be somehow plain to the senses, we cannot help but notice how much dream-work it takes for Langland to draw toward the experiential. Will’s awakening, however, communicates an intriguing feature of medieval literary culture, for at the moment that the poem returns to the world, sensory experience is the byproduct of a future that lodges its potentiality in the weight, density, and emergency of a material now. We tend to read instances like this as heavily tinged by the hermeneutic imperatives of the Middle Ages. There are, though, enough surprises in medieval literature to prompt us to ask if knowledge is always only deployed hieratically to channel spiritualizing ends. Scholarship on ecologies, objects, and the mechanics of visualization have in response presented questions about a pared-down, unmediated medieval experience of the world. This scholarship wonders perhaps what the world might plainly say about its own createdness if given the voice of an inanimate will — indeed, Kellie Robertson’s tantalizing approach is to let nature speak. And in speaking, Robertson’s Natura offers a resonating caveat: that the very institutions of human knowledge that could lay claim to the world’s",
      "citationCount": 1,
      "doi": "10.1080/10412573.2021.1991724",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/00e3a71c5f42995fe68b79b8106d8b993507fc37",
      "venue": "Exemplaria",
      "journal": {
        "name": "Exemplaria",
        "pages": "389 - 399",
        "volume": "33"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b64d738b417e24ad6c3334d8bf96a7dc98154559",
      "title": "The Cognitive and Epistemic Value of Mathematics. Making the World Intelligible: The Role of Abduction, Diagrams, and Affordances",
      "authors": [
        {
          "name": "L. Magnani",
          "authorId": "1695372"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-030-44982-7_42-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b64d738b417e24ad6c3334d8bf96a7dc98154559",
      "venue": "Handbook of Cognitive Mathematics",
      "journal": {
        "name": "Handbook of Cognitive Mathematics"
      },
      "publicationTypes": null
    },
    {
      "paperId": "310d9fc25620b64f102293b054a8d47c1333a583",
      "title": "The Flow of Cognitive Goods: A Historiographical Framework for the Study of Epistemic Transfer",
      "authors": [
        {
          "name": "R. Bod",
          "authorId": "1764192"
        },
        {
          "name": "J. Dongen",
          "authorId": "123723732"
        },
        {
          "name": "S. T. Hagen",
          "authorId": "120414945"
        },
        {
          "name": "B. Karstens",
          "authorId": "14463875"
        },
        {
          "name": "E. Mojet",
          "authorId": "103981420"
        }
      ],
      "year": 2019,
      "abstract": "Historians of science have described various cases of disciplines influencing one another. Such exchanges across disciplinary boundaries often signal innovation, intellectual change, and breakthroughs. A satisfactory framework from which the historical phenomenon of epistemic transfer between disciplines can be studied systematically, however, has not yet been proposed. This essay introduces the notion of “cognitive goods,” a tool of knowledge making that can be transferred across disciplinary boundaries. Cognitive goods include, for example, methods, concepts, and instruments. The essay proposes to study historical interactions between disciplines as instances of the “flow” of cognitive goods. The notion of cognitive goods may serve as a springboard for a systematic analysis of flows occurring throughout the history of the disciplines. Such an analysis could be instrumental for an integrated historiography of knowledge, including the humanities and the natural and social sciences.",
      "citationCount": 22,
      "doi": "10.1086/704673",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/310d9fc25620b64f102293b054a8d47c1333a583",
      "venue": "Isis",
      "journal": {
        "name": "Isis",
        "pages": "483 - 496",
        "volume": "110"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7ecdb314b9a033dcd194c25474f04f887f6e2ab0",
      "title": "Epistemic logic: All knowledge is based on our experience, and epistemic logic is the cognitive representation of our experiential confrontation in reality",
      "authors": [
        {
          "name": "D. Nesher",
          "authorId": "102700002"
        }
      ],
      "year": 2020,
      "abstract": "Abstract Epistemic Logic is our basic universal science, the method of our cognitive confrontation in reality to prove the truth of our basic cognitions and theories. Hence, by proving their true representation of reality we can self-control ourselves in it, and thus refuting the Berkeleyian solipsism and Kantian a priorism. The conception of epistemic logic is that only by proving our true representation of reality we achieve our knowledge of it, and thus we can prove our cognitions to be either true or rather false, and otherwise they are doubtful. Therefore, truth cannot be separated from being proved and we cannot hold anymore the principle of excluded middle, as it is with formal semantics of metaphysical realism. In distinction, the intuitionistic logic is based on subjective intellectual feeling of correctness in constructing proofs, and thus it is epistemologically encapsulated in the metaphysical subject. However, epistemic logic is our basic science which enable us to prove the truth of our cognitions, including the epistemic logic itself.",
      "citationCount": 4,
      "doi": "10.1515/sem-2019-0026",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7ecdb314b9a033dcd194c25474f04f887f6e2ab0",
      "venue": "Semiotica: Journal of the International Association for Semiotic Studies",
      "journal": {
        "name": "Semiotica",
        "pages": "153 - 179",
        "volume": "2021"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3c2d989f7bd7e88f9a30d5fb29538ce7530306e9",
      "title": "Cognitive islands and runaway echo chambers: problems for epistemic dependence on experts",
      "authors": [
        {
          "name": "C. T. Nguyen",
          "authorId": "144940561"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 57,
      "doi": "10.1007/s11229-018-1692-0",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3c2d989f7bd7e88f9a30d5fb29538ce7530306e9",
      "venue": "Synthese",
      "journal": {
        "name": "Synthese",
        "pages": "2803-2821",
        "volume": "197"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fafa4804f8abcbd1dfeb747ee522173bd323e71f",
      "title": "Cognitive Penetrability and the Epistemic Role of Perception",
      "authors": [
        {
          "name": "A. Raftopoulos",
          "authorId": "2978033"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 17,
      "doi": "10.1007/978-3-030-10445-0_1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fafa4804f8abcbd1dfeb747ee522173bd323e71f",
      "venue": "Cognitive Penetrability and the Epistemic Role of Perception",
      "journal": {
        "name": "Cognitive Penetrability and the Epistemic Role of Perception"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2b982826176e068326ad131c60fb84e4262463b9",
      "title": "Epistemic normativity and cognitive agency",
      "authors": [
        {
          "name": "M. Chrisman",
          "authorId": "47486449"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 44,
      "doi": "10.1111/NOUS.12184",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2b982826176e068326ad131c60fb84e4262463b9",
      "venue": "",
      "journal": {
        "name": "Noûs",
        "pages": "508-529",
        "volume": "52"
      },
      "publicationTypes": null
    },
    {
      "paperId": "adc5f4a66f38afe4cd9e0d9f3f6a9048529aa7ca",
      "title": "Mind Design, AI Epistemology, and Outsourcing",
      "authors": [
        {
          "name": "Steven Gubka",
          "authorId": "2352869788"
        },
        {
          "name": "Garrett Mindt",
          "authorId": "2352868089"
        },
        {
          "name": "Susan Schneider",
          "authorId": "2353020416"
        }
      ],
      "year": 2025,
      "abstract": "ABSTRACT From brain machine interfaces to neural implants, present and future technological developments are not merely tools, but will change human beings themselves. Of particular interest is human integration with AI. In this paper, we focus on enhancements that enable us to outsource epistemic work to AI. How does outsourcing epistemic work to enhancements affect the authorship of and responsibility for the final product of that work? We argue that in the context of performing and reporting research, outsourcing does not diminish one’s responsibility for mistakes in the final product. Moreover, we suggest that the responsibility may sometimes be shared between oneself and the group that designed, marketed, and sold the enhancement. This argument is in contrast to Coeckelbergh and Gunkel’s recent position that the concerns about authorship obscure the ethical and social issues surrounding AI outputs.",
      "citationCount": 1,
      "doi": "10.1080/02691728.2025.2472784",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/adc5f4a66f38afe4cd9e0d9f3f6a9048529aa7ca",
      "venue": "Social Epistemology",
      "journal": {
        "name": "Social Epistemology",
        "pages": "26 - 34",
        "volume": "40"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 30,
  "errors": []
}
