{
  "status": "success",
  "source": "openalex",
  "query": "relational autonomy",
  "results": [
    {
      "openalex_id": "W2607122299",
      "doi": "10.1177/1477750917704156",
      "title": "Beyond individualism: Is there a place for relational autonomy in clinical practice and research?",
      "authors": [
        {
          "name": "Edward S. Dove",
          "openalex_id": "A5008530700",
          "orcid": "https://orcid.org/0000-0003-4095-3677",
          "institutions": [
            "University of Edinburgh"
          ]
        },
        {
          "name": "Susan Kelly",
          "openalex_id": "A5041361476",
          "orcid": "https://orcid.org/0000-0003-1045-4615",
          "institutions": [
            "University of Exeter"
          ]
        },
        {
          "name": "Federica Lucivero",
          "openalex_id": "A5045315912",
          "orcid": "https://orcid.org/0000-0002-1308-5846",
          "institutions": [
            "King's College London"
          ]
        },
        {
          "name": "Mavis Machirori",
          "openalex_id": "A5045350740",
          "orcid": "https://orcid.org/0000-0002-9006-3157",
          "institutions": [
            "King's College London"
          ]
        },
        {
          "name": "Sandi Dheensa",
          "openalex_id": "A5043356563",
          "orcid": "https://orcid.org/0000-0002-6412-696X",
          "institutions": [
            "University of Southampton"
          ]
        },
        {
          "name": "Barbara Prainsack",
          "openalex_id": "A5023800625",
          "orcid": "https://orcid.org/0000-0002-6335-1532",
          "institutions": [
            "King's College London"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-04-13",
      "abstract": "The dominant, individualistic understanding of autonomy that features in clinical practice and research is underpinned by the idea that people are, in their ideal form, independent, self-interested and rational gain-maximising decision-makers. In recent decades, this paradigm has been challenged from various disciplinary and intellectual directions. Proponents of 'relational autonomy' in particular have argued that people's identities, needs, interests - and indeed autonomy - are always also shaped by their relations to others. Yet, despite the pronounced and nuanced critique directed at an individualistic understanding of autonomy, this critique has had very little effect on ethical and legal instruments in clinical practice and research so far. In this article, we use four case studies to explore to what extent, if at all, relational autonomy can provide solutions to ethical and practical problems in clinical practice and research. We conclude that certain forms of relational autonomy can have a tangible and positive impact on clinical practice and research. These solutions leave the ultimate decision to the person most affected, but encourage and facilitate the consideration of this person's care and responsibility for connected others.",
      "cited_by_count": 251,
      "type": "article",
      "source": {
        "name": "Clinical Ethics",
        "type": "journal",
        "issn": [
          "1477-7509",
          "1758-101X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://journals.sagepub.com/doi/pdf/10.1177/1477750917704156"
      },
      "topics": [
        "Ethics in medical practice",
        "Palliative Care and End-of-Life Issues",
        "Mental Health and Psychiatry"
      ],
      "referenced_works_count": 86,
      "url": "https://openalex.org/W2607122299"
    },
    {
      "openalex_id": "W2981791219",
      "doi": "10.1186/s12910-019-0417-3",
      "title": "Relational autonomy: what does it mean and how is it used in end-of-life care? A systematic review of argument-based ethics literature",
      "authors": [
        {
          "name": "Carlos Gómez-Vírseda",
          "openalex_id": "A5034776550",
          "orcid": "https://orcid.org/0000-0002-4801-7157",
          "institutions": [
            "KU Leuven"
          ]
        },
        {
          "name": "Yves De Maeseneer",
          "openalex_id": "A5050171174",
          "orcid": "https://orcid.org/0000-0002-8698-3137",
          "institutions": [
            "Evangelical Theological Faculty",
            "KU Leuven"
          ]
        },
        {
          "name": "Chris Gastmans",
          "openalex_id": "A5080479754",
          "orcid": "https://orcid.org/0000-0002-5522-0639",
          "institutions": [
            "KU Leuven"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-10-26",
      "abstract": "Abstract Background Respect for autonomy is a key concept in contemporary bioethics and end-of-life ethics in particular. Despite this status, an individualistic interpretation of autonomy is being challenged from the perspective of different theoretical traditions. Many authors claim that the principle of respect for autonomy needs to be reconceptualised starting from a relational viewpoint. Along these lines, the notion of relational autonomy is attracting increasing attention in medical ethics. Yet, others argue that relational autonomy needs further clarification in order to be adequately operationalised for medical practice. To this end, we examined the meaning, foundations, and uses of relational autonomy in the specific literature of end-of-life care ethics. Methods Using PRESS and PRISMA procedures, we conducted a systematic review of argument-based ethics publications in 8 major databases of biomedical, philosophy, and theology literature that focused on relational autonomy in end-of-life care. Full articles were screened. All included articles were critically appraised, and a synthesis was produced. Results Fifty publications met our inclusion criteria. Twenty-eight articles were published in the last 5 years; publications were originating from 18 different countries. Results are organized according to: (a) an individualistic interpretation of autonomy; (b) critiques of this individualistic interpretation of autonomy; (c) relational autonomy as theoretically conceptualised; (d) relational autonomy as applied to clinical practice and moral judgment in end-of-life situations. Conclusions Three main conclusions were reached. First, literature on relational autonomy tends to be more a ‘reaction against’ an individualistic interpretation of autonomy rather than be a positive concept itself. Dichotomic thinking can be overcome by a deeper development of the philosophical foundations of autonomy. Second, relational autonomy is a rich and complex concept, formulated in complementary ways from different philosophical sources. New dialogue among traditionally divergent standpoints will clarify the meaning. Third, our analysis stresses the need for dialogical developments in decision making in end-of-life situations. Integration of these three elements will likely lead to a clearer conceptualisation of relational autonomy in end-of-life care ethics. This should in turn lead to better decision-making in real-life situations.",
      "cited_by_count": 227,
      "type": "review",
      "source": {
        "name": "BMC Medical Ethics",
        "type": "journal",
        "issn": [
          "1472-6939"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://bmcmedethics.biomedcentral.com/track/pdf/10.1186/s12910-019-0417-3"
      },
      "topics": [
        "Ethics in medical practice",
        "Patient Dignity and Privacy",
        "Palliative Care and End-of-Life Issues"
      ],
      "referenced_works_count": 95,
      "url": "https://openalex.org/W2981791219"
    },
    {
      "openalex_id": "W3038245491",
      "doi": "10.1186/s12910-020-00495-1",
      "title": "Relational autonomy in end-of-life care ethics: a contextualized approach to real-life complexities",
      "authors": [
        {
          "name": "Carlos Gómez-Vírseda",
          "openalex_id": "A5034776550",
          "orcid": "https://orcid.org/0000-0002-4801-7157",
          "institutions": [
            "KU Leuven"
          ]
        },
        {
          "name": "Yves De Maeseneer",
          "openalex_id": "A5050171174",
          "orcid": "https://orcid.org/0000-0002-8698-3137",
          "institutions": [
            "KU Leuven",
            "Evangelical Theological Faculty"
          ]
        },
        {
          "name": "Chris Gastmans",
          "openalex_id": "A5080479754",
          "orcid": "https://orcid.org/0000-0002-5522-0639",
          "institutions": [
            "KU Leuven"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-06-30",
      "abstract": null,
      "cited_by_count": 126,
      "type": "article",
      "source": {
        "name": "BMC Medical Ethics",
        "type": "journal",
        "issn": [
          "1472-6939"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://bmcmedethics.biomedcentral.com/track/pdf/10.1186/s12910-020-00495-1"
      },
      "topics": [
        "Palliative Care and End-of-Life Issues",
        "Patient Dignity and Privacy",
        "Ethics in medical practice"
      ],
      "referenced_works_count": 109,
      "url": "https://openalex.org/W3038245491"
    },
    {
      "openalex_id": "W2806113162",
      "doi": "10.1016/j.wsif.2018.05.003",
      "title": "Feminist innovation in philosophy: Relational autonomy and social justice",
      "authors": [
        {
          "name": "Catriona Mackenzie",
          "openalex_id": "A5065983696",
          "orcid": "https://orcid.org/0000-0002-3222-0257",
          "institutions": [
            "Macquarie University"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-05-30",
      "abstract": null,
      "cited_by_count": 106,
      "type": "article",
      "source": {
        "name": "Women s Studies International Forum",
        "type": "journal",
        "issn": [
          "0277-5395",
          "1879-243X"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Feminist Epistemology and Gender Studies",
        "Political Philosophy and Ethics",
        "Feminism, Gender, and Sexuality Studies"
      ],
      "referenced_works_count": 83,
      "url": "https://openalex.org/W2806113162"
    },
    {
      "openalex_id": "W2182462862",
      "doi": "10.1353/pew.2015.0101",
      "title": "Relational Autonomy, Personhood, and African Traditions",
      "authors": [
        {
          "name": "Polycarp Ikuenobe",
          "openalex_id": "A5075024584",
          "orcid": "https://orcid.org/0000-0002-3370-9775"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-10-01",
      "abstract": "Relational Autonomy, Personhood, and African Traditions Polycarp Ikuenobe (bio) Introduction The commonplace view of autonomy involves the ability of individuals to be self-governing and self-legislating, and to make freely and reflectively deliberate choices and decisions. This idea of autonomy — that persons are metaphysically free, that is, that they have free will and may use reason to choose how they shall act — is considered to be a defining feature of a responsible person. There is a commonplace view that autonomy (freedom of will and choice) is intrinsically good such that overriding it cannot be justified.1 This intrinsic value implies a negative sense of autonomy, which involves non-interference with one's free choices, as opposed to a positive sense, which involves helping or enabling one to make 'good' free choices.2 One feature of communalism in African traditions is its normative conception of person-hood, which indicates how a community, based on its values, obligations, and social recognition, may shape an individual's identity and choices. Some have argued that this communal view of personhood is inconsistent with or vitiates autonomy because the community strongly determines the choices that individuals make, and in some cases it imposes its will on individuals such that they are prevented from freely making their own choices. I argue that the conception of personhood and the relations between community and individuals in African traditions are not inconsistent with the idea of autonomy. Such inconsistency exists only if we assume falsely that autonomy must be construed negatively and in an extreme individualistic metaphysical sense of the free will of an isolated and non-relational individual. I argue that the idea of personhood in African traditions implies a relational and positive sense of autonomy, which involves the community helping or guiding one to use one's ability and knowledge of one's social relations and circumstance to choose freely the requisite goods for achieving one's life plan. In contrast, a negative sense of autonomy involves simply leaving one alone to make free choices and not to interfere with one's ability to make free choices. The idea of 'relational autonomy' is understood in philosophical literature as an alternative conception of what it means for one to be a free and self-governing person, in that such a person is socially constituted and embedded in a social environment, culture, or tradition that indicates value commitments, social obligations, interpersonal relationships, and mutual dependencies.3 The African view of relational autonomy is defined and bolstered by communal realities, relationships, values, interests, obligations, and modes of meaning. These social relationships and obligations not [End Page 1005] only shape individuals' rational options, choices, and decisions but also give meaning to the notion of a free choice. I analyze communalism in African traditions as the social and value systems that give meaning to, circumscribe, bolster, and provide the contents of and the context or support for normative personhood and relational and positive autonomy. I make references to some African traditions to illustrate how this view of personhood and autonomy indicates a dominant theme in African cultures, but without suggesting that all African cultures have exactly the same view or that they hold this view in the same way, extent, or degree. Many of the authors quoted in this essay who have written on African philosophy use the terms 'African culture,' 'African tradition,' 'African view,' or 'traditional African society.' Thus, it has become commonplace in African philosophical circles that when the prefix 'African' is used in the literature on African philosophy, it does not imply that Africa is a monolith or that its traditions are static. There is a recognition that some traditions have changed or are changing. The use of 'African tradition' usually indicates a generalizing theoretical abstraction about some enduring and dominant themes or ideas that have similarities in many African traditions. It is also used in contrast with 'Western' traditions, and to respond to Western critiques of Africa as a group. Similarly, the prefix 'Western,' which is replete in the literature, does not suggest a monolith but a reference to some dominant themes or similar ideas in Western thought. Personhood and Communalism in African Traditions In this section...",
      "cited_by_count": 57,
      "type": "article",
      "source": {
        "name": "Philosophy East and West",
        "type": "journal",
        "issn": [
          "0031-8221",
          "1529-1898"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "African cultural and philosophical studies",
        "Anthropological Studies and Insights",
        "Political Philosophy and Ethics"
      ],
      "referenced_works_count": 30,
      "url": "https://openalex.org/W2182462862"
    },
    {
      "openalex_id": "W3030904127",
      "doi": "10.1163/17455243-20203085",
      "title": "The Feminist Case Against Relational Autonomy",
      "authors": [
        {
          "name": "Serene J. Khader",
          "openalex_id": "A5064816573",
          "orcid": "https://orcid.org/0000-0001-9502-1952",
          "institutions": [
            "The Graduate Center, CUNY",
            "Brooklyn College"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-05-31",
      "abstract": "Abstract Feminist socially constitutive conceptions of autonomy make the presence of idealized social conditions necessary for autonomy. I argue that such conceptions cannot, when applied under nonideal conditions, play two key feminist theoretical roles for autonomy: the roles of anti-oppressive character ideal and paternalism-limiting concept. Instead, they prescribe action that reinforces oppression. Treated as character ideals, socially constitutive conceptions of autonomy ask agents living under nonideal ones to engage in self-harm or self-subordination. Moreover, conceptions of autonomy that make idealized social conditions a requirement of autonomy yield the conclusion that oppressed agents are appropriate objects of paternalism.",
      "cited_by_count": 62,
      "type": "article",
      "source": {
        "name": "Journal of Moral Philosophy",
        "type": "journal",
        "issn": [
          "1740-4681",
          "1745-5243"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://brill.com/downloadpdf/journals/jmp/17/5/article-p499_499.pdf"
      },
      "topics": [
        "Political Philosophy and Ethics",
        "Feminist Epistemology and Gender Studies",
        "Feminism, Gender, and Sexuality Studies"
      ],
      "referenced_works_count": 62,
      "url": "https://openalex.org/W3030904127"
    },
    {
      "openalex_id": "W1970817600",
      "doi": "10.1007/s00520-014-2581-9",
      "title": "Cancer patient decision making related to clinical trial participation: an integrative review with implications for patients’ relational autonomy",
      "authors": [
        {
          "name": "Jennifer Bell",
          "openalex_id": "A5027957173",
          "orcid": "https://orcid.org/0000-0003-3617-6852",
          "institutions": [
            "University Health Network",
            "Princess Margaret Cancer Centre"
          ]
        },
        {
          "name": "Lynda G. Balneaves",
          "openalex_id": "A5016818460",
          "orcid": "https://orcid.org/0000-0002-6535-2096",
          "institutions": [
            "Princess Margaret Cancer Centre",
            "University Health Network",
            "Health Net",
            "University of Toronto"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-01-16",
      "abstract": null,
      "cited_by_count": 86,
      "type": "review",
      "source": {
        "name": "Supportive Care in Cancer",
        "type": "journal",
        "issn": [
          "0941-4355",
          "1433-7339"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Ethics in Clinical Research",
        "Patient-Provider Communication in Healthcare",
        "Ethics in medical practice"
      ],
      "referenced_works_count": 80,
      "url": "https://openalex.org/W1970817600"
    },
    {
      "openalex_id": "W4210387121",
      "doi": "10.1093/oxfordhb/9780190628925.013.29",
      "title": "Relational Autonomy",
      "authors": [
        {
          "name": "Catriona Mackenzie",
          "openalex_id": "A5065983696",
          "orcid": "https://orcid.org/0000-0002-3222-0257",
          "institutions": [
            "Macquarie University"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-05-12",
      "abstract": "Abstract This chapter offers an account of central issues and themes in feminist philosophical reflections on relational autonomy. Relational theories of autonomy explicate the social dimensions of personal autonomy, as well as the ways its development and exercise can be impaired by social oppression. The chapter outlines debates between internalist and externalist, and procedural and substantive theories of relational autonomy, including discussion of important contributions to these debates over the last two decades. It proposes that a multidimensional analysis of autonomy offers a possible resolution to these debates. Specifically, the chapter argues for the importance of distinguishing self-determination, self-governance, and self-authorization as distinct although causally interacting dimensions of relational autonomy. The advantage of a multidimensional analysis of autonomy is that it does justice to the complexity of the concept, while also clarifying the multifarious ways in which social oppression can impair autonomy.",
      "cited_by_count": 25,
      "type": "book-chapter",
      "source": {
        "name": "Oxford University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Political Philosophy and Ethics",
        "Philosophical Ethics and Theory",
        "Feminist Epistemology and Gender Studies"
      ],
      "referenced_works_count": 34,
      "url": "https://openalex.org/W4210387121"
    },
    {
      "openalex_id": "W2807663117",
      "doi": "10.1007/s10677-018-9900-z",
      "title": "Relational Autonomy, Paternalism, and Maternalism",
      "authors": [
        {
          "name": "Laura Specker Sullivan",
          "openalex_id": "A5001651204",
          "orcid": "https://orcid.org/0000-0002-2596-9059",
          "institutions": [
            "Harvard University"
          ]
        },
        {
          "name": "Fay Niker",
          "openalex_id": "A5080412580",
          "orcid": "https://orcid.org/0000-0002-5597-7068"
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-06-01",
      "abstract": null,
      "cited_by_count": 39,
      "type": "article",
      "source": {
        "name": "Ethical Theory and Moral Practice",
        "type": "journal",
        "issn": [
          "1386-2820",
          "1572-8447"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Ethics in medical practice",
        "Political Philosophy and Ethics",
        "Ethics and Legal Issues in Pediatric Healthcare"
      ],
      "referenced_works_count": 52,
      "url": "https://openalex.org/W2807663117"
    },
    {
      "openalex_id": "W2150033557",
      "doi": "10.3109/11038128.2015.1017531",
      "title": "Contradictions in client-centred discharge planning: through the lens of relational autonomy",
      "authors": [
        {
          "name": "Evelyne Durocher",
          "openalex_id": "A5056304739",
          "orcid": "https://orcid.org/0000-0002-2122-3997",
          "institutions": [
            "McGill University",
            "Centre for Interdisciplinary Research in Rehabilitation",
            "Jewish Rehabilitation Hospital"
          ]
        },
        {
          "name": "Elizabeth Anne Kinsella",
          "openalex_id": "A5074410848",
          "orcid": "https://orcid.org/0000-0002-7306-7957",
          "institutions": [
            "Western University"
          ]
        },
        {
          "name": "Carolyn Ells",
          "openalex_id": "A5087945846",
          "orcid": "https://orcid.org/0000-0002-4593-454X",
          "institutions": [
            "McGill University"
          ]
        },
        {
          "name": "Matthew Hunt",
          "openalex_id": "A5076351283",
          "orcid": "https://orcid.org/0000-0003-4190-0163",
          "institutions": [
            "Centre for Interdisciplinary Research in Rehabilitation",
            "Jewish Rehabilitation Hospital"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-02-24",
      "abstract": null,
      "cited_by_count": 48,
      "type": "article",
      "source": {
        "name": "Scandinavian Journal of Occupational Therapy",
        "type": "journal",
        "issn": [
          "1103-8128",
          "1651-2014"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Mental Health and Patient Involvement",
        "Healthcare Decision-Making and Restraints",
        "Interpreting and Communication in Healthcare"
      ],
      "referenced_works_count": 42,
      "url": "https://openalex.org/W2150033557"
    },
    {
      "openalex_id": "W3211411467",
      "doi": "10.4324/9781003016885-7",
      "title": "Relational autonomy in feminist bioethics",
      "authors": [
        {
          "name": "Natalie Stoljar",
          "openalex_id": "A5036648911",
          "orcid": "https://orcid.org/0000-0001-5068-041X"
        },
        {
          "name": "Catriona Mackenzie",
          "openalex_id": "A5065983696",
          "orcid": "https://orcid.org/0000-0002-3222-0257",
          "institutions": [
            "McGill University"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-06-24",
      "abstract": "This chapter outlines the feminist approach of relational autonomy. It argues against both decisional conceptions of autonomy, which are based on informed consent, and libertarian conceptions of autonomy. These conceptions fail to explain the ways in which gender norms and oppressive social conditions potentially hamper the development of autonomy skills and affect women’s decision-making. The chapter also examines the notions of adaptive preference and exploitation in the light of relational autonomy. It concludes that decisional and libertarian conceptions are inadequate to capture feminist moral concerns and that the ethical principle that should be employed in bioethics is respect for relational autonomy. The chapter also briefly discusses a possible objection, that the principle of respect for relational autonomy is too demanding to be practicable in healthcare contexts.",
      "cited_by_count": 27,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Ethics in medical practice"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W3211411467"
    },
    {
      "openalex_id": "W4319601691",
      "doi": "10.1007/s11245-022-09874-2",
      "title": "Decolonizing AI Ethics: Relational Autonomy as a Means to Counter AI Harms",
      "authors": [
        {
          "name": "Sábëlo Mhlambi",
          "openalex_id": "A5087570216",
          "institutions": [
            "Harvard University Press",
            "Stanford University",
            "Internet Society"
          ]
        },
        {
          "name": "Simona Tiribelli",
          "openalex_id": "A5037516622",
          "orcid": "https://orcid.org/0000-0003-4101-5914",
          "institutions": [
            "University of Macerata",
            "Massachusetts Institute of Technology",
            "Harvard Global Health Institute"
          ]
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-02-08",
      "abstract": "Abstract Many popular artificial intelligence (AI) ethics frameworks center the principle of autonomy as necessary in order to mitigate the harms that might result from the use of AI within society. These harms often disproportionately affect the most marginalized within society. In this paper, we argue that the principle of autonomy, as currently formalized in AI ethics, is itself flawed, as it expresses only a mainstream mainly liberal notion of autonomy as rational self-determination, derived from Western traditional philosophy. In particular, we claim that the adherence to such principle, as currently formalized, does not only fail to address many ways in which people’s autonomy can be violated, but also to grasp a broader range of AI-empowered harms profoundly tied to the legacy of colonization, and which particularly affect the already marginalized and most vulnerable on a global scale. To counter such a phenomenon, we advocate for the need of a relational turn in AI ethics, starting from a relational rethinking of the AI ethics principle of autonomy that we propose by drawing on theories on relational autonomy developed both in moral philosophy and Ubuntu ethics.",
      "cited_by_count": 50,
      "type": "article",
      "source": {
        "name": "Topoi",
        "type": "journal",
        "issn": [
          "0167-7411",
          "1572-8749"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s11245-022-09874-2.pdf"
      },
      "topics": [
        "Ethics and Social Impacts of AI",
        "Neuroethics, Human Enhancement, Biomedical Innovations",
        "Psychology of Moral and Emotional Judgment"
      ],
      "referenced_works_count": 87,
      "url": "https://openalex.org/W4319601691"
    },
    {
      "openalex_id": "W2790524308",
      "doi": "10.1007/s12152-018-9355-x",
      "title": "Deep Brain Stimulation, Self and Relational Autonomy",
      "authors": [
        {
          "name": "Shaun Gallagher",
          "openalex_id": "A5029669651",
          "orcid": "https://orcid.org/0000-0002-3147-9929",
          "institutions": [
            "University of Memphis",
            "University of Wollongong"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-03-06",
      "abstract": null,
      "cited_by_count": 37,
      "type": "article",
      "source": {
        "name": "Neuroethics",
        "type": "journal",
        "issn": [
          "1874-5490",
          "1874-5504"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Mental Health and Psychiatry",
        "Neuroethics, Human Enhancement, Biomedical Innovations",
        "Neurological disorders and treatments"
      ],
      "referenced_works_count": 110,
      "url": "https://openalex.org/W2790524308"
    },
    {
      "openalex_id": "W2945000833",
      "doi": "10.1177/0969733019848031",
      "title": "Advance care planning with chronically ill patients: A relational autonomy approach",
      "authors": [
        {
          "name": "Tieghan Killackey",
          "openalex_id": "A5032903474",
          "orcid": "https://orcid.org/0000-0003-2941-4058",
          "institutions": [
            "University Health Network",
            "University of Toronto"
          ]
        },
        {
          "name": "Elizabeth Peter",
          "openalex_id": "A5082767224",
          "orcid": "https://orcid.org/0000-0002-8155-216X",
          "institutions": [
            "University of Toronto"
          ]
        },
        {
          "name": "Jane MacIver",
          "openalex_id": "A5035544270",
          "orcid": "https://orcid.org/0000-0002-5706-6399",
          "institutions": [
            "University of Toronto",
            "University Health Network"
          ]
        },
        {
          "name": "Shan Mohammed",
          "openalex_id": "A5022991649",
          "orcid": "https://orcid.org/0000-0003-0889-2229",
          "institutions": [
            "University of Toronto"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-05-23",
      "abstract": "Advance care planning is a process that encourages people to identify their values, to reflect upon the meanings and consequences of serious illness, to define goals and preferences for future medical treatment and care, and to discuss these goals with family and health-care providers. Advance care planning is especially important for those who are chronically ill, as patients and their families face a variety of complex healthcare decisions. Participating in advance care planning has been associated with improved outcomes; yet, despite over 25 years of public awareness campaigns, research, and interventions developed to increase participation, advance care planning completion rates for people with chronic illnesses are no different than those in the general public (approximately 25%). Advance care planning has traditionally used an individualistic approach to autonomy, which puts forward an understanding of agents as independent, rational and self-interested persons. Because this individualistic approach has been largely unsuccessful in improving advance care planning uptake, a re-examination of the philosophical underpinnings of this practice and an exploration of alternative frameworks is warranted. In offering this exploration, we briefly outline two current perspectives on autonomy: the individualistic view and the relational view as articulated by feminist philosophers. Using a critical examination of the theoretical and empirical work on this topic, we argue that the individualistic view of autonomy does not sufficiently capture the relational and social complexities of the decision-making process of advance care planning. To offer a counterpoint, we examine the relational view of autonomy and suggest that this perspective is better aligned with the process of advance care planning. Specifically, we demonstrate that a relational model of autonomy is well suited to exploring advance care planning for four main reasons: (1) it recognizes the importance of relationships, (2) it reflects the fluctuating nature of autonomy in chronic illness, (3) it recognizes vulnerability, and (4) it is consonant with empirical work examining the advance care planning process.",
      "cited_by_count": 58,
      "type": "article",
      "source": {
        "name": "Nursing Ethics",
        "type": "journal",
        "issn": [
          "0969-7330",
          "1477-0989"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Palliative Care and End-of-Life Issues",
        "Family and Patient Care in Intensive Care Units",
        "Patient Dignity and Privacy"
      ],
      "referenced_works_count": 56,
      "url": "https://openalex.org/W2945000833"
    },
    {
      "openalex_id": "W2941532251",
      "doi": "10.1515/9781474419703",
      "title": "Spinoza and Relational Autonomy : Being with Others",
      "authors": [
        {
          "name": "Aurelia Armstrong",
          "openalex_id": "A5109899522",
          "orcid": "https://orcid.org/0000-0002-3830-6043",
          "institutions": [
            "University of Queensland"
          ]
        },
        {
          "name": "Keith Green",
          "openalex_id": "A5102835819",
          "orcid": "https://orcid.org/0000-0001-5509-1737",
          "institutions": [
            "East Tennessee State University"
          ]
        },
        {
          "name": "Andrea Sangiacomo",
          "openalex_id": "A5071561899",
          "orcid": "https://orcid.org/0000-0001-7529-9826"
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-01-01",
      "abstract": "Integrates Spinoza's thought into the contemporary debate on interpersonal relationships and individual autonomy13 new essays explore Spinoza's relational account of autonomy and individualityIntegrates different philosophical approaches and styles, both from analytic and continental traditionsBridges the gap between history of philosophy and contemporary debatesContributes to debates across a number of fields, including Spinoza studies, contemporary political philosophy and ethics, feminist philosophy, and the philosophy of actionThe question of how to understand autonomy has emerged as a critical issue in contemporary political philosophy. Feminists and others argue that autonomy cannot be adequately conceived without taking into consideration the ways in which it is shaped by our relationships with others. This collection of 13 new essays shows what Baruch Spinoza can add to our understanding of the relational nature of autonomy. By offering a relational understanding of the nature of individuals centred on the role played by emotions, Spinoza offers not only historical roots for contemporary debates but also broadens the current discussion. At the same time, reading Spinoza as a theorist of relational autonomy underscores the consistency of his overall metaphysical, ethical and political project, which has been clouded by the standard rationalist interpretation of his works.ContributorsAurelia Armstrong, University of QueenslandKeith Green, East Tennessee State UniversityMatthew Kisner, University of South CarolinaMartin Lenz, University of GroningenCatriona Mackenzie, Macquarie UniversityHeidi M. Ravven, Hamilton CollegeUrsula Renz, Alpen-Adria-University-KlagenfurtAndrea Sangiacomo, University of GroningenJustin Steinberg, CUNYEricka Tucker, Marquette UniversityCaroline Williams, Queen Mary University of London",
      "cited_by_count": 30,
      "type": "article",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Seventeenth-Century Political and Philosophical Thought",
        "Marxism and Critical Theory",
        "Political Philosophy and Ethics"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2941532251"
    },
    {
      "openalex_id": "W4286715562",
      "doi": "10.1515/9781474419703",
      "title": "Spinoza and Relational Autonomy",
      "authors": [
        {
          "name": "Aurelia Armstrong",
          "openalex_id": "A5109899522",
          "orcid": "https://orcid.org/0000-0002-3830-6043"
        },
        {
          "name": "Keith Green",
          "openalex_id": "A5102835819",
          "orcid": "https://orcid.org/0000-0001-5509-1737"
        },
        {
          "name": "Andrea Sangiacomo",
          "openalex_id": "A5071561899",
          "orcid": "https://orcid.org/0000-0001-7529-9826"
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-05-28",
      "abstract": "Integrates Spinoza's thought into the contemporary debate on interpersonal relationships and individual autonomy 13 new essays explore Spinoza's relational account of autonomy and individuality Integrates different philosophical approaches and styles, both from analytic and continental traditions Bridges the gap between history of philosophy and contemporary debates Contributes to debates across a number of fields, including Spinoza studies, contemporary political philosophy and ethics, feminist philosophy, and the philosophy of action The question of how to understand autonomy has emerged as a critical issue in contemporary political philosophy. Feminists and others argue that autonomy cannot be adequately conceived without taking into consideration the ways in which it is shaped by our relationships with others. This collection of 13 new essays shows what Baruch Spinoza can add to our understanding of the relational nature of autonomy. By offering a relational understanding of the nature of individuals centred on the role played by emotions, Spinoza offers not only historical roots for contemporary debates but also broadens the current discussion. At the same time, reading Spinoza as a theorist of relational autonomy underscores the consistency of his overall metaphysical, ethical and political project, which has been clouded by the standard rationalist interpretation of his works. Contributors Aurelia Armstrong , University of Queensland Keith Green , East Tennessee State University Matthew Kisner , University of South Carolina Martin Lenz , University of Groningen Catriona Mackenzie , Macquarie University Heidi M. Ravven , Hamilton College Ursula Renz , Alpen-Adria-University-Klagenfurt Andrea Sangiacomo , University of Groningen Justin Steinberg , CUNY Ericka Tucker , Marquette University Caroline Williams , Queen Mary University of London",
      "cited_by_count": 22,
      "type": "book",
      "source": {
        "name": "Edinburgh University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Seventeenth-Century Political and Philosophical Thought",
        "Political Theology and Sovereignty",
        "Political Philosophy and Ethics"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4286715562"
    },
    {
      "openalex_id": "W4253900451",
      "doi": "10.1002/9781444367072.wbiee921",
      "title": "Relational Autonomy",
      "authors": [
        {
          "name": "Marina Oshana",
          "openalex_id": "A5016930526"
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-06-15",
      "abstract": "“Relational autonomy” is the term used to designate a variety of conceptions of personal autonomy, all of which are united in the belief that autonomous beings are, of necessity, socially situated and interdependent. They are persons whose identity‐defining beliefs, values, commitments, and reasons for action are shaped by – or, more strongly, are constituted by – the societal positions they occupy and the shared environment they inhabit. Relational theories maintain that autonomy must be conceptualized in terms of what is at issue for individuals who are situated with others in the real‐world context of moral, social, and political exchange. Accepting this means that a plausible account of autonomy must abandon the premise that autonomous agency is conceived in atomistic or individualistic terms.",
      "cited_by_count": 18,
      "type": "other",
      "source": {
        "name": "The International Encyclopedia of Ethics",
        "type": "journal",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Political Philosophy and Ethics",
        "Religion and Society Interactions",
        "Philosophical Ethics and Theory"
      ],
      "referenced_works_count": 39,
      "url": "https://openalex.org/W4253900451"
    },
    {
      "openalex_id": "W2740635184",
      "doi": "10.1007/s11019-017-9789-7",
      "title": "Relational autonomy in informed consent (RAIC) as an ethics of care approach to the concept of informed consent",
      "authors": [
        {
          "name": "Peter Ikechukwu Osuji",
          "openalex_id": "A5061861217",
          "institutions": [
            "Duquesne University"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-07-28",
      "abstract": null,
      "cited_by_count": 40,
      "type": "article",
      "source": {
        "name": "Medicine Health Care and Philosophy",
        "type": "journal",
        "issn": [
          "1386-7423",
          "1572-8633"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Ethics in medical practice",
        "Patient Dignity and Privacy",
        "Ethics in Clinical Research"
      ],
      "referenced_works_count": 44,
      "url": "https://openalex.org/W2740635184"
    },
    {
      "openalex_id": "W2939582611",
      "doi": "10.1111/jar.12595",
      "title": "Managing relational autonomy in interactions: People with intellectual disabilities",
      "authors": [
        {
          "name": "Sandra Dowling",
          "openalex_id": "A5103240552",
          "orcid": "https://orcid.org/0000-0002-1402-3495",
          "institutions": [
            "University of Bristol"
          ]
        },
        {
          "name": "Val Williams",
          "openalex_id": "A5013696012",
          "orcid": "https://orcid.org/0000-0002-8608-7842",
          "institutions": [
            "University of Bristol"
          ]
        },
        {
          "name": "Joseph Webb",
          "openalex_id": "A5044671381",
          "orcid": "https://orcid.org/0000-0003-1818-0276",
          "institutions": [
            "University of Bristol"
          ]
        },
        {
          "name": "Marina R Y Gall",
          "openalex_id": "A5109078913",
          "orcid": "https://orcid.org/0000-0003-1647-3382",
          "institutions": [
            "University of Bristol"
          ]
        },
        {
          "name": "Deborah Worrall",
          "openalex_id": "A5038936756",
          "institutions": [
            "University of Bristol"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-04-12",
      "abstract": "Abstract Background This article is about interactions that occur when someone with intellectual disabilities is engaged in everyday activities with a personal assistant (PA) or a support worker. Method We examine the detail of nine hours of naturally occurring video‐recorded interactions, to explore how “relational autonomy” is done in practice. Nine people with ID and seven staff took part in the research, which took place in England from 2016–17. Results We selected six extracts to illustrate different types of joint decision‐making. Informed by inclusive research with a drama group of people with intellectual disabilities, we focus on the ways in which (a) future plans are discussed; (b) choices are offered during an activity; (c) people reflect on their decisions. Conclusion The article concludes with discussion about the teaching and learning content of choice‐making, on relational autonomy, and the practice learning for PAs, support workers and for people with intellectual disabilities.",
      "cited_by_count": 28,
      "type": "article",
      "source": {
        "name": "Journal of Applied Research in Intellectual Disabilities",
        "type": "journal",
        "issn": [
          "1360-2322",
          "1468-3148"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/jar.12595"
      },
      "topics": [
        "Healthcare innovation and challenges",
        "Elder Abuse and Neglect",
        "Disability Education and Employment"
      ],
      "referenced_works_count": 40,
      "url": "https://openalex.org/W2939582611"
    },
    {
      "openalex_id": "W2571500167",
      "doi": "10.1093/ojlr/rww059",
      "title": "Relational Autonomy and Religious Tribunals",
      "authors": [
        {
          "name": "Russell Sandberg",
          "openalex_id": "A5082538888",
          "orcid": "https://orcid.org/0000-0002-4310-9677",
          "institutions": [
            "Cardiff University"
          ]
        },
        {
          "name": "Sharon Thompson",
          "openalex_id": "A5018133592",
          "orcid": "https://orcid.org/0000-0002-2569-856X"
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-10-21",
      "abstract": "Academic writing on the place and status of religious tribunals in western societies has focused upon the ‘minorities within minorities’ debate: the extent to which States should intervene to ensure that the citizenship rights of female group members are protected and that religious tribunals do not discriminate on grounds of sex. In a number of recent publications following the Cardiff research on Social Cohesion and Civil Law: Marriage, Divorce and Religious Courts, it has been suggested that the concept of consent should be a key focus in determining whether the State should intervene. However, this article asks instead whether the focus should be on the question of autonomy. In particular, this article examines the need to understand the debate concerning religious tribunals within the wider context of changes within family law where an emphasis has been placed upon individual autonomy. It also compares, explores and critiques the concept of ‘relational autonomy’ as discussed by Jonathan Herring in the context of family law. We agree that developing a concept of autonomy based on the forming of relationships rather than the usual focus on the autonomy of the religious group or on the individual autonomy of those who use religious tribunals provides a way forward. However, we propose a modification of relational autonomy using relational contract theory to employ a relational approach that is ultimately rooted in contract theory. We conclude that Feminist Relational Contract Theory (FRCT) – a theory previously applied to prenuptial agreements –provides, the most appropriate framework in which power imbalances within religious tribunals can be recognised.",
      "cited_by_count": 21,
      "type": "article",
      "source": {
        "name": "Oxford Journal of Law and Religion",
        "type": "journal",
        "issn": [
          "2047-0770",
          "2047-0789"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Multicultural Socio-Legal Studies",
        "Religion, Gender, and Enlightenment",
        "Religious Freedom and Discrimination"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2571500167"
    },
    {
      "openalex_id": "W2553331921",
      "doi": "10.22329/wyaj.v32i2.4683",
      "title": "MORE THAN MEETS THE EYE:  RELATIONAL AUTONOMY AND DECISION-MAKING BY ADULTS WITH DEVELOPMENTAL DISABILITIES",
      "authors": [
        {
          "name": "Eniola Salami",
          "openalex_id": "A5017915206",
          "institutions": [
            "University of Calgary"
          ]
        },
        {
          "name": "Bonnie Lashewicz",
          "openalex_id": "A5027907427",
          "orcid": "https://orcid.org/0000-0001-6476-8981",
          "institutions": [
            "University of Calgary"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-10-01",
      "abstract": "In Canadian law, the concept of autonomy is individualistic in nature, manifest as the capacity, or legal ability of an individual to actively understand the purpose and consequences of their actions according to whether they have faculties to comprehend and weigh risks and benefits. Feminist scholars critique such conceptualizations of autonomy and, instead, argue the importance of “relational autonomy” which is predicated on the view that actions result from one’s own volition in combination with the influence of one’s social and relational connections. In this paper, we examine the dynamics and implications of relational autonomy in decision-making by adults with developmental disabilities by studying adults with developmental disabilities in interaction with their caregiving family members. Our purpose is to contribute understandings of how and in what ways family caregiving relational contexts both support and hinder decision-making by adults with developmental disabilities. We begin with an overview of conceptualizations and applications of autonomy, then illustrate relational autonomy dynamics through comparative analysis of data from two women with developmental disabilities who were interviewed together with their family caregivers about successes and struggles in giving and receiving care and making decisions. These two women, and their family caregivers (N=9) are selected from a larger sample of adults with developmental disabilities and their family caregivers (N = 26) because the contrasts, as well as the similarities, between their family care situations are striking, and taken together, illustrate a range of ways in which decision-making is supported and hindered. We conclude by upholding the importance of relational autonomy for legal understandings of decision-making, yet we caution that critical examination of relationship dynamics is vital.",
      "cited_by_count": 36,
      "type": "article",
      "source": {
        "name": "Windsor Yearbook of Access to Justice",
        "type": "journal",
        "issn": [
          "0710-0841",
          "2561-5017"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://wyaj.uwindsor.ca/index.php/wyaj/article/download/4683/3967"
      },
      "topics": [
        "Multicultural Socio-Legal Studies",
        "Disability Rights and Representation"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2553331921"
    },
    {
      "openalex_id": "W2775459066",
      "doi": "10.1007/s11019-017-9818-6",
      "title": "Relational autonomy in the care of the vulnerable: health care professionals’ reasoning in Moral Case Deliberation (MCD)",
      "authors": [
        {
          "name": "Kaja Heidenreich",
          "openalex_id": "A5080417457",
          "orcid": "https://orcid.org/0000-0002-1983-9813",
          "institutions": [
            "Örebro University"
          ]
        },
        {
          "name": "Anders Bremer",
          "openalex_id": "A5058710190",
          "orcid": "https://orcid.org/0000-0001-7865-3480",
          "institutions": [
            "Linnaeus University",
            "University of Borås"
          ]
        },
        {
          "name": "Lars Johan Materstvedt",
          "openalex_id": "A5088113705",
          "institutions": [
            "Glasgow Life",
            "Norwegian University of Science and Technology",
            "University of Glasgow"
          ]
        },
        {
          "name": "Ulf Tidefelt",
          "openalex_id": "A5049336710",
          "institutions": [
            "Örebro University"
          ]
        },
        {
          "name": "Mia Svantesson",
          "openalex_id": "A5036530361",
          "orcid": "https://orcid.org/0000-0003-0679-5695",
          "institutions": [
            "Örebro University"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-12-14",
      "abstract": null,
      "cited_by_count": 43,
      "type": "article",
      "source": {
        "name": "Medicine Health Care and Philosophy",
        "type": "journal",
        "issn": [
          "1386-7423",
          "1572-8633"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007%2Fs11019-017-9818-6.pdf"
      },
      "topics": [
        "Ethics in medical practice",
        "Patient Dignity and Privacy",
        "Medical Malpractice and Liability Issues"
      ],
      "referenced_works_count": 43,
      "url": "https://openalex.org/W2775459066"
    },
    {
      "openalex_id": "W3000917153",
      "doi": "10.3138/ijfab.13.2.2020-01-08",
      "title": "Nondomination and the Limits of Relational Autonomy",
      "authors": [
        {
          "name": "Danielle M. Wenner",
          "openalex_id": "A5019097155",
          "orcid": "https://orcid.org/0000-0001-7731-8357"
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-01-22",
      "abstract": "Relational autonomy theorists attempt to accommodate social embeddedness within a conception of autonomy. These attempts are conceptually messy, at best, and category errors, at worst. Rejecting the liberal conception of autonomy due to feminist concerns is more helpfully answered by the neorepublican notion of freedom as nondomination. The conception of freedom as nondomination captures the values that motivate the relational turn in moral and political theory and does so in a conceptually neater way than attempting to accommodate those concerns in our accounts of autonomy.",
      "cited_by_count": 18,
      "type": "article",
      "source": {
        "name": "International Journal of Feminist Approaches to Bioethics",
        "type": "journal",
        "issn": [
          "1937-4577",
          "1937-4585"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Political Philosophy and Ethics",
        "Philosophical Ethics and Theory",
        "Political Theory and Influence"
      ],
      "referenced_works_count": 28,
      "url": "https://openalex.org/W3000917153"
    },
    {
      "openalex_id": "W2913289275",
      "doi": "10.1016/j.bioet.2018.12.001",
      "title": "Re-thinking relational autonomy: Challenging the triumph of autonomy through vulnerability",
      "authors": [
        {
          "name": "Janet Delgado",
          "openalex_id": "A5011935732",
          "orcid": "https://orcid.org/0000-0002-3681-8571"
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-01-01",
      "abstract": "Abstract Relational autonomy is a key concept in challenging the “triumph of the principle of autonomy” in bioethics. Considering the inextricable relationship between the concept of vulnerability and relational autonomy, it can be seen that autonomy and vulnerability are not incompatible. Because vulnerability is an unavoidable human condition, only through the network of relationships in which we are embedded is it possible to develop a capacity towards autonomy, understanding it through relationships. While there is a vast literature in bioethics about the term of relational autonomy, there is a lack of clarification, or systematization on the definition of the main characteristics of this term. Through the connection with a universal vulnerability concept, the aim of this paper is to develop the main characteristics of the term relational autonomy. Including the notion of vulnerability, relational autonomy can be understood as a capacity to make decisions, not as an individual, self-sufficient person, but as an individual being embedded in social relationships. A description is presented of five features of relational autonomy: relationships, capacity for decision making as a process, progression along the life course, professional commitment, and collectivity.",
      "cited_by_count": 24,
      "type": "article",
      "source": {
        "name": "Bioethics Update",
        "type": "journal",
        "issn": [
          "2395-938X",
          "2448-7511"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Ethics in medical practice",
        "Ethics and Legal Issues in Pediatric Healthcare",
        "Patient Dignity and Privacy"
      ],
      "referenced_works_count": 45,
      "url": "https://openalex.org/W2913289275"
    },
    {
      "openalex_id": "W2897875197",
      "doi": "10.1186/s13054-018-2187-6",
      "title": "New perspectives on substituted relational autonomy for shared decision-making in critical care",
      "authors": [
        {
          "name": "Nicola Grignoli",
          "openalex_id": "A5028060611",
          "orcid": "https://orcid.org/0000-0001-6028-2159",
          "institutions": [
            "Organizzazione Sociopsichiatrica Cantonale",
            "Ente Ospedaliero Cantonale"
          ]
        },
        {
          "name": "Valentina Di Bernardo",
          "openalex_id": "A5030582154",
          "orcid": "https://orcid.org/0000-0002-0487-0455",
          "institutions": [
            "Ospedale regionale di Lugano",
            "Ente Ospedaliero Cantonale"
          ]
        },
        {
          "name": "Roberto Malacrida",
          "openalex_id": "A5028662821"
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-10-11",
      "abstract": null,
      "cited_by_count": 30,
      "type": "article",
      "source": {
        "name": "Critical Care",
        "type": "journal",
        "issn": [
          "1364-8535",
          "1466-609X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://ccforum.biomedcentral.com/track/pdf/10.1186/s13054-018-2187-6"
      },
      "topics": [
        "Palliative Care and End-of-Life Issues",
        "Family and Patient Care in Intensive Care Units",
        "Patient Dignity and Privacy"
      ],
      "referenced_works_count": 41,
      "url": "https://openalex.org/W2897875197"
    },
    {
      "openalex_id": "W2882986177",
      "doi": "10.3390/geriatrics3030043",
      "title": "Advance Care Planning for Older People with Cancer and Its Implications in Asia: Highlighting the Mental Capacity and Relational Autonomy",
      "authors": [
        {
          "name": "Cheng‐Pei Lin",
          "openalex_id": "A5065709681",
          "orcid": "https://orcid.org/0000-0001-5810-8776",
          "institutions": [
            "Cicely Saunders International",
            "King's College London"
          ]
        },
        {
          "name": "Shao‐Yi Cheng",
          "openalex_id": "A5080387194",
          "orcid": "https://orcid.org/0000-0002-2224-4140",
          "institutions": [
            "National Taiwan University Hospital"
          ]
        },
        {
          "name": "Ping‐Jen Chen",
          "openalex_id": "A5041780424",
          "orcid": "https://orcid.org/0000-0001-7636-0801",
          "institutions": [
            "Kaohsiung Medical University",
            "Chi Mei Medical Center",
            "Kaohsiung Medical University Chung-Ho Memorial Hospital"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-07-20",
      "abstract": "With dramatically increasing proportions of older people, global ageing has remarkably influenced healthcare services and policy making worldwide. Older people represent the majority of patients with cancer, leading to the increasing demand of healthcare due to more comorbidities and inherent frailty. The preference of older people with cancer are often ignored, and they are considered incapable of making choices for themselves, particularly medical decisions. This might impede the provision of their preferred care and lead to poor healthcare outcomes. Advance care planning (ACP) is considered an effective intervention to assist older people to think ahead and make a choice in accordance with their wishes when they possess capacity to do so. The implementation of ACP can potentially lead to positive impact for patients and families. However, the assessment of mental capacity among older adults with cancer might be a crucial concern when implementing ACP, as loss of mental capacity occurs frequently during disease deterioration and functional decline. This article aims to answer the following questions by exploring the existing evidence. How does ACP develop for older people with cancer? How can we measure mental capacity and what kind of principles for assessment we should apply? What are the facilitators and barriers when implementing an ACP in this population? Furthermore, a discussion about cultural adaptation and relevant legislation in Asia is elucidated for better understanding about its cultural appropriateness and the implications. Finally, recommendations in relation to early intervention with routine monitoring and examination of capacity assessment in clinical practice when delivering ACP, reconciling patient autonomy and family values by applying the concept of relational autonomy, and a corresponding legislation and public education should be in place in Asia. More research on ACP and capacity assessment in different cultural contexts and policy frameworks is highlighted as crucial factors for successful implementation of ACP.",
      "cited_by_count": 45,
      "type": "review",
      "source": {
        "name": "Geriatrics",
        "type": "journal",
        "issn": [
          "2308-3417"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.mdpi.com/2308-3417/3/3/43/pdf?version=1532331031"
      },
      "topics": [
        "Palliative Care and End-of-Life Issues",
        "Family and Patient Care in Intensive Care Units",
        "Patient Dignity and Privacy"
      ],
      "referenced_works_count": 58,
      "url": "https://openalex.org/W2882986177"
    },
    {
      "openalex_id": "W2947624223",
      "doi": "10.1111/jep.13185",
      "title": "Does shared decision making respect a patient's relational autonomy?",
      "authors": [
        {
          "name": "Jonathan Lewis",
          "openalex_id": "A5044734158",
          "orcid": "https://orcid.org/0000-0001-8342-1051",
          "institutions": [
            "Dublin City University"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-05-31",
      "abstract": "Abstract According to many of its proponents, shared decision making (“SDM”) is the right way to interpret the clinician‐patient relationship because it respects patient autonomy in decision‐making contexts. In particular, medical ethicists have claimed that SDM respects a patient's relational autonomy understood as a capacity that depends upon, and can only be sustained by, interpersonal relationships as well as broader health care and social conditions. This paper challenges that claim. By considering two primary approaches to relational autonomy, this paper argues that standard accounts of SDM actually undermine patient autonomy. It also provides an overview of the obligations generated by the principle of respect for relational autonomy that have not been captured in standard accounts of SDM and which are necessary to ensure consistency between clinical practice and respect for patient autonomy.",
      "cited_by_count": 22,
      "type": "article",
      "source": {
        "name": "Journal of Evaluation in Clinical Practice",
        "type": "journal",
        "issn": [
          "1356-1294",
          "1365-2753"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/jep.13185"
      },
      "topics": [
        "Patient-Provider Communication in Healthcare",
        "Patient Dignity and Privacy",
        "Palliative Care and End-of-Life Issues"
      ],
      "referenced_works_count": 52,
      "url": "https://openalex.org/W2947624223"
    },
    {
      "openalex_id": "W2789851879",
      "doi": "10.1111/bioe.12424",
      "title": "Relational autonomy, care, and Jehovah's Witnesses in Germany",
      "authors": [
        {
          "name": "Małgorzata Rajtar",
          "openalex_id": "A5039695065",
          "orcid": "https://orcid.org/0000-0002-3807-1547",
          "institutions": [
            "Adam Mickiewicz University in Poznań"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-01-25",
      "abstract": "Abstract Drawing from an ethics of care, relational approaches to autonomy have recently emerged in bioethics. Unlike individual autonomy with its emphasis on patients’ rights, choice, and self‐determination which has been the hallmark of bioethics consistent with the ideology of individualism in neoliberal democracies in Western countries, relational autonomy highlights the relatedness, interdependency, and social embeddedness of patients. By examining the mediating role that male Hospital Liaison Committee members in Germany play in facilitating care that supports Jehovah's Witnesses’ refusal of blood transfusions, this article moves beyond ‘dyadic relations’ and contexts of caregiving. It also contributes to a deeper understanding of care and relational conceptualizations of Witness patients’ autonomy globally.",
      "cited_by_count": 20,
      "type": "article",
      "source": {
        "name": "Bioethics",
        "type": "journal",
        "issn": [
          "0269-9702",
          "1467-8519"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Ethics in medical practice",
        "Palliative Care and End-of-Life Issues",
        "Healthcare Decision-Making and Restraints"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2789851879"
    },
    {
      "openalex_id": "W2722151197",
      "doi": "10.1515/mopp-2016-0038",
      "title": "Relational Autonomy and Perfectionism",
      "authors": [
        {
          "name": "Natalie Stoljar",
          "openalex_id": "A5036648911",
          "orcid": "https://orcid.org/0000-0001-5068-041X",
          "institutions": [
            "McGill University"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-06-23",
      "abstract": "Abstract Joseph Raz’s The Morality of Freedom (1986) is well known for defending both a perfectionist form of liberalism and an ‘externalist’ conception of autonomy. John Christman proposes that there is a logical connection between the two theses and argues that externalist accounts of autonomy should be rejected on the basis that they are perfectionist. Christman’s perfectionism argument contains two premises: (i) externalist theories of autonomy entail political perfectionism and (ii) political perfectionism is not defensible. I argue that neither premise is true. Externalist theories of autonomy do not entail political perfectionism. Further, even assuming for the sake of argument that premise (i) is true, premise (ii) is false. The strongest challenge to political perfectionism is that it is incompatible with the value of respect. I argue that those defending political perfectionism misconstrue what is required for respect. Once we see that respect is secured through features inherent in processes, the value of respect can be reconciled with political perfectionism. Political perfectionism is a defensible thesis and premise (ii) is false.",
      "cited_by_count": 19,
      "type": "article",
      "source": {
        "name": "Moral Philosophy and Politics",
        "type": "journal",
        "issn": [
          "2194-5616",
          "2194-5624"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Political Philosophy and Ethics",
        "Philosophical Ethics and Theory",
        "Hannah Arendt's Political Philosophy"
      ],
      "referenced_works_count": 14,
      "url": "https://openalex.org/W2722151197"
    },
    {
      "openalex_id": "W3034584295",
      "doi": "10.1111/lit.12226",
      "title": "On the relational autonomy of materials: entanglements in maker literacies research",
      "authors": [
        {
          "name": "Amélie Lemieux",
          "openalex_id": "A5056812454",
          "orcid": "https://orcid.org/0000-0002-0701-4638",
          "institutions": [
            "Mount Saint Vincent University"
          ]
        },
        {
          "name": "Jennifer Rowsell",
          "openalex_id": "A5032688081",
          "orcid": "https://orcid.org/0000-0002-9062-8859",
          "institutions": [
            "University of Bristol"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-06-20",
      "abstract": "Abstract This article addresses key components of posthumanism and maker literacies by reporting on empirical data from two makerspace research sites. Using posthuman methodologies, we suggest practical considerations of the relational autonomy of materials through entanglements between humans, non‐humans and more‐than‐humans in makerspace classroom settings. We propose answers to the following research questions: How do materials manifest their relational autonomy in makerspaces? How could the relational autonomy of materials impact maker literacies pedagogy? With this article, our contribution warrants researchers to think about the unpredictability of maker work through posthuman methodologies and how maker projects can help speak against the failing student rhetoric in literacy education.",
      "cited_by_count": 20,
      "type": "article",
      "source": {
        "name": "Literacy",
        "type": "journal",
        "issn": [
          "1741-4350",
          "1741-4369"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Innovative Human-Technology Interaction",
        "Teaching and Learning Programming",
        "Literacy, Media, and Education"
      ],
      "referenced_works_count": 42,
      "url": "https://openalex.org/W3034584295"
    }
  ],
  "count": 30,
  "errors": []
}
