{
  "status": "success",
  "source": "semantic_scholar",
  "query": "personal autonomy self-governance",
  "results": [
    {
      "paperId": "26e3927000c25aed44269fa78945a6457f8473fd",
      "title": "BCI, Personal Identity and Autonomy. Ulysses on the Ship of Theseus",
      "authors": [
        {
          "name": "Vanesa Morente Parra",
          "authorId": "2269110601"
        }
      ],
      "year": 2025,
      "abstract": "This article analyzes the ethical and legal challenges of Brain-Computer Interfaces (BCIs), focusing on their impact on personal identity and autonomy. It examines the transformative potential of neurotechnology, especially write-in BCIs that intervene directly in brain activity. Drawing from Ortega y Gasset’s zoon technikon and Parfit’s theory of personal identity, it reflects on how these systems may blur agency and self-continuity. The text also addresses the EU regulatory framework and the theory of neurorights. Using Ulysses on the Ship of Theseus as metaphor, it advocates preventive governance based on ethics, human rights, and informed, autonomous consent.",
      "citationCount": 0,
      "doi": "10.17561/tahrj.v25.9773",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/26e3927000c25aed44269fa78945a6457f8473fd",
      "venue": "Age of Human Rights Journal",
      "journal": {
        "name": "The Age of Human Rights Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f635fc6d2954ba86f800cb9f57563de29550caa1",
      "title": "Self-consciousness and personal identity in quantum panprotopsychism",
      "authors": [
        {
          "name": "R. Gambini",
          "authorId": "4176109"
        },
        {
          "name": "J. Pullin",
          "authorId": "1935491"
        }
      ],
      "year": 2025,
      "abstract": "In previous papers, we demonstrated that an ontology of quantum mechanics, described in terms of states and events with internal phenomenal aspects (a form of panprotopsychism), is well suited to explain consciousness. We showed that the combination problems of qualities, structures and subjects in panpsychism and panprotopsychism stem from implicit hypotheses based on classical physics regarding supervenience, which are not applicable at the quantum level. Within this view, consciousness arises in entangled quantum systems coupled to the neural network of the brain. In entangled systems, the properties of individual parts disappear, giving rise to an exponential number of emergent properties and states. Here, we analyze self-consciousness as the capacity to view oneself as a subject of experience. The causal openness of quantum systems provides self-conscious beings the ability to make independent choices and decisions, reflecting a sense of self-governance and autonomy. In this context, the issue of personal identity takes a new form free from the problems of the simple view or the reductive approaches.",
      "citationCount": 1,
      "doi": null,
      "arxivId": "2505.11530",
      "url": "https://www.semanticscholar.org/paper/f635fc6d2954ba86f800cb9f57563de29550caa1",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "55c9db6b9ca1fee1bf815e38b827c779eb4d5a03",
      "title": "Ghostwritten Lives: Autonomy, Deference, and Self-Authorship",
      "authors": [
        {
          "name": "Michael Garnett",
          "authorId": "94735070"
        }
      ],
      "year": 2023,
      "abstract": "Certain forms of practical deference seem to be incompatible with personal autonomy. I argue that such deference undermines autonomy not by compromising the governance of an authentic self, nor by constituting a failure to track objective reasons, but by constituting a particular social relation: one of interpersonal rule. I analyze this social relation and distinguish it from others, including ordinary relations of love and care. Finally, I argue that the particular form of interpersonal rule constituted by dispositions of practical deference in itself entails a partial, though not total, disconnection from the good of a self-authored life.",
      "citationCount": 5,
      "doi": "10.1086/722126",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/55c9db6b9ca1fee1bf815e38b827c779eb4d5a03",
      "venue": "Ethics: An International Journal of Social, Political, and Legal Philosophy",
      "journal": {
        "name": "Ethics",
        "pages": "189 - 215",
        "volume": "133"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b8121282e914dd259a9fdffafd8a95c15cc846a0",
      "title": "G H O S T - W R I T T E N L I V E S : AUTONOMY , DEFERENCE , AND SELF - AUTHORSHIP *",
      "authors": [
        {
          "name": "Michael Garnett",
          "authorId": "94735070"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b8121282e914dd259a9fdffafd8a95c15cc846a0",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "0891086c1b4c2945234c8e76d3fff077f51674e4",
      "title": "The Idea of Personal Autonomy",
      "authors": [
        {
          "name": "L. Swaine",
          "authorId": "117978499"
        }
      ],
      "year": 2020,
      "abstract": "This chapter elaborates a conception of personal autonomy as individual self-rule. The conception fits with a more general understanding of autonomy as self-rule, and it is not heavily moralized. Autonomy as self-rule is preferable to alternative conceptualizations such as autonomy as self-governance or autonomy as living under one’s own laws. Personal autonomy is different from individual freedom, and it is not identical to the absence of social control. There are several notable grounds for valuing personal autonomy; this chapter describes them, giving a fuller sense of the significance and attractiveness of autonomy of the personal kind.",
      "citationCount": 0,
      "doi": "10.1093/oso/9780190087647.003.0002",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0891086c1b4c2945234c8e76d3fff077f51674e4",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "33-90",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "76e5623e305c6868199eda8f66258218773e5432",
      "title": "Religion and Self-Governance: Catholicism, Islam, and the Issue of Censorship",
      "authors": [
        {
          "name": "T. Jelen",
          "authorId": "14583164"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1017/S1755048317000244",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/76e5623e305c6868199eda8f66258218773e5432",
      "venue": "Politics and Religion",
      "journal": {
        "name": "Politics and Religion",
        "pages": "567 - 596",
        "volume": "10"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5a2bb5b49cd362a39e752aa29a9678901e7eaba9",
      "title": "Delusions and Personal Autonomy",
      "authors": [
        {
          "name": "Gloria Sibson Ayob",
          "authorId": "114247618"
        }
      ],
      "year": 2018,
      "abstract": "This article will examine the claim that personal autonomy is impaired by a paradigmatic instance of serious psychopathology – namely, the condition of being delusional – in light of the hierarchical conception of personal autonomy. This conception of personal autonomy aims at yielding value‐neutral judgements about freedom and self‐governance. I will argue that when viewed from the perspective of this specific conception of autonomy, delusions do not necessarily impair an agent's personal autonomy. In order to establish this claim, I will probe the general idea that delusional subjects are beset by a mental disease that is rationally incapacitating, to which the hierarchical theorist might appeal. I argue that, understood within the parameters set by the commitment to value neutrality, this idea fails to provide support for the claim that delusion necessarily impairs personal autonomy. One contribution this article makes to the effort of understanding how delusion impairs personal autonomy is to help us pinpoint the ways in which our value commitments inform our judgements of impaired personal autonomy in delusional agents.",
      "citationCount": 2,
      "doi": "10.1111/JAPP.12346",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5a2bb5b49cd362a39e752aa29a9678901e7eaba9",
      "venue": "Journal of Applied Philosophy",
      "journal": {
        "name": "Journal of Applied Philosophy"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d02efb7e6cd610562d3cf6faf9b31b5a03cbb6a5",
      "title": "Relational privacy and the networked governance of the self",
      "authors": [
        {
          "name": "S. Bannerman",
          "authorId": "2328253"
        }
      ],
      "year": 2018,
      "abstract": "ABSTRACT The self today is networked, and governed through networks. This paper examines the four functions of privacy as set out by privacy theorist Alan Westin [1967. Privacy and freedom. New York: Atheneum] and works to construct a revised view of the functions of privacy in a networked world by drawing on feminist theories of relationality. Many basic ideas about privacy, drawn from the Western liberal tradition, have been challenged, redrawn, and re-conceptualized by feminist philosophers of relationality. In section one, this paper defines the ‘networked governance of the self’ and outlines the feminist relational approach, drawing the concepts of networked governance and relationality together. In section two, the paper elaborates a relational perspective on networked privacy, set up against Westin’s traditional formulation of the roles that privacy plays in democratic society. According to Westin, privacy (1) provides a realm of personal autonomy; (2) creates opportunities for emotional release; (3) permits a zone of self-evaluation; and (4) permits limited and protected forms of communication. The paper elaborates a relational perspective on the functions of privacy, emphasizing the importance of relational privacy to the networked governance of the self.",
      "citationCount": 28,
      "doi": "10.1080/1369118X.2018.1478982",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d02efb7e6cd610562d3cf6faf9b31b5a03cbb6a5",
      "venue": "Information, Communication & Society",
      "journal": {
        "name": "Information, Communication & Society",
        "pages": "2187 - 2202",
        "volume": "22"
      },
      "publicationTypes": null
    },
    {
      "paperId": "768d33704055ec87526c76090d7fdbdf9cb2fecb",
      "title": "Epistemic Autonomy and the Shaping of Our Epistemic Lives",
      "authors": [
        {
          "name": "J. Kawall",
          "authorId": "89872441"
        }
      ],
      "year": 2024,
      "abstract": "ABSTRACT I present an account of epistemic autonomy as a distinctively wide-ranging epistemic virtue, one that helps us to understand a range of phenomena that might otherwise seem quite disparate – from the appropriate selection of epistemic methods, stances and topics of inquiry, to the harms of epistemic oppression, gaslighting and related phenomena. The account draws on four elements commonly incorporated into accounts of personal autonomy: (i) self-governance, (ii) authenticity, (iii) self-creation and (iv) independence. I further argue that for a distinctively epistemic virtue of autonomy; the above elements must ultimately reliably lead to valuable epistemic goods (for the agent herself and others). I then turn to the domains or ways in which epistemic autonomy so understood, can be made manifest. I suggest that epistemic autonomy is a virtue that allows us to appropriately choose (i) subject matters and areas of inquiry, (ii) methods, sources, and processes of belief formation, (iii) epistemic goals and (iv) epistemic stances or frameworks. So understood, epistemic autonomy has a role to play in shaping most every aspect of our epistemic lives.",
      "citationCount": 2,
      "doi": "10.1080/02691728.2024.2326840",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/768d33704055ec87526c76090d7fdbdf9cb2fecb",
      "venue": "Social Epistemology",
      "journal": {
        "name": "Social Epistemology",
        "pages": "374 - 391",
        "volume": "38"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "04e305b393a76fd4a49752585e0ea6077e7cf96e",
      "title": "Mechanisms For Ensuring Personal Freedom in Cyberspace",
      "authors": [
        {
          "name": "Rahmatullayev Mardonbek Farhod oʻgʻli",
          "authorId": "2402746991"
        }
      ],
      "year": 2025,
      "abstract": "The rapid proliferation of digital technologies and the expansion of cyberspace have fundamentally transformed the notions of individual autonomy and privacy, creating unprecedented challenges for safeguarding personal freedoms. This study examines the multifaceted mechanisms employed to protect personal liberty in the digital realm, encompassing legal frameworks, technological safeguards, and socio-ethical strategies. By integrating interdisciplinary perspectives from law, computer science, and social philosophy, the research highlights the dynamic tension between state-imposed regulations, corporate governance of data, and user-driven initiatives for self-protection. The analysis underscores the critical importance of adaptive regulatory policies, robust encryption protocols, and digital literacy programs in sustaining personal freedoms. Furthermore, the study emphasizes the necessity of international cooperation and normative convergence to address cross-border cyber threats while preserving fundamental human rights in virtual environments. This work contributes to the scholarly discourse by offering a synthesized framework for understanding and operationalizing personal freedom protections in increasingly complex and interconnected cyber ecosystems.",
      "citationCount": 0,
      "doi": "10.37547/ajsshr/volume05issue12-26",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/04e305b393a76fd4a49752585e0ea6077e7cf96e",
      "venue": "American Journal Of Social Sciences And Humanity Research",
      "journal": {
        "name": "American Journal Of Social Sciences And Humanity Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "af84db005f1c2dcf5681ab300544d8affe6080de",
      "title": "Relational Autonomy",
      "authors": [
        {
          "name": "Catriona Mackenzie",
          "authorId": "2700581"
        }
      ],
      "year": 2019,
      "abstract": "This chapter offers an account of central issues and themes in feminist philosophical reflections on relational autonomy. Relational theories of autonomy explicate the social dimensions of personal autonomy, as well as the ways its development and exercise can be impaired by social oppression. The chapter outlines debates between internalist and externalist, and procedural and substantive theories of relational autonomy, including discussion of important contributions to these debates over the last two decades. It proposes that a multidimensional analysis of autonomy offers a possible resolution to these debates. Specifically, the chapter argues for the importance of distinguishing self-determination, self-governance, and self-authorization as distinct although causally interacting dimensions of relational autonomy. The advantage of a multidimensional analysis of autonomy is that it does justice to the complexity of the concept, while also clarifying the multifarious ways in which social oppression can impair autonomy.",
      "citationCount": 3,
      "doi": "10.1093/oxfordhb/9780190628925.013.29",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/af84db005f1c2dcf5681ab300544d8affe6080de",
      "venue": "The Oxford Handbook of Feminist Philosophy",
      "journal": {
        "name": "The Oxford Handbook of Feminist Philosophy"
      },
      "publicationTypes": null
    },
    {
      "paperId": "758f5ec62da2359b79717fb1c78a851cffd135f5",
      "title": "The Quantified Body: Identity, Empowerment, and Control in Smart Wearables",
      "authors": [
        {
          "name": "Maijunxian Wang",
          "authorId": "2368536740"
        }
      ],
      "year": 2025,
      "abstract": "In an era where the body is increasingly translated into streams of biometric data, smart wearables have become not merely tools of personal health tracking but infrastructures of predictive governance. This paper examines how wearable technologies reconfigure bodily autonomy by embedding users within feedback-driven systems of self-surveillance, data extraction, and algorithmic control. Drawing on Deleuze's concept of the control society, Zuboff's theory of surveillance capitalism, and Couldry and Mejias's notion of data colonialism, I argue that smart wearables shift the discourse of health empowerment toward a modality of compliance aligned with neoliberal values of productivity, efficiency, and self-discipline. Rather than offering transparent consent, these technologies operate within what scholars describe as a post-consent regime -- where asymmetrical data relations are normalized through seamless design and behavioral nudging. Through interdisciplinary analysis, the paper further explores alternative trajectories for wearable design and governance, from historical examples of care-centered devices to contemporary anti-extractive practices and collective data justice frameworks. Ultimately, it calls for a paradigm shift from individual optimization to democratic accountability and structural reform in the governance of bodily data.",
      "citationCount": 1,
      "doi": "10.48550/arXiv.2506.15991",
      "arxivId": "2506.15991",
      "url": "https://www.semanticscholar.org/paper/758f5ec62da2359b79717fb1c78a851cffd135f5",
      "venue": "arXiv.org",
      "journal": {
        "name": "ArXiv",
        "volume": "abs/2506.15991"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "835e1693cafcf9ae149ff555ce207cc61e726cca",
      "title": "The Unfortunate Consequences of a Misguided Free Speech Principle",
      "authors": [
        {
          "name": "Robert C. Post",
          "authorId": "2316552980"
        }
      ],
      "year": 2024,
      "abstract": "Abstract For at least the past half-century, Americans have been committed to a “free speech principle,” holding that speech is to be encouraged because it serves to produce knowledge, to enable the development of personal autonomy, and to facilitate the self-governance of the nation. In this essay, I argue that any such abstract free speech principle is fundamentally misguided. The value of speech is instead the value of the social practice within which speech occurs. Speech is to be encouraged when it advances the purpose of the social practice in which it is embedded. For constitutional purposes, the most important social practice established by communication is the public sphere, whose development in the eighteenth century made possible democratic self-governance. The health of a democracy depends upon whether its public sphere can produce a public opinion capable of legitimating the state. This turns on the quality of a nation's politics, not on the quantity of its speech. Americans who conceptualize the current crisis as requiring rededication to the free speech principle thus essentially misdiagnose the nature of our contemporary emergency. We need to repair our politics, not our speech.",
      "citationCount": 1,
      "doi": "10.1162/daed_a_02094",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/835e1693cafcf9ae149ff555ce207cc61e726cca",
      "venue": "Daedalus",
      "journal": {
        "name": "Daedalus",
        "pages": "135-148",
        "volume": "153"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ed17c6eb63ab7367ac8df29f8ecbd4e4398f4b9a",
      "title": "How Lincoln Scooped Habermas",
      "authors": [
        {
          "name": "John Davenport",
          "authorId": "2298826750"
        }
      ],
      "year": 2024,
      "abstract": "In opposing Stephen Douglas’s alleged popular right to choose a slave constitution, Abraham Lincoln developed a rudimentary conception of the normative presuppositions of democratic rights that prefigures the theory of popular sovereignty articulated by Jürgen Habermas. While Lincoln was influenced by a civic republican conception of natural rights, and referred to personal autonomy in arguing that some political choices violate the grounds of collective self-governance rights, both Lincoln—as read by Jaffa—and Habermas conceive human rights not as trans-political principles but as linking moral norms with the rule of law (or coordination through political power in general). The comparison shows that Habermas’s approach to the co-originality of civil liberties and democratic rights implies that legitimate secession, revolution, and primary constituent authority must be oriented toward creation of a just legal order. This enriched linkage approach explains why the right to democracy, like the right to basic liberty, is inalienable.",
      "citationCount": 0,
      "doi": "10.5840/resphilosophica20241012124",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ed17c6eb63ab7367ac8df29f8ecbd4e4398f4b9a",
      "venue": "Res Philosophica",
      "journal": {
        "name": "Res Philosophica"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6730d65c296088ec0801bad83ecd3c94165d412a",
      "title": "Updating our Selves: Synthesizing Philosophical and Neurobiological Perspectives on Incorporating New Information into our Worldview",
      "authors": [
        {
          "name": "Fay Niker",
          "authorId": "10996453"
        },
        {
          "name": "P. Reiner",
          "authorId": "145583093"
        },
        {
          "name": "Gidon Felsen",
          "authorId": "4161467"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 7,
      "doi": "10.1007/S12152-015-9246-3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6730d65c296088ec0801bad83ecd3c94165d412a",
      "venue": "",
      "journal": {
        "name": "Neuroethics",
        "pages": "273-282",
        "volume": "11"
      },
      "publicationTypes": null
    },
    {
      "paperId": "86f5b64ec084d82466013a3d5dc4c76cab3a0851",
      "title": "Reconsidering Bias: A Hermeneutic Perspective",
      "authors": [
        {
          "name": "S. Metselaar",
          "authorId": "15356924"
        },
        {
          "name": "G. Meynen",
          "authorId": "3624007"
        },
        {
          "name": "G. Widdershoven",
          "authorId": "50690879"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.1080/15265161.2016.1159753",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/86f5b64ec084d82466013a3d5dc4c76cab3a0851",
      "venue": "American Journal of Bioethics",
      "journal": {
        "name": "The American Journal of Bioethics",
        "pages": "33 - 35",
        "volume": "16"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "973eecd603df63cf38cb75706d3e0633e9025297",
      "title": "Governmentality and the Autonomous Subject: Persistent Contradictions in Philosophies of (Language) Education",
      "authors": [
        {
          "name": "B. Schmenk",
          "authorId": "2080528114"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-658-25990-7_9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/973eecd603df63cf38cb75706d3e0633e9025297",
      "venue": "Contradiction Studies",
      "journal": {
        "name": "Contradiction Studies"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1fd153c198f701ea8c2d3bd39fb1645a9b069ba4",
      "title": "Updating our Selves: Synthesizing Philosophical and Neurobiological Perspectives on Incorporating New Information into our Worldview",
      "authors": [
        {
          "name": "Fay Niker",
          "authorId": "10996453"
        },
        {
          "name": "Peter B. Reiner",
          "authorId": "2541397"
        },
        {
          "name": "Gidon Felsen",
          "authorId": "4161467"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s12152-015-9246-3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1fd153c198f701ea8c2d3bd39fb1645a9b069ba4",
      "venue": "Neuroethics",
      "journal": {
        "name": "Neuroethics",
        "pages": "273 - 282",
        "volume": "11"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b3c3207b8b976b8be37c93f2adce70856a2ff487",
      "title": "Who’s in control? Learner autonomy in relation to personal autonomy and the situated self",
      "authors": [
        {
          "name": "Joe Sykes",
          "authorId": "2336104603"
        }
      ],
      "year": 2024,
      "abstract": "Abstract Although widely accepted to be the capacity to exercise control in one’s learning, there remains confusion about what exactly this means. Failure to reconcile contradictions has left the field resigned to pluralism, describing ‘versions’ of learner autonomy according to divergent theoretical orientations. However, each version is incomplete, rendering it unreliable as a basis for practice: educational initiatives that seek to foster learner autonomy from one perspective, run the risk of inadvertently undermining it from another. In an attempt to rectify this, I turn to philosophies of personal autonomy, which I analyse in relation to learner autonomy to identify criteria for its achievement, regardless of version. If we acknowledge that learners are ever embodied, emplaced and sociohistorically situated, as we must, learning is a process of identity construction in relation to context. To be in control of this process is to define ourselves in terms of authentic values, the expression of which may require resolve to stay one’s path or resistance to pressure to act otherwise, all of which is contingent on affordances and constraints that are inherent to our embodied, emplaced and sociohistorical constitution. I examine the implications of this theory for practice within educational institutions.",
      "citationCount": 1,
      "doi": "10.1080/00131857.2024.2443127",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b3c3207b8b976b8be37c93f2adce70856a2ff487",
      "venue": "Educational Philosophy and Theory",
      "journal": {
        "name": "Educational Philosophy and Theory",
        "pages": "702 - 712",
        "volume": "57"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "688cda281a1450f50038bba569c235056db64ab6",
      "title": "Self-Governance, Autonomy, and Freedom of Science",
      "authors": [],
      "year": 2023,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.24425/academiapas.2022.142700",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/688cda281a1450f50038bba569c235056db64ab6",
      "venue": "ACADEMIA - The magazine of the Polish Academy of Sciences",
      "journal": {
        "name": "ACADEMIA - The magazine of the Polish Academy of Sciences"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2e14b8ed6b8f56fd8384fc4147ae7b2f111c0635",
      "title": "Bratman, Autonomy, and Self-Governance",
      "authors": [
        {
          "name": "Leonardo De Mello Ribeiro",
          "authorId": "2190360654"
        }
      ],
      "year": 2022,
      "abstract": "Bratman's self-governance model of autonomy is part of a tradition of hierarchical accounts, according to which autonomy is a matter of the agent's psychology having a certain functioning and hierarchical structure that is constitutive of her practical standpoint. Bratman develops a sophisticated version of that account by drawing on a temporally extended sense of agency, which is realized and sustained by the role higher-order (self-governing) policies play—by being subject to rational demands of consistency, coherence and stability—in coordinating one's life over time. We shall argue that: (i) there may be autonomous agency without self-governing policies; (ii) there is a tension between understanding autonomy as involving temporally extended agency and as realized essentially by those rational demands.",
      "citationCount": 0,
      "doi": "10.36446/rlf2022311",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2e14b8ed6b8f56fd8384fc4147ae7b2f111c0635",
      "venue": "Revista latinoamericana de filosofía",
      "journal": {
        "name": "REVISTA LATINOAMERICANA DE FILOSOFÍA"
      },
      "publicationTypes": null
    },
    {
      "paperId": "84eb0af3ccebbd209c737b7677b5729f594808a9",
      "title": "Self-Confidence, Self-Assertiveness, and Self-Esteem: The Triple S Condition of Personal Autonomy",
      "authors": [
        {
          "name": "J. S. Ach",
          "authorId": "12016766"
        },
        {
          "name": "A. Pollmann",
          "authorId": "2070720303"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 7,
      "doi": "10.1007/978-3-030-80991-1_4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/84eb0af3ccebbd209c737b7677b5729f594808a9",
      "venue": "Philosophical Studies Series",
      "journal": {
        "name": "Philosophical Studies Series"
      },
      "publicationTypes": null
    },
    {
      "paperId": "91b167699785cbd9dfe793030e9bcd9ce02cc7e4",
      "title": "Self-regulation, Autonomy, Rationality, and the Use of Arational Influences to Prevent Crime",
      "authors": [
        {
          "name": "S. Holmen",
          "authorId": "113100408"
        }
      ],
      "year": 2025,
      "abstract": "At least since the publication of Richard Thaler and Cass Sunstein’s Nudge, the potential of employing knowledge about the shortcomings of human cognition to influence the behavior of people in ways intended to aid them in becoming healthier, more economically secure and, indeed, happier has been the subject of considerable interest for scholars and policymakers. However, while the ethics of employing nudges to attempt to induce various types of behavior change in relation to these important public policy aims has received much attention, very little scrutiny has been directed toward the ethics of the current and potential employment of similar arational influences to prevent crime. This paper sets out to assess whether variations of three of the most prominent ethical concerns against the use of nudges provide us with good reasons to oppose the use of arational influences for crime prevention. It is first argued that moral concerns hinging on self-regulation and personal autonomy are not persuasive grounds from which to object to the use of these influences. However, the paper ends by arguing in favor of the view that employing arational influences to prevent crime is presumptively wrong if and when it subverts its target’s rationality.",
      "citationCount": 0,
      "doi": "10.1080/0731129X.2025.2530278",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/91b167699785cbd9dfe793030e9bcd9ce02cc7e4",
      "venue": "Criminal Justice Ethics",
      "journal": {
        "name": "Criminal Justice Ethics",
        "pages": "182 - 206",
        "volume": "44"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "391ce3d83d8982033188eccbb621d1d8e72232d0",
      "title": "Personal identity, individual autonomy and group rights",
      "authors": [
        {
          "name": "Caroline West",
          "authorId": "46571379"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11098-025-02425-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/391ce3d83d8982033188eccbb621d1d8e72232d0",
      "venue": "Philosophical Studies",
      "journal": {
        "name": "Philosophical Studies",
        "pages": "3269 - 3288",
        "volume": "182"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d6901be654c6f42155d769c7b683cfbc79d838f4",
      "title": "Dimensions of the Threat to the Self Posed by Deep Brain Stimulation: Personal Identity, Authenticity, and Autonomy",
      "authors": [
        {
          "name": "Przemysław Zawadzki",
          "authorId": "2074464130"
        }
      ],
      "year": 2021,
      "abstract": "Deep Brain Stimulation (DBS) is an invasive therapeutic method involving the implantation of electrodes and the electrical stimulation of specific areas of the brain to modulate their activity. DBS brings therapeutic benefits, but can also have adverse side effects. Recently, neuroethicists have recognized that DBS poses a threat to the very fabric of human existence, namely, to the selves of patients. This article provides a review of the neuroethical literature examining this issue, and identifies the crucial dimensions related to the self which DBS may endanger—personal identity, authenticity, and autonomy. The most influential theories accounting for these dimensions are analyzed herein, and it is argued that most of these theories require further refinement. This paper also demonstrates the interrelation between personal identity, authenticity, and autonomy, and concludes that one can only fully understand the impact of DBS on the self when all of these factors are taken into account.",
      "citationCount": 3,
      "doi": "10.33392/DIAM.1592",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d6901be654c6f42155d769c7b683cfbc79d838f4",
      "venue": "",
      "journal": {
        "name": "Diametros",
        "pages": "1-28",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "e6404842e4ccd9d5f9d7054393bcdb770de45d03",
      "title": "Ethics on Health Care Big Data : Focusing on the Right to Self-determination of Personal Information",
      "authors": [
        {
          "name": "Seung Min Oh",
          "authorId": "2300875230"
        },
        {
          "name": "Pyeong Man Kim",
          "authorId": "2300547804"
        }
      ],
      "year": 2025,
      "abstract": "Personal information includes health care data as well as important information related to an individual's privacy, autonomy, and beliefs. In a series of processes of access, modification, and deletion of personal information, personal information protection is directly related to individual dignity and human rights. The right to self-determination of personal information, which is the right to decide and control matters related to one's information, needs to be legislated and protected as a basic human right in an intelligent information society, and is recognized as a constitutional right in many countries around the world to guarantee personal rights from the harmful effects of the accumulation and use of personal information without the recognition of the data subject. Through this paper, the concept, constitutional necessity, and components of the right to self-determination of personal information are identified, and the significance of the ethics necessary for the use of health care big data is examined.",
      "citationCount": 0,
      "doi": "10.35230/pb.2025.15.2.5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e6404842e4ccd9d5f9d7054393bcdb770de45d03",
      "venue": "Catholic Institute of Bioethics",
      "journal": {
        "name": "Catholic Institute of Bioethics"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "437585dfbd8b731afcb01f3a92bf8a15eafce11f",
      "title": "PERSONAL AUTONOMY AS A KEY FACTOR OF HUMAN SELF-DETERMINATION",
      "authors": [
        {
          "name": "L. Serdiuk",
          "authorId": "144973879"
        },
        {
          "name": "Ivan Danyliuk",
          "authorId": "2320634550"
        },
        {
          "name": "G. Chaika",
          "authorId": "115672381"
        }
      ],
      "year": 2018,
      "abstract": "The article presents the research on psychological factors of personal autonomy as a self-determination need and as a component of psychological well-being. The analysis was carried out in two directions: within in the theory of self-determination and within the theory of psychological well-being.The greatest influence on autonomy development as a self-determination need have such predictors as goals in life, challenge, self-efficacy, self-acceptance, self-assurance, locus of control-life, locus of control-Self. Predictors that positively affect autonomy as a component of psychological well-being are: self-acceptance, acceptance of aggression, self-confidence, creativity, control, self-esteem.The article determines that autonomy as a self-determination need is based not only on self-acceptance with all advantages and disadvantages, but also on existence of a goal in life and personal internal powers to achieve this goal. Autonomy, as it is understood in the theory of psychological well-being, is a necessary, but insufficient condition for self-determination. For formation and development of self-determination it is necessary to have a life purpose that gives meaningfulness to human life.",
      "citationCount": 12,
      "doi": "10.21277/sw.v1i8.357",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/437585dfbd8b731afcb01f3a92bf8a15eafce11f",
      "venue": "SOCIAL WELFARE: INTERDISCIPLINARY APPROACH",
      "journal": {
        "name": "SOCIAL WELFARE: INTERDISCIPLINARY APPROACH"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f2c7d9456177118472d452f5aff6d707bd531b3c",
      "title": "Three aspects of Kantian Autonomy: Independence, Self-Determination and Citizenship",
      "authors": [
        {
          "name": "Lucas Thorpe",
          "authorId": "2332254422"
        },
        {
          "name": "Sun Demirli",
          "authorId": "2332253633"
        }
      ],
      "year": 2024,
      "abstract": "In the Groundwork, we find three distinct conceptions of freedom: (i) A negative conception of freedom, understood as a capacity for spontaneous action independent of alien causes; (ii) a positive conception of freedom, understood as the capacity of giving law to oneself; and (iii) a second positive conception, understood as the capacity to give laws that bind others as well as oneself. The dominant interpretation of Kant ignores this third conception of freedom and interprets the second conception as a capacity for self-determination or self-governance, which is seen as the most basic and important Kantian conception of autonomy. In this paper, we will focus mainly on explaining the distinction between the second and third conceptions of autonomy and will defend the claim that the third conception is morally the most basic. We will also explain briefly why Kant thinks that having the capacity for citizenship is necessary for having the capacity for self-governance.",
      "citationCount": 2,
      "doi": "10.5209/kant.95646",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f2c7d9456177118472d452f5aff6d707bd531b3c",
      "venue": "Con-textos Kantianos: International Journal of Philosophy",
      "journal": {
        "name": "Con-Textos Kantianos. International Journal of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fe518eebd02cb8f8511e30557c1f8ee553a88a4c",
      "title": "Taking the Measure of Autonomy: A Four-Dimensional Theory of Self-Governance",
      "authors": [
        {
          "name": "Suzy Killmister",
          "authorId": "120107235"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 33,
      "doi": "10.4324/9781315204932",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fe518eebd02cb8f8511e30557c1f8ee553a88a4c",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "2e80d18c1433ed7eff1cc564b76a3a5fac51f569",
      "title": "Summary of Linda Gregory’s book “Three Paths to Autonomy and Self-Actualization. Integration of Transactional Analysis, Spirituality, and Quantum Field”",
      "authors": [
        {
          "name": "A. I. Samoilova",
          "authorId": "16694873"
        }
      ],
      "year": 2024,
      "abstract": "This article is a detailed review of Linda Gregory’s book “Three Paths to Autonomy and Self-Actualization. Integration of Transactional Analysis, Spirituality, and Quantum Field”. We all strive for self-actualization and are in search of answers to deep existential questions: “Who am I? What am I like? What am I doing here?” Often, people are led into psychotherapy not only by a conscious desire to solve certain problems, but also by the desire for self-actualization and transcendence. This review highlights one of the disadvantages of the classical theory of transactional analysis — the focus on the cognitive understanding of a client’s problems and the almost complete lack of attention to the spiritual component. The author of the review, following Linda Gregory, talks about how important it is to integrate spirituality into the theories and practices of the transactional-analytical approach. Gregory suggests considering spirituality as a deep personal connection with oneself, higher consciousness and the universal quantum field, and also suggests using meditation as a way to establish contact with oneself and find answers to one’s existential questions.",
      "citationCount": 0,
      "doi": "10.56478/taruj20244255-59",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2e80d18c1433ed7eff1cc564b76a3a5fac51f569",
      "venue": "Transactional Analysis in Russia",
      "journal": {
        "name": "Transactional Analysis in Russia"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "e1137144bc972b1fd1240619271a7fc50a214907",
      "title": "Zhuangzi and Personal Autonomy",
      "authors": [
        {
          "name": "Jeff Morgan",
          "authorId": "2258404721"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/s11712-023-09908-5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e1137144bc972b1fd1240619271a7fc50a214907",
      "venue": "Dao",
      "journal": {
        "name": "Dao",
        "pages": "605-621",
        "volume": "22"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c09ad536c1b717f8371dabaa422ac2bc98678881",
      "title": "The autonomy of will and the patient's right to self-determination: Legal guarantees and (bio)ethical dilemmas",
      "authors": [
        {
          "name": "Ivana Simonović",
          "authorId": "2340288689"
        }
      ],
      "year": 2024,
      "abstract": "In the scientific discourse of examining any aspect of euthanasia, it is essential to determine what euthanasia exactly is. The correct definition of euthanasia and its forms, which must include an analysis of the justification of such distinctions, linking euthanasia with similar concepts, are the necessary prerequisites for a reasoned public debate on its legalization. The reason for the debate is provided by the Preliminary Draft of the Civil Code of Serbia, which establishes a new subjective (personal) right - the right to a dignified death (euthanasia), which may be exercised in exceptional circumstances by fulfilling the specifically prescribed humane, psycho-social and medical conditions. Euthanasia entails not only legal and medical but also psychological and social aspects. Thus, the Commission for drafting the Civil Code reserved the right to make a subsequent final statement on this matter, by relying on the arguments of experts from various fields and professional activities. Public educated debate is much needed before the legislator makes the final word, and legal scholars are certainly invited to participate in this discussion. This paper focuses on the correlation between euthanasia and the principle of private autonomy (the right to self-determination) in order to examine whether they can provide a sound ground for defending the right to a dignified death.",
      "citationCount": 0,
      "doi": "10.5937/zrpfn1-54702",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c09ad536c1b717f8371dabaa422ac2bc98678881",
      "venue": "Zbornik radova Pravnog fakulteta Nis",
      "journal": {
        "name": "Zbornik radova Pravnog fakulteta Nis"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "33d7e2998a34f588fa8020d74ed123d128054963",
      "title": "Respect for personal autonomy in sports as a problem of biosocial identity",
      "authors": [
        {
          "name": "R. Belyaletdinov",
          "authorId": "2100349512"
        }
      ],
      "year": 2023,
      "abstract": "The article deals with the problem of respect for personal autonomy in sports and the practice of restricting athletes. The two justification factors for restrictions, medico-paternalistic and ethical, are in close correlation with each other and with the ethics of public competitions. The article analyzes the problem of respect for personal autonomy from the point of view of the contradiction between the formally rational set of rules that reflect the standards of fair sports and the unformalized impulse of an autonomous actor, determined by his desire for self-realization and public recognition in its entirety, including the features of biosocial identity. The article analyzes the case of female athletes with a naturally elevated level of testosterone in the blood.",
      "citationCount": 0,
      "doi": "10.31857/s023620070025535-5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/33d7e2998a34f588fa8020d74ed123d128054963",
      "venue": "Человек",
      "journal": {
        "name": "Chelovek"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "76317dd3c5e70a1dc8c1eeaf6a0073538c26fd60",
      "title": "Towards a Human Right to Psychological Continuity? Reflections on the Rights to Personal Identity, Self-Determination, and Personal Integrity",
      "authors": [
        {
          "name": "S. Ligthart",
          "authorId": "2076608959"
        }
      ],
      "year": 2024,
      "abstract": "\nScholars from different disciplines are increasingly debating how human rights should protect the autonomy not only over our bodies but also over our minds. These debates are often driven by emerging technologies that appear able to access, monitor, and manipulate mental states in ways that were previously inconceivable. Whereas some human rights already protect certain personal interests in the mental realm, such as the right to freedom of thought, it has been argued that new or updated human rights are necessary to offer adequate protection against modern technologies that may threaten our mental privacy, personal integrity, and identity. One of the proposed rights, which is under consideration by the Council of Europe and the UN Human Rights Council, concerns a right to ‘psychological continuity’. This paper challenges the necessity of recognising such a right, arguing that the notion of psychological continuity already receives considerable protection within the established framework of human rights law.",
      "citationCount": 1,
      "doi": "10.1163/26663236-bja10092",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/76317dd3c5e70a1dc8c1eeaf6a0073538c26fd60",
      "venue": "The European Convention on Human Rights Law Review",
      "journal": {
        "name": "European Convention on Human Rights Law Review"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "71cd147b3342f87ee6a845db56b41083e1a6c5c1",
      "title": "Shaftesbury’s Distinctive Sentiments: Moral Sentiments and Self-Governance",
      "authors": [
        {
          "name": "Matthew J. Kisner",
          "authorId": "115409914"
        }
      ],
      "year": 2023,
      "abstract": "Abstract This paper argues that Shaftesbury differs from other moral sentimentalists (Hutcheson, Hume, Smith) because he conceives of the moral sentiments as partial and first-personal, rather than impartial and spectatorial. This difference is grounded in Shaftesbury’s distinctive notion that moral self-governance consists in the self-examination of soliloquy. Breaking with his Stoic influences, Shaftesbury holds that the moral sentiments play the role of directing and guiding soliloquy. Because soliloquy is first-personal reflection that is directed to achieving happiness, claiming that the moral sentiments direct soliloquy leads Shaftesbury to conceive of the moral sentiments as arising from the internal perspective of an agent focused on her own happiness. This provides Shaftesbury with a stronger framework for understanding moral sentiments, for it avoids the difficulty of explaining why the sentiments of others or those arising from an imagined spectator’s perspective are motivating or authoritative for us.",
      "citationCount": 0,
      "doi": "10.1515/agph-2022-0061",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/71cd147b3342f87ee6a845db56b41083e1a6c5c1",
      "venue": "Archiv für Geschichte der Philosophie",
      "journal": {
        "name": "Archiv für Geschichte der Philosophie",
        "pages": "548 - 575",
        "volume": "106"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5da5bb6e14ed00204b3e5e7f135d31ca4073f40e",
      "title": "People with Intellectual Disability and the Relational Self: Redrawing the Moral Boundaries of Personal Autonomy",
      "authors": [
        {
          "name": "L. Davy",
          "authorId": "84629772"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5da5bb6e14ed00204b3e5e7f135d31ca4073f40e",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "4f339635d66c4c4484f1132a457d449743643b13",
      "title": "Relating Democratic and Scientific Ethos in Academic Self-Governance",
      "authors": [
        {
          "name": "Cornelia Schendzielorz",
          "authorId": "2081370426"
        },
        {
          "name": "Martin Reinhart",
          "authorId": "26349751"
        }
      ],
      "year": 2022,
      "abstract": "Robert K. Merton envisions science as embedded in a social order and explicitly links the ethos of science and the ethos of democracy. This contribution argues that the Mertonian norms are best seen as a set of procedural norms. Thus, the normative integration of science and society is to be conceived by means of the procedures that form the \"in-between\" of academia and democratically governed societies. We elaborate how peer review can be understood as a central mechanism of self-govern­ment in science. We analyze to what extent the governance of science through peer review aligns with the Mertonian democratic ethos. We investigate to what extent lotteries as a procedural element may hold the potential for new linkages between science and (democratic) social order. In conclusion, we summarize the benefits of conceiving of Merton’s norms as procedural norms with regard to the ethos as well as the autonomy of science considering the integration of scientific and social order.",
      "citationCount": 2,
      "doi": "10.7146/serendipities.v6i2.130745",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4f339635d66c4c4484f1132a457d449743643b13",
      "venue": "Serendipities. Journal for the Sociology and History of the Social Sciences",
      "journal": {
        "name": "Serendipities. Journal for the Sociology and History of the Social Sciences"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "2c64c47085eafda91179d2053f00902b093b6ca6",
      "title": "Personal Autonomy and its Direct Constitutional Limits – a Polish Perspective",
      "authors": [
        {
          "name": "Jan Podkowik",
          "authorId": "2089448473"
        }
      ],
      "year": 2021,
      "abstract": "\nThe article discusses the concept of personal autonomy as a constitutional fundamental right protected by the Polish Constitution of 1997. Autonomy is not only a constitutional value of an unspecified character but also a right with its own specific normative content. Personal autonomy, also called the right to self-determination, is rooted in natural law. The scope of its constitutional protection is determined and – simultaneously – limited by constitutional standards of an absolute character such as human dignity, non-discrimination, and the like. Autonomy as a constitutional right may be subjected to further restrictions imposed by the legislator in accordance with the principle of proportionality. The legal status of an individual’s right to self determination is thus determined by all the prohibitions and orders resulting directly from the Constitution as well as sub-constitutional statutory provisions which respect the principle of proportionality requirements.",
      "citationCount": 0,
      "doi": "10.1163/15730352-BJA10043",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2c64c47085eafda91179d2053f00902b093b6ca6",
      "venue": "",
      "journal": {
        "name": "Review of Central and East European Law",
        "pages": "41-68",
        "volume": "46"
      },
      "publicationTypes": null
    },
    {
      "paperId": "591f5644aede42a2447e48eedb112c70e80089af",
      "title": "From Automation to Autonomy: A Survey on Large Language Models in Scientific Discovery",
      "authors": [
        {
          "name": "Tianshi ZHENG",
          "authorId": "2209990450"
        },
        {
          "name": "Zheye Deng",
          "authorId": "2260296509"
        },
        {
          "name": "Hong Ting Tsang",
          "authorId": "2329077004"
        },
        {
          "name": "Weiqi Wang",
          "authorId": "1587728690"
        },
        {
          "name": "Jiaxin Bai",
          "authorId": "145677395"
        },
        {
          "name": "Zihao Wang",
          "authorId": "2117421814"
        },
        {
          "name": "Yangqiu Song",
          "authorId": "2241325169"
        }
      ],
      "year": 2025,
      "abstract": "Large Language Models (LLMs) are catalyzing a paradigm shift in scientific discovery, evolving from task-specific automation tools into increasingly autonomous agents and fundamentally redefining research processes and human-AI collaboration. This survey systematically charts this burgeoning field, placing a central focus on the changing roles and escalating capabilities of LLMs in science. Through the lens of the scientific method, we introduce a foundational three-level taxonomy-Tool, Analyst, and Scientist-to delineate their escalating autonomy and evolving responsibilities within the research lifecycle. We further identify pivotal challenges and future research trajectories such as robotic automation, self-improvement, and ethical governance. Overall, this survey provides a conceptual architecture and strategic foresight to navigate and shape the future of AI-driven scientific discovery, fostering both rapid innovation and responsible advancement. Github Repository: https://github.com/HKUST-KnowComp/Awesome-LLM-Scientific-Discovery.",
      "citationCount": 34,
      "doi": "10.48550/arXiv.2505.13259",
      "arxivId": "2505.13259",
      "url": "https://www.semanticscholar.org/paper/591f5644aede42a2447e48eedb112c70e80089af",
      "venue": "Conference on Empirical Methods in Natural Language Processing",
      "journal": {
        "pages": "17733-17750"
      },
      "publicationTypes": [
        "JournalArticle",
        "Conference",
        "Review"
      ]
    },
    {
      "paperId": "1dffb16565e5d5e384ed8fedcf5da13ea6aae256",
      "title": "Autonomy in HIV testing: a call for a rethink of personal autonomy in the HIV response in sub-Saharan Africa",
      "authors": [
        {
          "name": "Kasoka Kasoka",
          "authorId": "66348103"
        }
      ],
      "year": 2020,
      "abstract": "The author reviews various conceptions of autonomy to show that humans are actually not autonomous, strictly speaking. He argues for a need to rethink the personal autonomy approaches to HIV testing in sub-Saharan Africa (SSA) countries. HIV/AIDS has remained a leading cause of disease burden in SSA. It is important to bring this disease burden under control, especially given the availability of current effective antiretroviral regimens in low- and middle-income countries. In most SSA countries the ethic or value of personal autonomy or self-determination is promoted as primary in HIV testing decision-making. SSA policymakers have an ontological and moral duty to adopt HIV testing policies that reflect human and medical realities, relationships, local contexts, and respect human rights for both individuals and others who are affected by HIV in society. Without rethinking the value of autonomy in HIV testing decision-making, the article cautions that attainment of the Sustainable Development Goal (SDG) 3 and the UNAIDS fast-track strategy that explicitly call to end the epidemic by 2030 will not be feasible for SSA.",
      "citationCount": 5,
      "doi": "10.1007/s11019-020-09959-y",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1dffb16565e5d5e384ed8fedcf5da13ea6aae256",
      "venue": "Medicine, Health care and Philosophy",
      "journal": {
        "name": "Medicine, Health Care, and Philosophy",
        "pages": "519 - 536",
        "volume": "23"
      },
      "publicationTypes": [
        "Review",
        "JournalArticle"
      ]
    }
  ],
  "count": 40,
  "errors": []
}
