{
  "status": "success",
  "source": "semantic_scholar",
  "query": "hierarchical theory autonomy Frankfurt",
  "results": [
    {
      "paperId": "8308f95c2584dd460f81e61726bdc3c1d61d21b7",
      "title": "Towards a Horizontal Theory of Autonomy",
      "authors": [
        {
          "name": "Fiona Whittingham",
          "authorId": "2152660660"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8308f95c2584dd460f81e61726bdc3c1d61d21b7",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "bc00e6c286a29c4aca745f2fc81d4e815833ecb1",
      "title": "The paradox of moral education",
      "authors": [
        {
          "name": "Nedžib Prašević",
          "authorId": "147699972"
        }
      ],
      "year": 2024,
      "abstract": "One of the most important problems in philosophy of education is known under the name of the paradox of moral education. The hypothesis from which we begin and the validity of which should be proved is reduced to the claim that this paradox arises when the basic categories of philosophy of education, such as autonomy, authenticity and the purpose of education, are assessed in the context of the metaphysics of free will, particularly in relation to the tacit libertarian premise on which these categories are founded. In order to overcome the paradox, this theoretical research examines in what manner Frankfurt's hierarchical theory may sustain the basic categories of philosophy of education, i.e., in what manner the metaphysics of free will can help in resolving this problem. The interpretation of Frankfurt's thought experiment and the logical analysis of the arguments in the basis of this theory about the hierarchical structure of the will, as well as examining the conclusiveness of the argument about the dilemma caused by determinism, will be the applied methods which will enable the examination of the proposed hypothesis. The research results will confirm the initial assumption according to which Frankfurt's insights can be substantially used for overcoming the challenges of the dilemma of determinism and the paradox of moral education by enable us to define differently the key concepts of philosophy of education, which can no longer be affected by (meta)physical assumptions about the order of the world that we accept noncritically and that have conditioned the emergence of the paradox of moral education.",
      "citationCount": 0,
      "doi": "10.5937/istrped2402334p",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bc00e6c286a29c4aca745f2fc81d4e815833ecb1",
      "venue": "Research in Pedagogy",
      "journal": {
        "name": "Research in Pedagogy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0f577a2d8be52446e2f798417e66fdfac2edc3eb",
      "title": "Self-Identity and Personal Autonomy: An Analytical Anthropology",
      "authors": [
        {
          "name": "Stefaan E. Cuypers",
          "authorId": "3875149"
        }
      ],
      "year": 2002,
      "abstract": null,
      "citationCount": 12,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0f577a2d8be52446e2f798417e66fdfac2edc3eb",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "b4f1bcb1d647feca5d6739d09c304d527f6140e9",
      "title": "--1-- Existential Autonomy and Authenticity",
      "authors": [
        {
          "name": "J. Davenport",
          "authorId": "3289976"
        }
      ],
      "year": 2009,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b4f1bcb1d647feca5d6739d09c304d527f6140e9",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "d541f950c022b2c7bf0a22fd56db179a7aac156a",
      "title": "Neo-Contractarianism and the Double Order of Desires",
      "authors": [
        {
          "name": "E. Santoro",
          "authorId": "47978045"
        }
      ],
      "year": 2003,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-94-017-0823-4_4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d541f950c022b2c7bf0a22fd56db179a7aac156a",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "167-253",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "17814fd5d6e01608dd9edb36d5f1d9f2ff4c905f",
      "title": "The freedom of what we care about: revisiting Frankfurt's hierarchical theory of free will",
      "authors": [
        {
          "name": "Federica Della Grotta",
          "authorId": "2083573238"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.17863/CAM.17162",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/17814fd5d6e01608dd9edb36d5f1d9f2ff4c905f",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "bdbc7b279e7c3560e4983b810fb9bd1fb59ebf8c",
      "title": "The Ethical Foundations of Being Respected as a Citizen: A Triadic Theory Consisting of Autonomy, Boundary, and Equality",
      "authors": [
        {
          "name": "Chuanjun Liu",
          "authorId": "2116347944"
        },
        {
          "name": "Li Zhou",
          "authorId": "2355237912"
        }
      ],
      "year": 2025,
      "abstract": "The concept of “citizen” differs across disciplines. Drawing on insights from multiple disciplines, this paper argues that being respected is the fundamental ethical basis for citizens and proposes a normative framework. In this framework, people being respected as citizens relies on three foundations: autonomy, boundary, and equality. Autonomy means a citizen has the right to make choices and act independently and freely. Nevertheless, this freedom is not boundless. Boundary consciousness is the manifestation of a citizen. Being a citizen implies the presence of boundaries that safeguard individual freedom and autonomy while prohibiting violations of others’ boundaries. Equality is the fundamental element of being a citizen. Subjects in disadvantaged unequal relationships find difficulty in becoming real citizens. People engage in behaviors that harm themselves and others due to differences in social cognition, embedded social relationships that blur behavioral boundaries, and hierarchical cultures that cause status inequality. This theoretical framework can provide ethical and normative guidance for citizen cultivation. Citizen cultivation should focus on fostering people’s autonomy of being responsible and accountable, recognizing and respecting self and others’ necessary boundaries, and constructing individuals’ subjective equality consciousness.",
      "citationCount": 0,
      "doi": "10.3390/bs15040513",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bdbc7b279e7c3560e4983b810fb9bd1fb59ebf8c",
      "venue": "Behavioral Science",
      "journal": {
        "name": "Behavioral Sciences",
        "volume": "15"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fe2d95af0fe3218bdcc5839dacd3f58a04a8428a",
      "title": "Freedom as Satisfaction? A Critique of Frankfurt's Hierarchical Theory of Freedom",
      "authors": [
        {
          "name": "Christian F. Rostbøll",
          "authorId": "116677007"
        }
      ],
      "year": 2004,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.1515/SATS.2004.131",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fe2d95af0fe3218bdcc5839dacd3f58a04a8428a",
      "venue": "",
      "journal": {
        "name": "SATS",
        "pages": "131 - 146",
        "volume": "5"
      },
      "publicationTypes": null
    },
    {
      "paperId": "74c9df74df75c0c71e3bcc9f5aaf869f6afd58a0",
      "title": "Rewriting the will: Autonomy and pharmacological desire modification in semaglutide use",
      "authors": [
        {
          "name": "Julia Frant",
          "authorId": "2383292409"
        }
      ],
      "year": 2025,
      "abstract": "This article responds to Ryan’s and Savulescu’s claim that semaglutide enhances autonomy by reducing problematic desires. Drawing on Frankfurt’s hierarchical model of autonomy, this article argues that pharmacological alignment between first-order and higher-order desires can only be autonomy-enhancing if individuals also endorse the process by which their desires are reshaped. Further, it contends that socially influenced motivations, including those shaped by fatphobic norms, need not undermine autonomy so long as agents critically reflect on and endorse them. By reframing autonomy as a process of reconciling conflicting desires rather than a matter of outcomes, this analysis clarifies the ethical permissibility of pharmacological desire modification interventions. The broader implication is that respect for autonomy requires recognition of authentic authorship in contexts where medical and cultural forces shape desire, an approach that extends beyond weight-loss drugs to parallel debates about plastic surgery, gender-affirming care and addiction treatment.",
      "citationCount": 0,
      "doi": "10.1136/jme-2025-111137",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/74c9df74df75c0c71e3bcc9f5aaf869f6afd58a0",
      "venue": "Journal of Medical Ethics",
      "journal": {
        "name": "Journal of Medical Ethics"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4f577518ab76d30241cfb52497bb33394ebaf2c1",
      "title": "Autonomy as Practical Understanding",
      "authors": [
        {
          "name": "Reza Hadisi",
          "authorId": "1395740295"
        }
      ],
      "year": 2024,
      "abstract": "I offer a theory of autonomous agency that relies on the resources of a strongly cognitivist theory of intention and intentional action. On the proposed account, intentional action is a graded notion that is explained via the agent’s degree of practical knowledge. In turn, autonomous agency is also a graded notion that is explained via the agent’s degree of practical understanding. The resulting theory can synthesize insights from both the hierarchical and the cognitivist theories of autonomy with at least some aspects of the reason-responsiveness theories. Moreover, by treating practical knowledge and practical understanding as gradable notions, the paper offers a strategy to respond to enduring objections against cognitivism about intention, control, and autonomy.",
      "citationCount": 0,
      "doi": "10.3998/ergo.6788",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4f577518ab76d30241cfb52497bb33394ebaf2c1",
      "venue": "Ergo, An Open Access Journal of Philosophy",
      "journal": {
        "name": "Ergo an Open Access Journal of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a3f7f1ea448921b56de508c7a8cd7e2b61d73510",
      "title": "A Restudy of the Principle of Alternative Possibilities in the Perspective of Harry G. Frankfurt’ Theory of Autonomy",
      "authors": [
        {
          "name": "Duan Su-g",
          "authorId": "73606683"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a3f7f1ea448921b56de508c7a8cd7e2b61d73510",
      "venue": "",
      "journal": {
        "name": "Journal of Yunnan University",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "11e1a771925bebc8d1ffa6c22f196fe841ee1b20",
      "title": "Reimagining Artificial Intelligence through the critical lens of Harry frankfurt",
      "authors": [
        {
          "name": "Neeraj Sharma",
          "authorId": "2372190969"
        }
      ],
      "year": 2025,
      "abstract": "Harry Frankfurt’s philosophy of “free will” presents a significant departure from classical compatibilist, in-compatibilist, and libertarian accounts of free will by shifting the focus from alternative possibilities to the structure of human agency. Frankfurt argues that what matters for a person to have free will1 is not the ability to do otherwise, but the capacity of reflective endorsement of one’s desires, a hierarchical model of the will. He distinguishes first-order desires from second order desires, suggesting that, in order to possess free will an agent must have alignment between these levels of desire and its volition. This reflective structure of Frankfurt philosophy is central to the concept of personhood and free will. Frankfurt defines personhood in terms of capacity of an agent to have second-order volitions, especially the ability of reflective self-endorse of desires. \nFrankfurt’s conception of personhood is framed in psychological and volitional terms, not strictly biological or species-based. So, in principle any being biological or artificial that possesses second-order volitions can qualify to be a person in Frankfurt’s sense. In the philosophy of mind, the prominent theory of “functionalism” holds that mental states are defined by their functional roles, how they interact with and what role they play, not what they constitute of. This “functional” and “hierarchical” conception, theoretically, allows for non-human persons, including AI, to possess intelligence, cognition and free will, if they have the right kind of structure, what matters for intelligence or personhood is the pattern of operations, not the material from which the being is made. \nThis paper explores the possibility of attributes such as mental states, cognition, free will and intelligence, which are exclusive to Human beings, in Artificial Intelligence machines and critically evaluates the functionalist view of mind with reference to Frankfurt’s conception of personhood and free will. This paper aims to initiate an inquiry into the extent to which attributing features of human cognition to artificial intelligence is justified.",
      "citationCount": 0,
      "doi": "10.36948/ijfmr.2025.v07i04.51490",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/11e1a771925bebc8d1ffa6c22f196fe841ee1b20",
      "venue": "International Journal For Multidisciplinary Research",
      "journal": {
        "name": "International Journal For Multidisciplinary Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2907e29e77d4affa90efeae80be51236aff253c6",
      "title": "Autonomy as Practical Understanding 1",
      "authors": [
        {
          "name": "Reza Hadisi",
          "authorId": "1395740295"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2907e29e77d4affa90efeae80be51236aff253c6",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "5e3d951b54e7c01e57fba966f85f5f1d932061e4",
      "title": "Sartre and Frankfurt: Bad faith as evidence for three levels of volitional consciousness",
      "authors": [
        {
          "name": "John J. Davenport",
          "authorId": "2070578487"
        }
      ],
      "year": 2023,
      "abstract": "This essay argues for a new conception of bad faith based partly on Harry Frankfurt's famous account of personal autonomy in terms of higher‐order volitions and caring, and based partly on Sartre's insights concerning tacit or pre‐thetic attitudes and “transcendent” freedom. Although Sartre and Frankfurt have rarely been connected, Frankfurt's concepts of volitional “wantonness” and “bullshit” (wantonness about truth) are similar in certain revealing respects to Sartre's account of bad faith. However, Sartre leaves no room for Frankfurt's central point that people can volitionally commit themselves to develop certain motives and reduce others, thereby shaping an authentic identity through volitional “identification” and “alienation” of motives. Frankfurt in turn minimizes the role that a sense of liberty to form and alter higher‐order volitions plays in experiences of autonomy, which Sartre recognizes in the transcendence of the “for‐itself.” When these points are combined, we get a tri‐level theory of intrasubjective volitional stances that explains Sartre's cases better than his own theory can, and also clarifies how sincere or procedurally autonomous self‐relation is possible.",
      "citationCount": 2,
      "doi": "10.1111/ejop.12882",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5e3d951b54e7c01e57fba966f85f5f1d932061e4",
      "venue": "European Journal of Philosophy",
      "journal": {
        "name": "European Journal of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "afeed65537422f4b537e41ee42e779549a2bb060",
      "title": "AUTONOMY OF LANDSCAPE IN THE WORK OF PHILIPPE QUESNE",
      "authors": [
        {
          "name": "Kamila Mamadnazarbekova",
          "authorId": "2274624222"
        }
      ],
      "year": 2023,
      "abstract": "In his company Vivarium Studio and then at Nanterre-Les Amandiers, Philippe Quesne examines the relationship between art and the living world. He places onstage the branches of trees, stones, animals and atmospheric phenomena on a par with human beings. His work accompanies and questions a conceptual revolution. The living world, both plant and animal, is not for him a mere object. His theatre gives it the status of a subject. We will see how this onstage revision in the hierarchy of living creatures is based on the theory of landscape from the Renaissance to the present day, in particular by analysing his show Caspar Western Friedrich and his “mole trilogy” (Swamp Club, Crash Park and La nuit des taupes).",
      "citationCount": 0,
      "doi": "10.5216/ac.v9i1.76525",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/afeed65537422f4b537e41ee42e779549a2bb060",
      "venue": "Arte da Cena (Art on Stage)",
      "journal": {
        "name": "Arte da Cena (Art on Stage)"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "12569be1d0898d23bcc502e64c350d8377e8a34f",
      "title": "VALIDITY OF THE DIVINE VALUE IN THE PHRASE \"IN THE NAME OF JUSTICE BASED ON THE ONE SUPREME DIVINE BEING\": (The Dialectic of Hans Kelsen's Pure Theory of Law and the Transcendental Paradigm of Law)",
      "authors": [
        {
          "name": "Elviandri Elviandri",
          "authorId": "2082781041"
        },
        {
          "name": "Aman Darmawan",
          "authorId": "2385879408"
        },
        {
          "name": "Agusriansyah Ridwan",
          "authorId": "2308153115"
        },
        {
          "name": "Andri Rifandi",
          "authorId": "2385897565"
        },
        {
          "name": "Ryan Tan Hui",
          "authorId": "2385897543"
        }
      ],
      "year": 2025,
      "abstract": "This study analyzes the dialectics between Hans Kelsen’s Pure Theory of Law and the transcendental legal paradigm in interpreting the validity of law in Indonesia. According to Kelsen, a norm derives its validity from a higher norm within the Stufenbau des Recht hierarchy, culminating in the Grundnorm, without reliance on morality, politics, or religion. However, in the Indonesian context, legal validity does not rest solely on formal legality but also gains transcendental legitimacy through Pancasila as the basic norm, particularly its first principle of Belief in One Almighty God. This dimension finds juridical manifestation in the phrase “For Justice Based on the Belief in the One and Only God” as inscribed in every judicial decision. The research employs a normative legal method with a philosophical approach. The analysis shows that Kelsen’s positivism, which emphasizes the autonomy of law from external values, undergoes correction within Indonesia’s legal system. The theological phrase in judicial rulings is not a mere formality but an ethical and prophetic foundation that underscores the judge’s responsibility not only in a legal-formal sense but also spiritually before God. Thus, the transcendental paradigm expands the conceptual horizon of Kelsenian positivism. Law functions not merely as a normative instrument ensuring certainty but also as an ethical-prophetic medium for realizing substantive justice. Consequently, the validity of law in Indonesia is dual in nature: procedurally valid and spiritually legitimate, integrating modern legal rationality with divine values as the foundation of justice.",
      "citationCount": 0,
      "doi": "10.31941/pj.v24i2.7137",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/12569be1d0898d23bcc502e64c350d8377e8a34f",
      "venue": "Pena Justisia Media Komunikasi dan Kajian Hukum",
      "journal": {
        "name": "Pena Justisia: Media Komunikasi dan Kajian Hukum"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "355d09aae536d993810181987fbc550e06592a79",
      "title": "Questions of the Self in the Personal Autonomy Debate: Some Critical Remarks on Frankfurt and Watson",
      "authors": [
        {
          "name": "S. Paphitis",
          "authorId": "11885626"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.4314/sajpem.v29i2.57055",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/355d09aae536d993810181987fbc550e06592a79",
      "venue": "",
      "journal": {
        "name": "South African Journal of Philosophy",
        "pages": "117 - 131",
        "volume": "29"
      },
      "publicationTypes": null
    },
    {
      "paperId": "98e224a7b8cf3ebc3efd09ec25ab97026542a8e7",
      "title": "Hierarchical Control or Individuals' Moral Autonomy? Addressing a Fundamental Tension in the Management of Business Ethics",
      "authors": [
        {
          "name": "P. Maclagan",
          "authorId": "117252856"
        }
      ],
      "year": 2007,
      "abstract": null,
      "citationCount": 44,
      "doi": "10.1111/j.1467-8608.2006.00468.x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/98e224a7b8cf3ebc3efd09ec25ab97026542a8e7",
      "venue": "",
      "journal": {
        "name": "Corporate Law: Corporate & Financial Law: Interdisciplinary Approaches eJournal"
      },
      "publicationTypes": null
    },
    {
      "paperId": "130a07fbb39b44c88676e14783f41bccb3ecee1b",
      "title": "From normative foundations to emancipatory futures: a conversation about Critical Theory today",
      "authors": [
        {
          "name": "Amy Allen",
          "authorId": "2353965844"
        },
        {
          "name": "Lois McNay",
          "authorId": "117139664"
        },
        {
          "name": "Sarah Bufkin",
          "authorId": "1396551215"
        },
        {
          "name": "Emily M Dyson",
          "authorId": "2322943513"
        }
      ],
      "year": 2025,
      "abstract": "ABSTRACT In this roundtable discussion, Amy Allen, Lois McNay, Sarah Bufkin, and Emily Dyson debate the limitations of contemporary Frankfurt School theorizing when it comes to diagnosing social suffering and gesturing towards emancipatory practices that might shift the relations of force in today’s social formations. In particular, they consider what has been lost in the turn to questions of metanormative foundations in place of a concrete, sociologically grounded analysis of power and oppression. In this wide-ranging conversation, Allen, McNay, Bufkin, and Dyson also engage with a range of questions confronting Critical Theorists today, including the marginalization of gender hierarchies and patriarchal domination as problems, the positionality of the theorist with respect to existing struggles, the Marxist legacy of the Frankfurt School, the problems of Eurocentrism and racism within Critical Theory, and the role of the aesthetic in social critique.",
      "citationCount": 0,
      "doi": "10.1080/2158379X.2025.2547888",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/130a07fbb39b44c88676e14783f41bccb3ecee1b",
      "venue": "Journal of Political Power",
      "journal": {
        "name": "Journal of Political Power",
        "pages": "363 - 379",
        "volume": "18"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "61d7a0671af5c45776e2d494f9a3482ba723169b",
      "title": "Ideology and suffering: What is realistic about critical theory?",
      "authors": [
        {
          "name": "Amadeus Ulrich",
          "authorId": "2368874290"
        }
      ],
      "year": 2025,
      "abstract": "Radical realists in political theory seek to develop an empirically grounded ideology critique that eschews moral premises. In their view, ideal theories of justice risk being prejudice-ridden due to the social relativity of moral intuitions and judgments. Their approach has been associated with early critical theory, a connection that is underexplored in the literature. This article examines the potentials and pitfalls of a non-moral critique of hierarchies and beliefs in legitimacy from a particular angle: by examining the affinities between radical realism and the Frankfurt School, especially the work of Theodor W. Adorno. From this vantage point, the article highlights several philosophically productive overlaps that radical realists could explore to further strengthen their approach. Yet it also articulates reasons to question the desirability of eliding moral ideas in the critique of ideologies. Radical realists struggle to account for the interests that spark and guide their critical stance towards situations in which power justifies itself. Moreover, by attempting to remain outside the moral realm, they face difficulties capturing a particularly insidious feature of ideologies: the abuse and distortion of moral concepts to justify senseless suffering. The article concludes that critical theory should rescue morality from moralism.",
      "citationCount": 0,
      "doi": "10.1177/14748851251351782",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/61d7a0671af5c45776e2d494f9a3482ba723169b",
      "venue": "European Journal of Political Theory",
      "journal": {
        "name": "European Journal of Political Theory"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "57ce1b034b92474a3cbe457bc87968ba4356a06d",
      "title": "Identification and autonomy: H.G.Frankfurt and the freedom of will",
      "authors": [
        {
          "name": "Duan Su-ge",
          "authorId": "1484925007"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/57ce1b034b92474a3cbe457bc87968ba4356a06d",
      "venue": "",
      "journal": {
        "name": "Journal of Hebei Normal University",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "ec9f0e9a22413e5346431722c11eab15111ef5db",
      "title": "The Principle of Autonomy in Biomedical- and Neuroethics",
      "authors": [
        {
          "name": "B. Florijn",
          "authorId": "11807632"
        }
      ],
      "year": 2022,
      "abstract": "With appreciation toward those who commented and provided insight on “From reciprocity to autonomy in physician assisted death: an ethical analysis of the Dutch Supreme Court ruling in the Albert Heringa case” (Florijn 2022), I obtained an additional opportunity to clarify and advance my thinking about the concept of autonomy in biomedicaland neuroethics. In general, the ideal value of the principle of autonomy in biomedical ethics, as well as ‘in moral, political and social areas’, contains a ‘notion of the self which is to be respected, left unmanipulated, and which is, in certain ways, independent and selfdetermining’ (Dworkin 2015). In clinical settings, this ideal of self-legislation should be accessible and available to all (i.e. both physician and patient). Complementary to this approach is Immanuel Kant’s theory of autonomy that understands autonomy as a moral principle. Herein, autonomy is seeing the rational individual as a person agreeing to universal principles and as an end in itself (Genuis 2021). Autonomous acts are rational when in accordance with these principles, while laws should function as an expression of autonomy by reflecting a commitment to equality and respect (Reis-Dennis 2020). Furthermore, neurobiology pinpoints the emergence of the autonomous self and decision-making in cooperating complex systems (Bergareche and da Rocha 2011). A striking example is the ‘executive control theory’ which locates decision-making among a hierarchy of desires, analogous to neural structure, function and circuit activity, controlled by the prefrontal cortex. These neural circuits improve decisionmaking using (nonrational) information produced by emotional responses (somatic marker hypothesis), although they are still influenced ‘covertly by external sources’ outside of conscious awareness (extended mind theory) (Felsen and Reiner 2011). Given this context and the ruling of the Supreme Court, the aim of my response to the open peer commentaries is twofold. I argue the physician-patient relationship is constitutive for the principle of autonomy while EAS eligibility requirements (particularly the core eligibility concept of unbearable suffering) do not conflict with this principle of autonomy.",
      "citationCount": 5,
      "doi": "10.1080/15265161.2022.2089291",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ec9f0e9a22413e5346431722c11eab15111ef5db",
      "venue": "American Journal of Bioethics",
      "journal": {
        "name": "The American Journal of Bioethics",
        "pages": "W9 - W11",
        "volume": "22"
      },
      "publicationTypes": [
        "LettersAndComments",
        "JournalArticle"
      ]
    },
    {
      "paperId": "61a3081eadd33418a1159b3778b0c544e0f50392",
      "title": "An introduction to György Márkus’s aesthetics: Transformation from praxis aesthetics to theory of aesthetic modernity",
      "authors": [
        {
          "name": "Fu Qilin",
          "authorId": "2083809090"
        }
      ],
      "year": 2023,
      "abstract": "György Márkus, as a leading member of the Budapest School led by György Lukács in Hungary, is closely concerned with aesthetics. His final unfinished writings in political exile in Sydney were focused on the question of modern cultural autonomy. From the 1960s to the new century, from Budapest to Sydney in Australia, he established a new form of Neo-Marxist aesthetics on the basis of critical theory drawn from Lukács to the Frankfurt School. His aesthetics includes three dimensions: an aesthetics of praxis, a reconstruction of Lukács’s aesthetics and a theory of aesthetic modernity. His aesthetics is characteristic of analytic philosophy, especially ‘categorical analysis’. It shifts from philosophical aesthetics in the Hungarian period, which is based on an ontological foundation, that is, materialist phenomenology, to social or sociological aesthetics in the Australian period concerning social modernity, institution, constitution, culture, and so on. This is a turn from a philosophical paradigm to a structural one as regards aesthetics, which indicates a break with Lukács’s late return in the early 1960s to Hegelian inspired Ontology of Social Being. Márkus is strictly and essentially an essayist in fragments, who distinguishes himself from the other members of the Budapest School in this way. Ironically, this genre is once again influenced by the young Lukács’s aesthetics.",
      "citationCount": 2,
      "doi": "10.1177/07255136231199777",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/61a3081eadd33418a1159b3778b0c544e0f50392",
      "venue": "Thesis Eleven",
      "journal": {
        "name": "Thesis Eleven",
        "pages": "47 - 65",
        "volume": "178"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8cb10ebddbac9ca2c5557a09081cc01fb1b5ef45",
      "title": "Conocimiento y poder en la era de la IA: del rizoma al tecnofeudalismo",
      "authors": [
        {
          "name": "Julia Montejo Rodríguez",
          "authorId": "2400199183"
        }
      ],
      "year": 2025,
      "abstract": " \nIn the era of artificial intelligence, knowledge is being transformed by informational fragmentation and the concentration of digital power. This article examines how rhizomatic logic has led to a decentralized ecosystem lacking hierarchical structures, where information overload hinders the construction of meaning. Additionally, neo-Baroque aesthetics intensify the saturation of stimuli, while techno-feudalism turns data into a resource exploited by major digital platforms. In response, General Systems Theory is proposed as a framework to balance openness and regulation, offering strategies to preserve intellectual autonomy in an environment dominated by private interests.",
      "citationCount": 0,
      "doi": "10.15366/bp2025.40.005",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8cb10ebddbac9ca2c5557a09081cc01fb1b5ef45",
      "venue": "Bajo Palabra",
      "journal": {
        "name": "Bajo Palabra"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ce70d9af12226bb0c122189bdb69f4d6ce110e2a",
      "title": "The Trinity as Exemplar of Cosmic, Ecclesial, and Political Harmony in Nicholas of Cusa's De Concordantia Catholica",
      "authors": [
        {
          "name": "Aaron Canty",
          "authorId": "2368074503"
        }
      ],
      "year": 2025,
      "abstract": "Although Nicholas of Cusa's ecclesiology and political thought were influential both among early modern thinkers and contemporary scholars, the relationship of those subjects to Trinitarian theology is often overlooked. Some of Nicholas’ ideas in these areas, such as the importance of consent and the relative autonomy of the Empire vis‐à‐vis the Church, were taken up in modern political theory, but they are related in some ways to a more hierarchical conception of the universe typical of medieval thought. This essay explores the exemplary role and metaphysical primacy of the triune God in Nicholas’ early work, The Catholic Concordance, and how the divine Word communicates the infinite harmony of the Trinity to the universe, to the Church, and to the Empire.",
      "citationCount": 0,
      "doi": "10.1111/moth.12999",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ce70d9af12226bb0c122189bdb69f4d6ce110e2a",
      "venue": "Modern Theology",
      "journal": {
        "name": "Modern Theology",
        "volume": "41"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e5c7d531af5e398d8d57a94733258cadadb22115",
      "title": "Vedānta and Feminist Philosophy: Rethinking the Self and Liberation",
      "authors": [
        {
          "name": "Tapas Mandal",
          "authorId": "2384948344"
        }
      ],
      "year": 2025,
      "abstract": "This paper critically examines the points of interaction between Vedānta philosophy and feminist theory, with a particular emphasis on how the Advaitic understanding of the self (ātman) as non-dual and universal contradicts hierarchical and gendered conceptions of identity. The study explores the metaphysical and ethical dimensions of liberation (mokṣa) by investigating whether Vedānta’s conception of spiritual freedom might serve as a foundation for a feminist reinterpretation of autonomy, agency, and equality. The paper presents an argument that the disintegration of egoic boundaries in Vedānta offers a radical criticism of patriarchy. In addition, the paper poses issues about the importance of transcendence for feminist politics. It does so by engaging with both classical texts and contemporary feminist critiques. The discussion underscores the possibilities of a dialogical approach in which Vedāntic non-dualism enhances feminist discourse by providing a more inclusive and non-essentialist explanation of personhood. At the same time, feminist philosophy bases Vedānta in social realities and lived experiences. The study comes to the conclusion that engaging in this cross-philosophical conversation, in which the concept of liberty is rethought, enables a perspective of selfhood that is not only metaphysically transformational but also morally empowering. This perspective contributes to an emancipatory ethics that is sensitive to gender justice.",
      "citationCount": 0,
      "doi": "10.31305/rrijm.2025.v10.n9.014",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e5c7d531af5e398d8d57a94733258cadadb22115",
      "venue": "RESEARCH REVIEW International Journal of Multidisciplinary",
      "journal": {
        "name": "RESEARCH REVIEW International Journal of Multidisciplinary"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bedcfd323ad1eaf523a521dec780e0b3763d595a",
      "title": "Making Do: Troubling Stoic Tendencies in an Otherwise Compelling Theory of Autonomy",
      "authors": [
        {
          "name": "David Zimmerman",
          "authorId": "143905859"
        }
      ],
      "year": 2000,
      "abstract": null,
      "citationCount": 41,
      "doi": "10.1080/00455091.2000.10717524",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bedcfd323ad1eaf523a521dec780e0b3763d595a",
      "venue": "Canadian Journal of Philosophy",
      "journal": {
        "name": "Canadian Journal of Philosophy",
        "pages": "25 - 53",
        "volume": "30"
      },
      "publicationTypes": null
    },
    {
      "paperId": "187c564bf1a15359544dff2ef42bc3740a532ac6",
      "title": "Impassive Serf: The Kantian Approach to Artificial Intelligence Agency",
      "authors": [
        {
          "name": "Andrey S. Zilber",
          "authorId": "2079799410"
        },
        {
          "name": "Kseniya Zilber",
          "authorId": "2379454714"
        }
      ],
      "year": 2025,
      "abstract": "The article examines the issue of Kant’s point of view on the moral status of artificial intelligence and the prospects for applying elements of Kant’s philosophy to evaluate AI as a moral agent. It is shown that the “standard” theory of agency by G. Frankfurt is applicable to Kant’s ethics. Kant’s approach to the moral status of the subject is determined by the nature of the agent – the structure of the abilities of the soul, among which the leading role is played by will and reason, as well as sensuality. The connection of the soul’s abilities in Kant’s system with freedom and moral autonomy is shown. Authors reveal the complex dual function of sensuality in limiting practical freedom and in fostering the freedom of a moral agent. From the point of view of Kant’s philosophy, an artificial moral agent is impossible given the complexity of human nature – and can only act as a quasi-moral agent: superficially similar to genuine moral agents, but not similar to them in essence. The status of a legal agent and the use of law instead of morality as the basis of machine ethics are also problematic in a number of aspects. At the same time, the nature of AI promises, subject to training, the possibility of overcoming certain limitations of human nature. The elements of an alternative functional approach focused on issues of responsibility, moral expectations in the field of AI and the social consequences of the use of AI are considered. The final basis for the legal status of AI is revealed in the Kantian metaphysics of law: slaves or serfs, beings with duties but no rights, which is consistent with the role of AI as a strictly limited helper.",
      "citationCount": 0,
      "doi": "10.21146/2074-4870-2025-25-1-36-49",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/187c564bf1a15359544dff2ef42bc3740a532ac6",
      "venue": "Ethical Thought",
      "journal": {
        "name": "Ethical Thought"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9cb8aeec7496eb44b34d15b081e2af0ae94b5287",
      "title": "MOTIVATION IN EDUCATION ACCORDING TO THE PHILOSOPHY OF MAX HORKHEIMER AND THEODOR ADORNO: UKRAINIAN RECONCEPTUALIZATION",
      "authors": [
        {
          "name": "N. Fialko",
          "authorId": "2230491912"
        }
      ],
      "year": 2025,
      "abstract": "This study is an attempt to reconstruct the concept of motivation, which was developed for the field of education by the founders of the Frankfurt School of Social Research, Theodor Adorno and Max Horkheimer. The emphasis is on such key theses as the democratization of education and overcoming totalitarian education, the role of the individual in education and autonomy in decision-making, spiritual development and emancipation of the individual against the instrumentalization of man with an emphasis on professional education, the ideological role of philosophy in education and the criticism of ideologies. It is demonstrated that the ideas of critical social theory, which were consciously applied by Adorno and Horkheimer to reform education, have a certain potential, but also certain limits for the development of proper motivation of the individual for his conscientious inclusion in education. Critical social theory explores the topic of legitimation of education too abstractly, reducing it to the individual's need for freedom and spiritual development, and avoiding a detailed institutional analysis of the problems of educational development. The reconceptualization of the topic of motivation in education based on the ideas of Adorno’s and Horkheimer’s critical social theory, carried out by Ukrainian philosophers, develops the theory of education in the direction of the philosophy of generations, institutional legitimation of education as the basis of proper personal motivation in education. The contribution of Mariia Kultaieva, Vitalii Bryzhnik and Mykhailo Boichenko to the criticism and development of the ideas of critical social theory is analyzed, in particular to its assessment as a reflection on reflection in education. Critical understanding of the past (as a reflection on the past) also requires a reflexive assessment of its significance in order to determine priorities for education, which prepares the person to change the future of society for the better.",
      "citationCount": 0,
      "doi": "10.26565/2226-0994-2025-72-3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9cb8aeec7496eb44b34d15b081e2af0ae94b5287",
      "venue": "The Journal of V. N. Karazin Kharkiv National University, Series \"Philosophy. Philosophical Peripeteias\"",
      "journal": {
        "name": "The Journal of V. N. Karazin Kharkiv National University, Series \"Philosophy. Philosophical Peripeteias\""
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2575afee19edd880af888497688f65bd52212913",
      "title": "Responsibility, Autonomy, and the Zygote Argument",
      "authors": [
        {
          "name": "J. Fischer",
          "authorId": "14717169"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 6,
      "doi": "10.1007/S10892-017-9254-0",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2575afee19edd880af888497688f65bd52212913",
      "venue": "",
      "journal": {
        "name": "The Journal of Ethics",
        "pages": "223-237",
        "volume": "21"
      },
      "publicationTypes": null
    }
  ],
  "count": 30,
  "errors": []
}
